{
    "templateType": "artifact",
    "id": 15022,
    "sortId": 77,
    "name": {
        "en": "Ocean-Hued Clam",
        "de": "Meeresmuschel"
    },
    "icon": "UI_RelicIcon_15022_4",
    "setRequirement": [
        2,
        4
    ],
    "setAbilities": "Step Type Error: unexpected data type in template",
    "containsIds": [
        96442,
        96422,
        96452,
        96412,
        96432
    ],
    "textList": [
        652463502,
        3326279315
    ],
    "setEffects": {
        "2": {
            "openConfig": "",
            "description": {
                "en": "Healing Bonus +15%.",
                "de": "Erhöht den Heilungsbonus um 15 %."
            },
            "props": [
                {
                    "propType": "FIGHT_PROP_HEAL_ADD",
                    "value": 0.15000000596046448
                },
                {},
                {}
            ],
            "parameters": [
                0.15000000596046448,
                0.0,
                0.0,
                0.0,
                0.0,
                0.0,
                0.0,
                0.0
            ]
        },
        "4": {
            "openConfig": "Relic_HealAndHolyNova",
            "description": {
                "en": "When the character equipping this artifact set heals a character in the party, a Sea-Dyed Foam will appear for 3 seconds, accumulating the amount of HP recovered from healing (including overflow healing). At the end of the duration, the Sea-Dyed Foam will explode, dealing DMG to nearby opponents based on 90% of the accumulated healing. (This DMG is calculated similarly to Reactions such as Electro-Charged, and Superconduct, but is not affected by Elemental Mastery, Character Levels, or Reaction DMG Bonuses). Only one Sea-Dyed Foam can be produced every 3.5 seconds. Each Sea-Dyed Foam can accumulate up to 30,000 HP (including overflow healing). There can be no more than one Sea-Dyed Foam active at any given time. This effect can still be triggered even when the character who is using this artifact set is not on the field.",
                "de": "Wenn die mit diesem Artefaktset ausgerüsteten Figuren die Figuren in der Truppe heilen, entsteht eine Meeresblase, die 3 s hält und die wiederhergestellten Lebenspunkte beim Heilen (einschließlich des überschüssigen Heilungswerts) aufzeichnet. Wenn ihre Dauer endet, explodiert die Meeresblase, was Gegnern in der Umgebung Schaden, der 90 % der insgesamt wiederhergestellten LP entspricht, zufügt (Diese SCH-Berechnungsweise gleicht der der Elementarreaktionen Unter Strom und Supraleiter, ist jedoch von der Elementarkunde, der Stufe oder dem Reaktion-SCH-Bonus unabhängig). Alle 3,5 s kann höchstens eine Meeresblase entstehen. Jede Meeresblase kann bis zu 30.000 wiederhergestellte Lebenspunkte (einschließlich des überschüssigen Heilungswerts) aufzeichnen. In der eigenen Truppe kann gleichzeitig höchstens eine Meeresblase bestehen. Wenn die mit diesem Artefaktset ausgerüsteten Figuren inaktiv in der Truppe sind, kann dieser Effekt auch ausgelöst werden."
            },
            "props": [
                {},
                {},
                {}
            ],
            "parameters": [
                3.0,
                0.8999999761581421,
                0.0,
                3.5,
                30000.0,
                0.0,
                0.0,
                0.0
            ]
        }
    },
    "setPieces": {
        "flower": {
            "name": {
                "en": "Sea-Dyed Blossom",
                "de": "Meerfarbene Blüte"
            },
            "id": 96543,
            "icon": "UI_RelicIcon_15022_4"
        },
        "feather": {
            "name": {
                "en": "Deep Palace's Plume",
                "de": "Feder des Tiefenpalasts"
            },
            "id": 96523,
            "icon": "UI_RelicIcon_15022_2"
        },
        "sands": {
            "name": {
                "en": "Cowry of Parting",
                "de": "Muschel des Abschieds"
            },
            "id": 96553,
            "icon": "UI_RelicIcon_15022_5"
        },
        "goblet": {
            "name": {
                "en": "Pearl Cage",
                "de": "Perlenkäfig"
            },
            "id": 96513,
            "icon": "UI_RelicIcon_15022_1"
        },
        "circlet": {
            "name": {
                "en": "Crown of Watatsumi",
                "de": "Krone von Watatsumi"
            },
            "id": 96533,
            "icon": "UI_RelicIcon_15022_3"
        }
    }
}