{
    "name": {
        "en": "Goulash",
        "de": "Gulaschsuppe mit Gemüse",
        "chs": "稠汁蔬菜炖肉",
        "cht": "稠汁蔬菜燉肉",
        "es": "Carne a la jardinera",
        "fr": "Goulasch",
        "id": "Goulash",
        "jp": "お肉と野菜のシチュー",
        "kr": "뜨끈 야채 스튜",
        "pt": "Guisado de Legumes ao Molho",
        "ru": "Томатное рагу",
        "th": "Goulash",
        "vi": "Thịt Hầm Sốt Rau Củ"
    },
    "id": 2009,
    "foodType": "COOK_FOOD_FUNCTION",
    "cookMethod": "COOK_METHOD_BOIL",
    "rankLevel": 2,
    "isDefaultUnlocked": false,
    "maxProficiency": 10,
    "inputVec": [
        {
            "id": 100094,
            "count": 2
        },
        {
            "id": 100013,
            "count": 2
        },
        {
            "id": 100079,
            "count": 1
        },
        {},
        {}
    ],
    "qualityOutputVec": [
        {
            "id": 108204,
            "count": 1
        },
        {
            "id": 108205,
            "count": 1
        },
        {
            "id": 108206,
            "count": 1
        }
    ],
    "qteParam": "0.63,0.35",
    "qteQualityWeightVec": [
        0,
        0,
        100
    ],
    "effectDesc": {
        "en": "<color=#3399CCFF>Decreases</color> the rate of Sheer Cold accumulation for all party members for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
        "de": "<color=#3399CCFF>Verlangsamt</color> das Ansammeln bitterer Kälte für alle Truppenmitglieder 900 s lang. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
        "chs": "队伍中所有角色严寒积累速度<color=#3399CCFF>降低</color>，持续900秒。 多人游戏时，仅对自己的角色生效。",
        "cht": "隊伍中所有角色嚴寒累積速度<color=#3399CCFF>降低</color>，持續900秒。 多人遊戲時，僅對自己的角色生效。",
        "es": "<color=#3399CCFF>Disminuye</color> la velocidad con que se acumula Frío extremo para todos los miembros del equipo durante 900 s. En modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
        "fr": "<color=#3399CCFF>Réduit</color> la vitesse à laquelle s'accumulent les effets du Grand Froid pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
        "id": "Kecepatan akumulasi Sheer Cold untuk seluruh anggota party <color=#3399CCFF>berkurang</color> selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
        "jp": "チーム全員の極寒ゲージの蓄積速度が<color=#3399CCFF>低下する</color>。継続時間900秒。 マルチプレイ中、自分のキャラクターにのみ有効。",
        "kr": "파티 내 모든 캐릭터의 혹한 게이지 누적 속도가 <color=#3399CCFF>감소</color>한다. 지속 시간: 900초 다인 모드 시 자신의 캐릭터에만 적용된다",
        "pt": "<color=#3399CCFF>Diminui</color> o crescimento de Frio Extremo em todos os personagens da equipe por 900s. No modo multijogador, o efeito apenas se aplica ao seu personagem.",
        "ru": "<color=#3399CCFF>Уменьшает</color> скорость накопления лютого мороза всех членов отряда в течение 900 сек. В совместном режиме этот эффект применяется только к вашему персонажу.",
        "th": "อัตราการสะสมความหนาวของตัวละครทั้งหมดในทีมจะ<color=#3399CCFF>ลดลง</color> เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
        "vi": "<color=#3399CCFF>Giảm</color> tốc độ tích tụ giá rét của tất cả nhân vật trong đội, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    }
}