{
    "name": {
        "en": "Aaru Mixed Rice",
        "de": "Gemischter Aaru-Reis",
        "chs": "阿如拌饭",
        "cht": "阿如拌飯",
        "es": "Arroz de Aaru",
        "fr": "Riz mélangé d'Aaru",
        "id": "Aaru Mixed Rice",
        "jp": "アアルコシャリ",
        "kr": "아루 비빔밥",
        "pt": "Arroz Misturado de Aaru",
        "ru": "Пилав Аару",
        "th": "Aaru Mixed Rice",
        "vi": "Cơm Trộn Aaru"
    },
    "id": 108461,
    "materialDesc": {
        "en": "A large serving of filling staple food. In this dish that combines rice, noodles, and beans together, the secret of great taste lies in the sweet and sour flavor imparted by tomatoes. Owing to its common nature and low price, this dish is a great choice for sating one's hunger — which is one of the key reasons why this recipe has spread from Aaru Village to the rest of Sumeru.",
        "de": "Ein sättigendes Hauptgericht. Dieses Nahrungsmittel bringt Reis, Weizenmehl und Bohnen zusammen. Sein wahres Geheimnis ist aber der süßsaure Geschmack der Tomate. Aufgrund seiner weit verbreiteten Zutaten und deren günstigen Preise ist es eine gute Wahl, um den Hunger zu stillen. Daher breitet sich die Art der Herstellung allmählich vom Aaru-Dorf auf das ganze Gebiet von Sumeru aus.",
        "chs": "量大管饱的主食。集米、面、豆于一体的食物，好吃的秘诀来源于番茄酸甜的味道。因为用料常见，价格低廉，是充饥的好选择，这种做法也渐渐从阿如村传遍了整个须弥。",
        "cht": "份量十足的主食。集米、麵、豆於一體的食物，好吃的秘訣來源於番茄酸甜的味道。因為用料常見、價格低廉，是充饑的好選擇，這種做法也漸漸從阿如村傳遍了整個須彌。",
        "es": "Una gran porción de un alimento básico saciante. Combina arroz, fideos y frijoles, pero el secreto de su exquisitez proviene del sabor agridulce del tomate. Como los ingredientes son comunes y baratos, esta es una buena opción para llenar el estómago. Por esa razón, su receta se ha extendido poco a poco desde la Aldea Aaru hasta el resto de Sumeru.",
        "fr": "Une grande portion d'aliments bien nutritifs. Dans ce plat qui réunit riz, nouilles et haricots, le secret du délice réside dans la saveur aigre-douce conférée par les tomates. En raison de sa nature commune et de son faible prix, ce plat est un excellent choix pour assouvir sa faim... Ce qui est l'une des principales raisons pour lesquelles cette recette s'est propagée du Village d'Aaru au reste de Sumeru.",
        "id": "Makanan berat yang sangat mengisi perut. Rahasia yang membuat hidangan yang berisi nasi, mi, dan kacang-kacangan ini terasa lezat adalah rasa manis dan asam dari tomat di dalamnya. Makanan ini adalah pilihan tepat untuk mengisi perut karena mudah ditemukan dan harganya bersahabat. Ini juga salah satu alasan kenapa resep ini bisa tersebar dari Desa Aaru sampai ke seluruh penjuru Sumeru.",
        "jp": "ボリュームたっぷりの主食。米、麺、豆を組み合わせた食べ物。トマトの甘酸っぱさが美味しさの秘密。よく見かける原材料で作れる上に、価格も安く、小腹を満たすのにも向いているため、このレシピは徐々にアアル村からスメール全体に広がっていった。",
        "kr": "양이 많아서 배불리 먹을 수 있는 주식. 쌀, 면, 콩이 모두 모인 음식으로 맛의 비결은 토마토의 새콤달콤함에 있다. 재료가 흔하고 가격이 저렴해 허기를 달래기 좋은 이 레시피는 아루 마을에서 점차 수메르 전역으로 퍼져나갔다",
        "pt": "Uma grande porção de um alimento básico e substancial. Neste prato que combina arroz, macarrão e feijão, o segredo para um gosto incrível está no sabor doce e ácido transmitido pelos tomates. Devido a sua natureza comum e preço baixo, este prato é uma ótima escolha para saciar sua fome - uma das principais razões dessa receita ter se espalhado da Vila Aaru para o resto de Sumeru.",
        "ru": "Сытное блюдо, подаётся большими порциями. Смесь риса, лапши и бобов, а секрет заключается в кисло-сладком вкусе, который ему придают помидоры. Благодаря распространённости и низкой цене ингредиентов это блюдо - отличный выбор для утоления голода, поэтому его рецепт распространился из деревни Аару по всему Сумеру.",
        "th": "อาหารจานหลักปริมาณจุใจ เมนูที่รวบรวมทั้งข้าว, แป้ง, และถั่วเข้าไว้ด้วยกัน เคล็ดลับความอร่อยมาจากซอสมะเขือเทศรสเปรี้ยวหวาน เป็นเพราะวัตถุดิบที่ใช้หาได้ง่าย ทำให้ราคาค่อนข้างย่อมเยา เป็นทางเลือกที่ดีในการแก้หิว สูตรอาหารนี้จึงได้ค่อย ๆ แผ่ขยายจาก Aaru Village ไปยังทั่วทั้ง Sumeru",
        "vi": "Món cơm được phục vụ với số lượng lớn. Món ăn kết hợp giữa cơm, mì và đậu, bí quyết tạo nên độ ngon của nó là từ vị chua ngọt của cà chua. Vì nguyên liệu dễ tìm, giá thành rẻ, nên đây là một lựa chọn tốt để thỏa mãn cơn đói, cách làm này cũng dần được lan truyền từ Làng Aaru ra khắp Sumeru."
    },
    "materialType": "MATERIAL_FOOD"
}