{
    "name": {
        "en": "\"A Bloatty Floatty's Dream of the Sky\"",
        "de": "„Der Traum der Zauselfrucht vom Himmel“",
        "chs": "「蓬蓬果的天空之梦」",
        "cht": "「蓬蓬果的天空之夢」",
        "es": "Sueño aéreo de los floti flotis",
        "fr": "« Rêves aériens des fruits pompons »",
        "id": "\"Mimpi Bloatty Floatty Terbang Mengangkasa\"",
        "jp": "「ポンポンの実の空の夢」",
        "kr": "「퐁퐁나무의 하늘 꿈」",
        "pt": "\"Sonhos das Sementes Flutuantes\"",
        "ru": "Фруктовые сны",
        "th": "ความฝันแห่งท้องฟ้าของ Bloatty Floatty",
        "vi": "Ước Mơ Bầu Trời Của Quả Bồng Bồng"
    },
    "id": 393121,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making \"A Bloatty Floatty's Dream of the Sky.\"\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Der Traum der Zauselfrucht vom Himmel“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『蓬蓬果的天空之梦』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『蓬蓬果的天空之夢』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Sueño aéreo de los floti flotis.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication des « Rêves aériens des fruits pompons ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Mimpi Bloatty Floatty Terbang Mengangkasa\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『ポンポンの実の空の夢』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「퐁퐁나무의 하늘 꿈」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Sonhos das Sementes Flutuantes\".\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Фруктовые сны».\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ความฝันแห่งท้องฟ้าของ Bloatty Floatty\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Ước Mơ Bầu Trời Của Quả Bồng Bồng\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}