{
    "name": {
        "en": "A Box of Components",
        "de": "Kiste mit Komponenten",
        "chs": "一盒零件",
        "cht": "一盒零件",
        "es": "Caja de componentes",
        "fr": "Boîte de composants",
        "id": "Kotak Komponen",
        "jp": "一箱のパーツ",
        "kr": "부품 한 상자",
        "pt": "Caixa de Componentes",
        "ru": "Коробка с деталями",
        "th": "กล่องชิ้นส่วน",
        "vi": "Một Hộp Linh Kiện"
    },
    "id": 101861,
    "materialDesc": {
        "en": "A box full of components. They all look quite intact, perhaps because monsters have no interest in them...",
        "de": "Eine Kiste randvoll mit Komponenten. Diese Komponenten sehen intakt aus. Vielleicht, weil sich die Ungeheuer nicht dafür interessieren ...",
        "chs": "满满一盒零件。这些零件看起来似乎没有受到什么损伤，也许是因为魔物对它们没有一点兴趣吧…",
        "cht": "滿滿一盒零件。這些零件看起來似乎沒有受到什麼損傷，也許是因為魔物對它們一點興趣也沒有吧…",
        "es": "Una caja llena de componentes. Parece que no están dañados, probablemente porque a los monstruos no les interesan lo más mínimo.",
        "fr": "Une boîte pleine de composants. Ceux-ci semblent intacts, car les monstres ne leur ont sans doute pas témoigné d'intérêt...",
        "id": "Sebuah kotak yang lengkap berisi komponen-komponen. Kelihatannya benda-benda ini masih dalam keadaan utuhnya. Mungkin para monster tidak tertarik untuk \"bermain-main\" dengannya ....",
        "jp": "箱に詰まったパーツ。その中にあるパーツは、傷をまったく受けていないように見える。おそらく、魔物たちがこれに興味ないからだろう…",
        "kr": "부품이 가득 담긴 상자. 이 부품들은 별로 손상을 입지 않은 듯하다. 마물의 흥미를 끌지 못해서일지도…",
        "pt": "Uma caixa cheia de componentes. Esses componentes parecem não terem sofrido dano algum, talvez os monstros não tenham se interessado por eles...",
        "ru": "Коробка, наполненная деталями. Все они в хорошем состоянии. Возможно, потому что монстры не проявляли к ним интереса...",
        "th": "กล่องที่เต็มไปด้วยชิ้นส่วน ชิ้นส่วนเหล่านี้ดูเหมือนจะไม่ได้รับความเสียหายอะไร บางทีอาจเป็นเพราะว่ามอนสเตอร์ไม่สนใจพวกมันล่ะมั้ง...",
        "vi": "Một hộp chứa đầy ắp linh kiện. Số linh kiện này trông có vẻ không bị hư hại gì, có lẽ vì ma vật chẳng có chút hứng thú với chúng..."
    },
    "materialType": "MATERIAL_QUEST"
}