{
    "name": {
        "en": "A Box of Gadgets",
        "de": "Eine Schachtel mit hilfreichen Dingen",
        "chs": "装有「小玩意」的盒子",
        "cht": "裝有「小玩意」的盒子",
        "es": "Caja de artilugios",
        "fr": "Boîte à babioles",
        "id": "Sekotak Gadget",
        "jp": "「何か」が入っている箱",
        "kr": "「작은 물건」이 담긴 상자",
        "pt": "Uma Caixa de Gadgets",
        "ru": "Шкатулка с побрякушками",
        "th": "กล่องใส่ \"ของเล่น\"",
        "vi": "Chiếc hộp đựng \"món đồ nhỏ\""
    },
    "id": 100500,
    "materialDesc": {
        "en": "A box that contains the gadgets Soraya gave to you. You can feel its weight in your hand. It should be able to satisfy the greed of certain people.",
        "de": "Eine Schachtel mit hilfreichen Dingen von Soraya. Sie ist recht schwer, wenn man sie so in die Hand nimmt, und sollte die Gier gewisser Leute befriedigen können.",
        "chs": "装着索拉雅给的「小玩意」的盒子。拿在手里时，能感受到些微的重量，应该能暂时满足某些人的贪念。",
        "cht": "裝著索拉雅給的「小玩意」的盒子。拿在手裡時，能感受到些微的重量，應該能暫時滿足某些人的貪念。",
        "es": "Una caja que contiene los dispositivos que Soraya te dio. Puedes sentir su peso al cargarla en la mano. Con esto debe ser suficiente para satisfacer la avaricia de algunas personas.",
        "fr": "Une boîte au poids considérable qui contient les objets que Soraya vous a confiés. Ces babioles suffiront à satisfaire la cupidité de certains...",
        "id": "Sebuah kotak berisi peralatan yang diberikan Soraya kepadamu. Kamu bisa merasakan beratnya di tanganmu. Sepertinya bisa memuaskan keserakahan beberapa orang.",
        "jp": "ソラヤーにもらった「何か」が入っている箱。手に取るとその重さを感じられ、一部の人の欲を一時的に満足させることができそうだ。",
        "kr": "소라야가 준 「작은 물건」이 담긴 상자. 손에 들면 약간의 무게감을 느낄 수 있다. 잠시나마 사람들의 욕심을 만족시킬 수 있을 거다",
        "pt": "Uma caixa que contém os gadgets que Soraya deu a você. Você pode sentir seu peso na sua mão. Deve ser capaz de satisfazer a ganância de certas pessoas.",
        "ru": "Коробка с устройствами, которые дала вам Сорайя. Вы чувствуете их вес в вашей руке. Они должны удовлетворить жадность некоторых людей.",
        "th": "กล่องใส่ \"ของเล่น\" ที่ Soraya ให้ เมื่อถือแล้วออกจะหนักอยู่หน่อย ๆ น่าจะสนองความโลภของบางคนได้ชั่วคราว",
        "vi": "Chiếc hộp đựng \"món đồ nhỏ\" của Soraya. Món đồ có chút sức nặng như vậy đủ khiến ai đó vừa lòng trong chốc lát."
    },
    "materialType": "MATERIAL_QUEST"
}