{
    "name": {
        "en": "A Buoyant Breeze",
        "de": "Wahrhaftiges Windgott-Ragout",
        "chs": "真·风神杂烩菜",
        "cht": "真·風神雜燴菜",
        "es": "Puchero de Barbatos verdadero",
        "fr": "Ragoût de l'Archon Anémo (véritable)",
        "id": "True Barbatos Ratatouille",
        "jp": "真·風神ヒュッツポット",
        "kr": "찐·바람신의 잡채",
        "pt": "Ensopado Verdadeiro do Arconte Anemo",
        "ru": "Анемо солянка",
        "th": "A Buoyant Breeze",
        "vi": "Chân - Thập Cẩm Phong Thần"
    },
    "id": 108113,
    "materialDesc": {
        "en": "Venti's specialty. Other than the Cecilia flowers used for decoration, the ingredients are no different from normal. But if you taste it carefully, you can taste the flavor of \"a wind that brings hope and tiny twists of fate.\" Perhaps... this is exactly what he wants.",
        "de": "Ventis Spezialzubereitung. Von der Cecilia-Blüte abgesehen werden dieselben Zutaten wie sonst verwendet. Achtet man aber genau auf den Geschmack, so spürt man doch eine leichte Brise, voll Hoffnung und Zuversicht. Womöglich ist es genau das, was er beabsichtigt.",
        "chs": "温迪的特色料理。除却作为装饰的塞西莉亚花，用料与一般菜品并无二致。但细细品尝，便能体会出「细小的转机与希望之风」的味道。这莫非…正是他的心意？",
        "cht": "溫迪的特色料理。除卻作為裝飾的塞西莉亞花，用料與一般料理並無二致。但細細品嚐，便能體會出「細小的轉機與希望之風」的味道。這莫非…正是他的心意？",
        "es": "La especialidad de Venti. Aparte de las cecilias utilizadas para decorar el plato, los ingredientes no son nada fuera de lo común. Si lo pruebas con atención, podrás saborear “una brizna de viento que trae consigo tenues cambios y pequeñas semillas de esperanza”. Quizás... eso sea exactamente lo que quiere.",
        "fr": "Spécialité culinaire de Venti. Ce ragoût ressemble en tout point à sa version originale sauf pour les cécilias qui le décorent. Cependant, en le goûtant, ce plat vous donne la force de croire en des jours meilleurs. C'était sans doute l'intention de Venti...",
        "id": "Spesialisasi Venti. Selain daripada bunga Cecilia yang digunakan untuk dekorasi, bahannya tidak jauh berbeda dari biasanya. Tapi jika kamu mencobanya dengan seksama, kamu bisa merasakan rasa \"angin yang membawa harapan dan nasib yang berputar.\" Mungkinkah ini yang dia inginkan?",
        "jp": "ウェンティのオリジナル料理。装飾用のセシリアの花を除けば、普通の風神ヒュッツポットと何の変りもないように見えるが、ゆっくり食べてみると、「些細な転機と希望の風」の味がする。もしかして…これがウェンティの気持ち？",
        "kr": "벤티의 특제 요리. 세실리아꽃으로 장식한 것을 제외하곤 별다른 특별한 재료가 없다. 하지만 자세히 음미하면 「작디작은 계기와 희망의 바람」의 맛을 느낄 수 있다. 혹시… 이게 바로 벤티의 마음?",
        "pt": "Especialidade de Venti. Além das Flores Cecilia usadas para decoração, os ingredientes não são diferentes do normal. Mas se você o provar com cuidado, poderá provar o sabor de \"um vento que traz esperança e pequenas reviravoltas do destino\". Talvez... isso é exatamente o que ele quer.",
        "ru": "Особое блюдо Венти. Список ингредиентов этого блюда не отличается от обычной солянки, за исключением цветов сесилии для украшения блюда. Но если вы аккуратно распробуете эту солянку, то сможете ощутить мимолётный вкус «ветра, несущего с собой надежды и маленькие повороты судьбы». Возможно... таковым и был изначальный посыл.",
        "th": "เมนูพิเศษของ Venti ดอก Celelia นอกจากจะเอาไว้ตกแต่งแล้ว ยังใช้ทำอาหารได้ไม่ต่างจากอาหารทั่วไป แต่เมื่อชิมดูดี ๆ แล้วยิ่งรับรู้ได้ถึงรสชาติของ \"จุดเปลี่ยนเล็ก ๆ และลมแห่งความหวัง\" หรือว่านี่...คือน้ำใจจากเขา?",
        "vi": "Món ăn đặc biệt của Venti. Ngoại trừ hoa Cecilia là một vật trang trí, các nguyên liệu khác không có gì đặc biệt. Nếu thưởng thức một cách cẩn thận, bạn sẽ có thể nhận ra hương vị của \"sự chuyển biến vi diệu cùng cơn gió hy vọng\". Đây có phải... chính là tâm ý của anh ấy?"
    },
    "materialType": "MATERIAL_FOOD"
}