{
    "name": {
        "en": "Achievement: Seven Lights",
        "de": "Errungenschaft – Sieben Farben",
        "chs": "成就·七芒",
        "cht": "成就·七芒",
        "es": "Logro - Siete luces",
        "fr": "Succès - Sept lumières",
        "id": "Achievement: Tujuh Cahaya",
        "jp": "アチーブメント·七芒",
        "kr": "업적·일곱 개의 빛",
        "pt": "Conquista: Sete Luzes",
        "ru": "Достижение: Семь лучей",
        "th": "ความสำเร็จ - แสงทั้งเจ็ด",
        "vi": "Thành Tựu - Bảy Tia Sáng"
    },
    "id": 210137,
    "materialDesc": {
        "en": "Namecard style.\\nAnyone can play a tune that belongs just to them, and like the dew upon grass, can reflect the seven lights of heaven.",
        "de": "Ein Motiv für Namenskärtchen.\\nWirklich jeder kann seinen eigenen schönen Takt spielen, so wie auch der Tau auf dem Gras die sieben Farben des himmlischen Lichts spiegeln kann.",
        "chs": "名片纹饰。\\n无论是谁，都能奏响属于自己的美妙乐章，正如草上的浅露，也能映出天光的七芒。",
        "cht": "名片紋飾。\\n無論是誰，都能奏響屬於自己的美妙樂章，正如草上的淺露，也能映出天光的七芒。",
        "es": "Diseño de tarjeta de presentación.\\nCualquiera puede tocar su propia melodía que, al igual que el rocío sobre la hierba, pueda reflejar las siete luces del cielo.",
        "fr": "Thème.\\nN'importe qui peut jouer un air qui n'appartient qu'à lui et qui, comme la rosée sur l'herbe, peut refléter les sept lumières du ciel.",
        "id": "Style kartu nama.\\nSiapapun dapat memainkan melodi yang mereka miliki, dan layaknya embun di atas rumput, mereka dapat memantulkan tujuh cahaya langit.",
        "jp": "名刺の飾り紋。\\n草の上の朝露も空の七芒を反射するように、どんな人でも、自分だけの音楽を奏でられる。",
        "kr": "명함 스킨.\\n풀잎에 맺힌 이슬방울이 햇빛을 일곱 가지 빛깔로 반사하듯, 누구든지 자신만의 아름다운 악장을 연주할 수 있다",
        "pt": "Estilo de Cartão de Visita.\\nQualquer um pode tocar uma melodia que pertence a si mesmo, assim como o orvalho sobre a grama, que pode refletir as sete luzes do céu.",
        "ru": "Именная карта.\\nВсякий может сыграть свою собственную музыку, как и всякая капля росы в состоянии отразить в себе семь райских лучей.",
        "th": "ลวดลายนามบัตร\\nไม่ว่าจะเป็นใคร ก็สามารถเล่นบทเพลงที่สวยงามของตนเองได้ทั้งนั้น เช่นเดียวกับน้ำค้างบนหย่อมหญ้า ที่สามารถสะท้อนแสงทั้งเจ็ดบนฟากฟ้าได้เช่นกัน",
        "vi": "Hoa văn danh thiếp.\\nBất cứ ai cũng có thể chơi một giai điệu chỉ thuộc về họ, giống như sương trên cỏ, có thể phản chiếu bảy tia sáng của thiên đường."
    },
    "materialType": "MATERIAL_NAMECARD"
}