{
    "name": {
        "en": "Achievement: Virtuoso",
        "de": "Errungenschaft – Eigenart",
        "chs": "成就·殊技",
        "cht": "成就·殊技",
        "es": "Logro - Virtuoso",
        "fr": "Succès - Virtuose",
        "id": "Achievement: Virtuoso",
        "jp": "アチーブメント·特技",
        "kr": "업적·특기",
        "pt": "Conquista - Virtuoso",
        "ru": "Профессионал",
        "th": "ความสำเร็จ - ทักษะยอดเยี่ยม",
        "vi": "Thành Tựu - Đặc Kỹ"
    },
    "id": 210022,
    "materialDesc": {
        "en": "Namecard style.\\nAfter mastering these skills, you may just find that you can get by just fine without engaging in battle. If you are without any commission to complete, that is.",
        "de": "Ein Motiv für Namenskärtchen.\\nSobald du diese Fähigkeiten beherrschst, wird dir womöglich auffallen, dass du auch ganz gut ohne Gewalt auskommst – wenn nicht gerade eine Mission ansteht.",
        "chs": "名片纹饰。\\n既然掌握了这些技术，或许不需要战斗也能很好地活下去吧。如果没有使命在身的话。",
        "cht": "名片紋飾。\\n既然掌握了這些技術，或許不需要戰鬥也能很好地活下去吧。如果沒有使命在身的話。",
        "es": "Diseño de tarjeta de presentación.\\nAhora que dominas estas habilidades, quizás no tengas que luchar más para vivir de manera normal. Eso si no tienes ninguna misión que completar, claro.",
        "fr": "Thème.\\nAprès avoir maîtrisé ces techniques, vous vous rendez compte qu'il est possible de s'en sortir sans combat, si ce n'est pour une mission à accomplir.",
        "id": "Style kartu nama.\\nSetelah menguasai keterampilan ini, kamu akan menyadari bahwa kamu akan baik-baik saja walaupun tanpa terlibat pertempuran sekalipun. Pastinya, jika kamu tidak ada misi untuk diselesaikan.",
        "jp": "名刺の飾り紋。\\nこれらの技を習得しておけば、もう戦闘をしなくてもちゃんと生きていけるだろう。使命を背負う身でなかったら。",
        "kr": "명함 스킨.\\n이런 기술을 터득했으니 사명감이 없다면 전투 없이도 잘 살 수 있지 않을까?",
        "pt": "Estilo de Cartão de Visita.\\nDepois de dominar essas habilidades, você perceberá que pode passar bem sem se envolver em batalha. Se você está sem nenhuma missão para concluir.",
        "ru": "Именная карта.\\nОвладев всеми доступными навыками, вы поймёте, что вполне можете обойтись и без боя. Если, конечно, того не требуют условия задания.",
        "th": "ลายนามบัตร\\nหลังจากเชี่ยวชาญทักษะเหล่านี้แล้ว บางทีคุณอาจมีชีวิตรอดได้โดยไม่ต้องต่อสู้ ถ้าไม่มีภารกิจล่ะนะ",
        "vi": "Hoa văn danh thiếp.\\nNếu đã nắm được kỹ thuật này, thì chắc là không cần chiến đấu cũng có thể sống sót được. Nếu không phải là có sứ mệnh cần làm thì..."
    },
    "materialType": "MATERIAL_NAMECARD"
}