{
    "name": {
        "en": "Achievement: Thunderclap",
        "de": "Errungenschaft – Donnerdröhnen",
        "chs": "成就·雷音",
        "cht": "成就·雷音",
        "es": "Logro - Rugido del relámpago",
        "fr": "Succès - Coup de tonnerre",
        "id": "Achievement: Sambaran Petir",
        "jp": "アチーブメント·雷音",
        "kr": "업적·뇌음",
        "pt": "Conquista: Retumbar do Trovão",
        "ru": "Раскат грома",
        "th": "ความสำเร็จ - เสียงอัสนี",
        "vi": "Thành Tựu - Sấm Sét"
    },
    "id": 210116,
    "materialDesc": {
        "en": "Namecard style.\\nListen to the sound that comes from the clouds. That is its resentful rage, and its tiny wish.",
        "de": "Ein Motiv für Namenskärtchen.\\nHör mal, das Dröhnen des Donners, das dumpf zwischen den Wolkenbergen hallt. Das ist der Jammer und der Wutschrei sowie der Ausdruck eines kleinen Wunsches von ihm.",
        "chs": "名片纹饰。\\n听啊，丛云间回荡的声响。那是它的嗟怨忿怒，与一个小小的愿望。",
        "cht": "名片紋飾。\\n聽啊，叢雲間回蕩的聲響。那是它的嗟怨忿怒，與一個小小的願望。",
        "es": "Diseño de tarjeta de presentación.\\nEscucha: es el eco que proviene de las nubes. Es un suspiro de resentimiento, el dejo de un deseo.",
        "fr": "Thème.\\nÉcoutez le son qui vient des nuages. C'est une rage rancunière, et l'expression d'un souhait.",
        "id": "Style kartu nama.\\nDengarlah suara yang bergema melalui awan. Itu suara kemarahannya, sekaligus satu harapan kecilnya.",
        "jp": "名刺の飾り紋。\\n雲間に響く音を聞け。それは怨嗟と憤怒、そして小さな願いである。",
        "kr": "명함 스킨.\\n들어봐, 구름에서 들려오는 소리. 저건 그것이 원통해하며 분노하는 소리이자, 작은 소원을 속삭이는 소리야",
        "pt": "Estilo de Cartão de Visita.\\nOuça o som que vem das nuvens. Isso é a fúria do ressentimento, e é seu pequeno desejo.",
        "ru": "Именная карта.\\nПрислушайся к звукам, которые доносятся из облаков. Это их исполненный обиды гнев и крохотное желание.",
        "th": "ลายนามบัตร\\nฟังเสียเถิด ฟังเสียงที่สะท้อนผ่านก้อนเมฆ นั่นคือความโกรธแค้น และความปรารถนาอันน้อยนิดของมัน",
        "vi": "Hoa văn danh thiếp.\\nHãy lắng nghe âm thanh vọng qua từng đám mây. Đó là cơn thịnh nộ của nó, và một điều ước nhỏ nhoi."
    },
    "materialType": "MATERIAL_NAMECARD"
}