{
    "name": {
        "en": "Achievement: Nails",
        "de": "Errungenschaften – Nadelhaken",
        "chs": "成就·敲针",
        "cht": "成就·敲針",
        "es": "Logro - Clavos",
        "fr": "Succès - Clous",
        "id": "Achievement: Kail Pancing",
        "jp": "アチーブメント·針叩き",
        "kr": "업적·바늘 꿰기",
        "pt": "Conquista: Pregos",
        "ru": "Гвозди",
        "th": "ความสำเร็จ - ตีตะปู",
        "vi": "Thành Tựu - Đập Kim"
    },
    "id": 210098,
    "materialDesc": {
        "en": "Namecard style.\\n\"Wait, if these fish can't be eaten, then why are we hammering these nails into fishhooks?\" \"Oh, you wouldn't understand.\"",
        "de": "Namenskärtchen.\\n„Warte, wenn diese Fische überhaupt nicht essbar sind, warum hämmern wir noch die Nägel in Angelhaken?„Oh, das würdest du nicht verstehen.“",
        "chs": "名片纹饰。\\n「既然这些鱼都不能吃，何苦敲针做钩呢？」「这你就不懂了吧。」",
        "cht": "名片紋飾。\\n「既然這些魚都不能吃，何苦敲針做鉤呢？」「這你就不懂了吧。」",
        "es": "Diseño de tarjeta de presentación.\\n“Si no podemos comernos estos peces, ¿por qué estamos clavando estos clavos en los anzuelos?” “Oh, no lo entenderías”.",
        "fr": "Thème.\\n« Si on ne peut pas manger ces poissons, alors pourquoi s'embêter à accrocher ces clous aux hameçons ? » « Tu ne comprendrais pas si je t'expliquais. »",
        "id": "Style kartu nama.\\n\"Kalau ikan-ikan ini tidak boleh dimakan, untuk apa kita susah-susah membentuk jarum jadi kail pancing?\" \"Oh, kamu tidak akan mengerti.\"",
        "jp": "名刺の飾り紋。\\n「魚すら食いつかないのに、なぜわざわざ釣り針を作るのか？」「あなたには分からないでしょうね。」",
        "kr": "명함 스킨.\\n「이 물고기는 먹지도 못하는데, 왜 이렇게까지 열심히 바늘을 꿰어야 해?」 「네가 그 심오한 이치를 어떻게 알겠니?」",
        "pt": "Estilo de Cartão de Visita.\\n\"Espere, se esses peixes não podem ser comidos, então por que estamos colocando esses pregos em anzóis?\" \"Você não entenderia\".",
        "ru": "Именная карта.\\n«Погоди, зачем мы делаем из гвоздей крючки, если эту рыбу всё равно нельзя есть?» «Ах, тебе не понять».",
        "th": "ลวดลายนามบัตร\\n\"ในเมื่อปลาพวกนี้มันกินไม่ได้ แล้วเรามาตีตะปูให้เป็นตะขอทำไมกัน?\" \"เธอไม่เข้าใจหรอก\"",
        "vi": "Hoa văn danh thiếp. \\n\"Nếu những con cá này đều không ăn được thì sao phải vất vả đập kim làm móc câu làm gì?\"\"Bạn không hiểu đúng không?\""
    },
    "materialType": "MATERIAL_NAMECARD"
}