{
    "name": {
        "en": "Achievement: Challenger",
        "de": "Errungenschaft – Herausforderung",
        "chs": "成就·挑战",
        "cht": "成就·挑戰",
        "es": "Logro - Retador",
        "fr": "Succès - Défi",
        "id": "Achievement: Penantang",
        "jp": "アチーブメント·挑戦",
        "kr": "업적·도전",
        "pt": "Conquista - Desafiante",
        "ru": "Испытания",
        "th": "ความสำเร็จ - ผู้ท้าทาย",
        "vi": "Thành tựu - Khiêu chiến"
    },
    "id": 210028,
    "materialDesc": {
        "en": "Namecard style.\\nEven if you're just going out to get a single dandelion, there will be obstacles in your path. But you love a challenge, don't you?",
        "de": "Ein Motiv für Namenskärtchen.\\nSelbst wenn du nur eine Pusteblume pflücken willst, können sich viele Hindernisse vor dir auftürmen. Du aber scheust keine Herausforderung, nicht wahr?",
        "chs": "名片纹饰。\\n就算你只是想出门采一朵蒲公英，仍然会有阻碍横在你的面前。你当然欣然接受一切挑战，对吧？",
        "cht": "名片紋飾。\\n就算你只是想出門採一朵蒲公英，仍然會有阻礙橫在你的面前。你當然欣然接受一切挑戰，對吧？",
        "es": "Diseño de tarjeta de presentación.\\nAunque solo salgas a buscar un diente de león, te encontrarás con obstáculos en el camino. Pero tú amas los desafíos, ¿cierto?",
        "fr": "Thème.\\nDes défis se dresseront toujours devant vous, même quand vous souhaitez accomplir les tâches les plus simples. Ce n'est jamais de refus avec vous...",
        "id": "Style kartu nama.\\nMeskipun kamu hanya ingin pergi keluar dan memetik dandelion, masih akan ada rintangan di depanmu. Tentu kamu bersedia menerima semua tantangan, bukan?",
        "jp": "名刺の飾り紋。\\nどんなことでも簡単ではない、たとえ蒲公英を採ることも。でもあなたなら困難に遭っても諦めないでしょ！ね？",
        "kr": "명함 스킨.\\n민들레 한 송이를 꺾으려해도 장애물이 앞을 가로막는다. 어떠한 도전도 흔쾌히 받아들일 준비가 됐겠지?",
        "pt": "Estilo de Cartão de Visita.\\nMesmo que só colete uma flor de Dandelion, corre um risco, não é? Mas você aceita todos os desafios, certo?",
        "ru": "Именная карта.\\nДопустим, вы захотите всего лишь сорвать одуванчик, и по дороге перед вами встанут испытания. Вы ведь с удовольствием с ними справитесь?",
        "th": "ลายนามบัตร\\nถ้าคุณต้องพบเจอกับอุปสรรค แม้คุณอยากออกไปข้างนอกเพื่อเด็ด Dandelion เพียงดอกเดียว คุณจะเต็มใจที่จะเผชิญกับความท้าทายทั้งหมดนั่นใช่มั้ย?",
        "vi": "Hoa văn danh thiếp.\\nDù bạn chỉ muốn ra ngoài hái một đóa bồ công anh, thì vẫn có những trở ngại trước mặt. Đương nhiên bạn vẫn chấp nhận mọi thử thách, đúng không?"
    },
    "materialType": "MATERIAL_NAMECARD"
}