{
    "name": {
        "en": "Achievement: Mirrored Dreams",
        "de": "Errungenschaft – Gespiegelte Träume",
        "chs": "成就·镜梦",
        "cht": "成就·鏡夢",
        "es": "Logro - Reflejo de un sueño",
        "fr": "Succès - Rêves reflétés",
        "id": "Achievement: Mimpi Cermin",
        "jp": "アチーブメント·鏡の夢",
        "kr": "업적·거울의 꿈",
        "pt": "Conquista: Sonhos Espelhados",
        "ru": "Достижение: Зеркальные воспоминания",
        "th": "ความสำเร็จ - ความฝันในบานกระจก",
        "vi": "Thành Tựu - Giấc Mơ Phản Chiếu"
    },
    "id": 210139,
    "materialDesc": {
        "en": "Namecard style.\\n\"A millennium of obsession and tragic yearning has long been lost in the sandstorms of those blazing nights. But the eternal verdant oasis of her dreams is, in all likelihood, as tender as it was at the first...\"",
        "de": "Ein Motiv für Namenskärtchen.\\n„Wahn und Demut von tausend Jahren, schon lange vergangen unter dem die Nacht verbrennenden Flugsand. Doch in ihrem Traum ist die grüne Oase wohl noch immer so sanft und üppig wie damals ...“",
        "chs": "名片纹饰。\\n「千年的妄执与悲愿，都已经消逝在了灼夜的风沙中。但她梦里那片永恒的绿洲，应当依旧柔茂如初吧…」",
        "cht": "名片紋飾。\\n「千年的妄執與悲願，都已經消逝在了灼夜的風沙中。但她夢裡那片永恆的綠洲，應當依舊柔茂如初吧…」",
        "es": "Diseño de tarjeta de presentación.\\n“Las obsesiones y los anhelos de miles de años se han desvanecido en las tormentas de arena de las noches luminosas. Sin embargo, el oasis eterno con el que ella soñaba sigue siendo tan exuberante como siempre”.",
        "fr": "Thème.\\n« Un millénaire d'obsession et de nostalgie tragique s'est perdu depuis longtemps dans les tempêtes de sable de ces nuits flamboyantes. Mais l'éternelle oasis verdoyante de ses rêves est, selon toute vraisemblance, aussi douce qu'elle l'était au premier jour... »",
        "id": "Style kartu nama.\\n\"Satu milenium obsesi dan kerinduan tragis semuanya telah menghilang di pasir malam yang terbakar itu. Tapi oasis hijau abadi dalam mimpinya tetaplah lembut dan subur ....\"",
        "jp": "名刺の飾り紋。\\n「千年にも渡る妄執と悲願は、燃えるような灼夜の風と砂ぼこりの間ですでに失われてしまった。しかし、彼女の夢の中にある永遠のオアシスは、まだ昔のように緑が生い茂っているのだろう…」",
        "kr": "명함 스킨.\\n「천년의 아집과 비장한 염원은 모두 환한 밤의 모래바람 속으로 사라졌지만, 그녀의 꿈속 영원의 오아시스엔 여전히 초목이 무성하겠지…」",
        "pt": "Estilo de Cartão de Visita.\\n\"Um milênio de obsessão e lembranças trágicas foi perdido nas tempestades de areia daquelas noites flamejantes. Mas o eterno oásis verdejante ainda deve estar aconchegante como era no começo...\"",
        "ru": "Именная карта.\\n«Тысячелетие наваждений и состраданий давно затерялось в песчаных бурях тех пылающих ночей. Но вечный зеленеющий оазис её мечты, вероятно, так же нежен, как и в первый раз...»",
        "th": "ลวดลายนามบัตร\\n\"ความมัวเมาและความเศร้าโศกนับพันปี ได้เลือนหายไปในพายุทรายของค่ำคืนที่ถูกแผดเผา แต่โอเอซิสอันเป็นนิรันดร์ในฝันของเธอ คงยังเขียวขจีดั่งวันวานสินะ...\"",
        "vi": "Hoa văn danh thiếp.\\nNgàn năm kiêu ngạo và những ước nguyện buồn bã đều đã tan biến trong cát đêm rực cháy. Nhưng ốc đảo vĩnh hằng trong giấc mơ của cô vẫn mềm mại và tươi tốt như ngày nào...\""
    },
    "materialType": "MATERIAL_NAMECARD"
}