{
    "name": {
        "en": "A Choice of Delicacies",
        "de": "„Eine Auswahl an Köstlichkeiten“",
        "chs": "「包罗百味的选择」",
        "cht": "「包羅百味的選擇」",
        "es": "Para todos los gustos",
        "fr": "Choix de délices",
        "id": "Pilihan Cita Rasa",
        "jp": "「百の美味を網羅する選択肢」",
        "kr": "「백 가지 맛의 선택」",
        "pt": "Gosto Universal",
        "ru": "На любой вкус",
        "th": "\"รวมร้อยรสชาติให้เลือกสรร\"",
        "vi": "Lựa Chọn Đủ Loại Món Ngon"
    },
    "id": 381319,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making A Choice of Delicacies.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Eine Auswahl an Köstlichkeiten“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『包罗百味的选择』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『包羅百味的選擇』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar “Para todos los gustos”.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du choix de délices.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Pilihan Cita Rasa.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『百の美味を網羅する選択肢』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면. 「『백 가지 맛의 선택』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Gosto Universal.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «На любой вкус».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"รวมร้อยรสชาติให้เลือกสรร\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Lựa Chọn Đủ Loại Món Ngon.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}