{
    "name": {
        "en": "A Complete Chart of Ako's Treasure",
        "de": "Meereskarte des versteckten Schatzes (vollständig)",
        "chs": "秘宝所藏之海图·全",
        "cht": "秘寶所藏之海圖·全",
        "es": "Carta náutica completa del escondite del tesoro",
        "fr": "Carte complète du trésor d'Ako",
        "id": "Bagan Lengkap Harta Karun Ako",
        "jp": "隠されし秘宝の海図·全",
        "kr": "보물이 숨겨진 곳의 해도·전체",
        "pt": "Carta Náutica Completa do Tesouro de Ako",
        "ru": "Полная карта сокровища Ако",
        "th": "แผนที่เดินเรือแห่งที่ซ่อนสมบัติลับ - ฉบับสมบูรณ์",
        "vi": "Bản Đồ Kho Báu Bí Mật - Hoàn Chỉnh"
    },
    "id": 101760,
    "materialDesc": {
        "en": "A complete nautical chart pieced together after all four parts of the clue were collected, leading to the treasure hidden by Ako Domeki and company before they left this place.",
        "de": "Eine Meereskarte eines Schatzes, den die „Ako-Domeki-Bande“ beim Verlassen dieses Ortes versteckt hat. Nach dem Einsammeln aller vier Teile verrät sie den Ort, an dem der Schatz vergraben ist.",
        "chs": "由离开此处的「赤穗百目鬼一众」留下的秘宝，四份线索收集完全之后，即可得到的，秘宝埋藏之处的海图。",
        "cht": "由離開此處的「赤穗百目鬼一眾」留下的秘寶，四份線索收集完全之後，即可得到的，秘寶埋藏之處的海圖。",
        "es": "Carta náutica con la ubicación del tesoro que escondió la banda de Ako Domeki antes de abandonar este lugar. Tras reunir las cuatro partes, revela el lugar donde está enterrado el tesoro.",
        "fr": "Une carte nautique reconstituée après que les quatre parties des indices ont été réunies. Celle-ci mène au trésor caché par Ako Domeki et son équipage après leur départ.",
        "id": "Bagan yang digabungkan menjadi satu setelah keempat bagiannya terkumpul, menunjukkan lokasi harta karun yang dikubur oleh Ako Domeki dan kawan-kawannya sebelum mereka pergi.",
        "jp": "ここから離れた「赤穂百目鬼の一味」が残した秘宝。四つの手がかりをすべて集めると、秘宝が隠された場所の海図が手に入る。",
        "kr": "이곳을 떠난 「아코 도메키 일당」이 남긴 보물. 4개의 단서를 모두 수집하면 보물이 숨겨진 곳의 해도를 획득할 수 있다",
        "pt": "Carta náutica com a localização do tesouro que a gangue de Ako Domeki escondeu antes de deixar este lugar. Depois de coletar todas as quatro partes, ela revelou o local onde o tesouro foi enterrado.",
        "ru": "Морская карта, получившаяся после сбора четырёх подсказок. Она указывает на сокровища, спрятанные бандой Ако Домэки перед тем, как они покинули это место.",
        "th": "สมบัติลับที่ถูกทิ้งไว้ที่นี่โดย \"กลุ่ม Ako Domeki\" เมื่อรวบรวมเบาะแสครบถ้วนทั้งสี่ส่วนแล้ว ก็จะได้รับแผนที่เดินเรือของที่ซ่อนสมบัติลับ",
        "vi": "Kho báu bí mật do \"nhóm hải tặc Ako Domeki\" đã để lại khi rời khỏi nơi này. Sau khi thu thập đủ 4 manh mối sẽ có được bản đồ nơi cất giấu kho báu này."
    },
    "materialType": "MATERIAL_QUEST"
}