{
    "name": {
        "en": "Acquaint Fate",
        "de": "Vorbestimmtes Schicksal",
        "chs": "相遇之缘",
        "cht": "相遇之緣",
        "es": "Encuentro del destino",
        "fr": "Pierre de la destinée",
        "id": "Acquaint Fate",
        "jp": "出会いの縁",
        "kr": "만남의 인연",
        "pt": "Destino Familiar",
        "ru": "Судьбоносные встречи",
        "th": "Acquaint Fate",
        "vi": "Mối Duyên Tương Ngộ"
    },
    "id": 224,
    "materialDesc": {
        "en": "A seed that lights up the night.\\nNo matter the distance apart, guided by the stone's glimmer, the fated will meet under the stars.",
        "de": "Ein Samen, der Hoffnung zwischen den Sternen aufblinken lässt.\\nEgal wie weit Menschen voneinander entfernt sind, so wird dieser Schein den Menschen, die füreinander bestimmt sind, den Weg weisen, sodass sie sich unter dem Sternenhimmel treffen.",
        "chs": "点亮星空的希望之种。\\n无论相隔多远，命定相遇的人都会受缘石辉光的指引，在星空下相会。",
        "cht": "點亮星空的希望之種。\\n無論相隔多遠，命定相遇的人都會受緣石輝光的指引，在星空下相會。",
        "es": "Una semilla que ilumina la noche.\\nNo importa la distancia, guiadas por el brillo de las piedras, las personas que están destinadas a encontrarse lo harán bajo las estrellas.",
        "fr": "Une graine d'espoir qui illumine le ciel étoilé.\\nPeu importe la distance qui les sépare l'un de l'autre, ceux qui sont destinés à se rencontrer seront guidés par la lueur de la pierre de la fatalité et se retrouveront enfin sous le ciel étoilé.",
        "id": "Benih yang menyinari malam.\\nTidak peduli seberapa jauh, yang ditakdirkan akan bertemu di bawah bintang, dipandu oleh sinar batunya.",
        "jp": "星空を照らす希望の種。\\nどんなに離れても、縁石の導きで、運命の二人は星空の下で巡り会える。",
        "kr": "밤하늘을 밝혀주는 희망의 씨앗.\\n아무리 멀리 떨어져 있어도 운명의 사람들은 인연석의 빛에 이끌려 별빛 아래에서 만나게 된다",
        "pt": "Uma semente que pode iluminar a noite.\\nNão importa a distância, guiada pelo brilho da pedra, o desejo do destino será encontrado sob as estrelas.",
        "ru": "Семена надежды, освещающие ночное небо.\\nНесмотря на расстояние, те кому суждено встретиться, обязательно найдут друг друга под звёздами.",
        "th": "เมล็ดแห่งความหวังที่ส่องสว่างบน ท้องฟ้า\\nไม่ว่าจะอยู่ห่างกันเพียงไหน แสงของหินแห่งโชคชะตานี้จะแสดง หนทางไปสู่ผู้คนที่ถูกลิขิตให้พบกัน เพื่อที่พวกเขาจะได้พบกันใต้แสงดาว",
        "vi": "Thắp sáng hạt giống hy vọng trên bầu trời.\\nBất kể xa cách bao nhiêu, người đã được vận mệnh an bài đều sẽ được ánh sáng của duyên thạch dẫn lối, gặp nhau dưới trời đất này."
    },
    "materialType": "MATERIAL_CONSUME"
}