{
    "name": {
        "en": "Adeptus' Temptation",
        "de": "Versuchung der Adepten",
        "chs": "仙跳墙",
        "cht": "仙跳牆",
        "es": "Tentación de Adeptus",
        "fr": "Attrape-Adepte",
        "id": "Adeptus' Temptation",
        "jp": "仙跳牆",
        "kr": "선도장",
        "pt": "Tentação do Adeptus",
        "ru": "«Искушение Адепта»",
        "th": "Adeptus' Temptation",
        "vi": "Tiên Nhảy Tường"
    },
    "id": 108123,
    "materialDesc": {
        "en": "A complex, famous type of Liyue cuisine, in which specially selected ingredients are submerged and slowly boiled in soup stock. The recipe scribbled from memory alone was enough to urge the adepti to once again return to the world of men.",
        "de": "Ein schwierig herzustellendes Gericht aus Liyue. Nur ausgewählte Zutaten gehören in die Fleischbrühe, die als Basis verwendet wird. Auf kleiner Flamme köchelt die Suppe vor sich hin und entwickelt einen Geschmack, der Adepten das Herz höherschlagen lässt, obwohl das Rezept selbst nur aus einer Erinnerung stammt.",
        "chs": "工艺复杂的璃月名菜。以高汤浸没精心挑选的食材，慢火熬煮而成。仅仅是凭着回忆抄写食谱，就引得仙人动了凡心，归复人间。",
        "cht": "工藝複雜的璃月名菜。以高湯浸沒精心挑選的食材，慢火熬煮而成。僅僅是憑著回憶抄寫食譜，就引得仙人動了凡心，歸復人間。",
        "es": "Un complejo y famoso plato de Liyue. Los ingredientes, seleccionados con gran exquisitez, se sumergen en el caldo y se hierven hasta que estén tiernos. Esta receta, que fue escrita de memoria, fue suficiente para instar a los Adeptus a volver al mundo de los mortales.",
        "fr": "Un plat traditionnel liyuéen à la préparation complexe. Les ingrédients sélectionnés avec soin sont mijotés dans du bouillon à feu doux. Un Adepte aurait fait un saut dans le monde des mortels sans broncher pour en manger afin de palier à ses souvenirs flous lorsqu'il s'apprêtait à recopier la recette du plat.",
        "id": "Hidangan Liyue yang terkenal dan cukup kompleks, dibuat dari bahan-bahan pilihan dan direbus perlahan menjadi sup. Resep yang ditulis berdasarkan ingatan saja sudah cukup untuk membuat Adeptus untuk turun lagi ke dunia.",
        "jp": "手間をかける璃月の名物料理。厳選した食材にそれをかぶるくらいのストックを加えて、弱火でじっくりと煮込めば完成。記憶を元にレシピを書いただけで、仙人が凡人のように心が揺れ動いて、人間界に赴いた。",
        "kr": "요리 과정이 복잡한 리월의 명요리. 진한 육수에 정성 들여 고른 식자재를 넣고 약한 불에 푹 끓인 요리. 기억을 더듬어서 완성시킨 레시피이지만 선인의 마음을 움직여 인간 세상으로 돌아오게 하기엔 충분했다",
        "pt": "Um tipo de culinária complexo e famoso de Liyue, na qual ingredientes especialmente selecionados são submersos e jogados lentamente no caldo. A receita rabiscada apenas da memória foi suficiente para incitar os Adepti a voltarem novamente ao mundo dos homens.",
        "ru": "Сложное, но очень популярное блюдо Ли Юэ. Тщательно отобранные ингредиенты опускаются в бульон и долго томятся на медленном огне. Хватило всего лишь по памяти записанного рецепта, чтобы Адепты снова вернулись в мир людей.",
        "th": "เมนูเลื่องชื่อของ Liyue ที่มีวิธีทำที่ซับซ้อน นำวัตถุดิบที่คัดสรรมาอย่างดีมาต้มในน้ำซุป ใช้ไฟอ่อนเคี่ยวอย่างช้า ๆ สูตรอาหารที่เขียนขึ้นมาจากความทรงจำนี้ ได้ดึงดูดเหล่าเซียนให้ใจเต้น และกลับมาปรากฏกายบนโลกมนุษย์อีกครั้ง",
        "vi": "Món ăn nổi tiếng ở Liyue với cách chế biến phức tạp. Nguyên liệu đã được lựa chọn kỹ càng ngâm trong canh nguyên chất, dùng lửa nhỏ hầm từ từ. Chỉ ngồi nhớ lại để viết công thức đã khiến người ta động lòng phàm, trở lại nhân gian."
    },
    "materialType": "MATERIAL_FOOD"
}