{
    "name": {
        "en": "Adeptus Gate",
        "de": "Adeptentor",
        "chs": "三眼守仙牌",
        "cht": "三眼守仙牌",
        "es": "Puerta de Adeptus",
        "fr": "Portail des Adeptes",
        "id": "Gerbang Adeptus",
        "jp": "三眼の仙牌",
        "kr": "삼안의 선패",
        "pt": "Portão do Adeptus",
        "ru": "Врата Адепта",
        "th": "ศิลาเซียนคุ้มกันสามตา",
        "vi": "Tam Nhãn Thủ Tiên Bài"
    },
    "id": 391201,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Adeptus Gate.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Adeptentor“.\\nNach der Anwendung im Herstellungsmenü zu finden.Adeptentor",
        "chs": "步骤详实的图纸，记载着「三眼守仙牌」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「三眼守仙牌」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Puerta de Adeptus.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du portail des Adeptes.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Gerbang Adeptus\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「三眼の仙牌」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「삼안의 선패」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Portão do Adeptus\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Врата Адепта».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ศิลาเซียนคุ้มกันสามตา\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Tam Nhãn Thủ Tiên Bài\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}