{
    "name": {
        "en": "Adepti Seeker's Stove",
        "de": "Adeptensucher-Gourmet",
        "chs": "「寻仙的美食家」",
        "cht": "「尋仙的美食家」",
        "es": "Olla del gourmet Adeptus",
        "fr": "Chaudron d'Adepte",
        "id": "Adeptus-Seeking Gourmet",
        "jp": "「仙人探しの美食家」",
        "kr": "선인 찾는 미식가",
        "pt": "Fogão Procurador de Adepti",
        "ru": "Печь искателя Адептов",
        "th": "Adepti Seeker's Stove",
        "vi": "Nhà Ẩm Thực Tìm Tiên"
    },
    "id": 220006,
    "materialDesc": {
        "en": "A portable stove that can be quickly set up for cooking in the environment. If you enter into combat nearby, it will be destroyed.\\nLiyue's terrain is vast, varied, and at times even inhospitable — and yet all its inhabitants share a love of good food. These two phenomena would not be able to coexist were it not for portable cooking equipment like this. Whether you are scaling the heights of Jueyun Karst or exploring the islets of Guyun Stone Forest, bringing a portable stove means that a delicious and freshly cooked hot meal is always available at a moment's notice.",
        "de": "Ein tragbarer Herd, der schnell aufgestellt werden kann, um vor Ort Gerichte zu zuzubereiten. Sollte in der Nähe ein Kampf stattfinden, wird dieses Objekt zerstört.\\nDas Gebiet um Liyue herum ist weitläufig, abwechslungsreich und manchmal sogar unwirtlich und doch teilen alle seine Bewohner die Liebe zu gutem Essen. Diese Phänomene könnten nicht koexistieren, wenn es nicht tragbare Kochgeräte wie dieses gäbe. Ganz gleich, ob man die Höhen des Jueyun-Karsts erklimmt oder die Inseln um die Guyun-Türme herum erkundet, ein tragbarer Kocher bedeutet, dass man immer eine köstliche und frisch gekochte warme Mahlzeit im Handumdrehen zur Hand haben kann.",
        "chs": "能在场景中快速架设烹饪的锅炉。在附近进入战斗状态时，该道具会被破坏。\\n璃月的土地广袤、地形错综复杂；璃月人爱好美食。能同时体现这些特点的，恐怕就是这种便携烹饪用锅。利用这种装置，即使身处绝云间的高峰，或是在孤云阁的礁岛上，都能随时做出新鲜的菜肴。",
        "cht": "能在場景中快速架設烹飪的鍋爐。在附近進入戰鬥狀態時，該道具會被破壞。\\n璃月的土地廣袤、地形錯綜複雜；璃月人愛好美食。能同時體現這些特點的，恐怕就是這種隨身烹飪用鍋。利用這種裝置，即使身處絕雲間的高峰，或是在孤雲閣的礁島上，都能隨時做出新鮮的菜餚。",
        "es": "Crea rápidamente una olla para cocinar en cualquier lugar. El objeto se destruirá si entras en combate.\\nA la gente de Liyue, una región con un amplio territorio y una geografía accidentada, le encanta la comida. Esta olla es la única capaz de hacer frente a estas dos características geográficas. Al usarla, podrás cocinar en cualquier momento y en cualquier lugar, ya sea en la cima de los picos del Desfiladero Jueyun o en los arrecifes del Bosque de Piedra Guyun.",
        "fr": "Un mystérieux ustensile de cuisine permettant de préparer de délicieux plats en pleine nature. Il se détruira si vous combattez à proximité.\\nLes terres de Liyue sont riches, et offrent une topographie particulièrement complexe. Les gens de Liyue aiment la bonne chère, et cet ustensile est indispensable à qui souhaite cuisiner sur le pouce. Que vous vous trouviez sur quelque pic du Karst Jueyun ou sur un récif de Guyun, vous pouvez compter sur lui pour pouvoir réaliser des plats frais où que vous soyez.",
        "id": "Gunakan alat ini untuk mulai memasak di alam liar. Alat ini akan hancur bila pemain masuk ke pertarungan di dekat alat ini.\\nTanah Liyue sangat luas dengan medan yang rumit; Penduduk Liyue juga sangat mencintai makanan. Mungkin hanya panci masak praktis seperti ini yang dapat mencerminkan kedua hal tersebut. Dengan alat ini, kamu tetap bisa memasak hidangan nikmat meskipun kamu sedang menjelajahi puncak bukit di Jueyun Karst atau pulau di Guyun Stone Forest.",
        "jp": "その場ですぐに使える鍋。近くで戦闘状態に入ると破壊される。\\n璃月は土地が広く、地形も複雑に入り組んでいる。それと同時に、璃月の人々は美食を深く愛している。この2つの特徴を同時に表せるのは、おそらくこの携帯式鍋だけである。これを使えば、たとえ絶雲の間の山頂や孤雲閣の島にいる時も簡単に美味しい料理を作れるだろう。",
        "kr": "필드에 빠르게 화덕을 설치할 수 있다. 근처에서 전투 상태에 진입 시, 이 아이템은 파괴된다. \\n리월은 땅이 넓고 지형이 복잡하며, 사람들은 미식을 즐긴다. 이 휴대용 요리 아이템은 이런 리월의 특징에 부합한다. 이 장비라면 절운간 산봉우리나 고운각 섬에서도 신선한 요리를 만들 수 있다",
        "pt": "Um fogão portátil que pode ser montado rapidamente para cozinhar no ambiente. Se você entrar em combate nas proximidades, ele será destruído.\\nO povo de Liyue adora comer - mesmo nos terrenos mais acidentados das mais complexas paisagens de Liyue, você encontrará pessoas que gostam de comida. Este fenômeno não seria visto se não fosse por este mesmo equipamento de cozinha portátil. Não importa se você estiver nos picos do Relevo de Jueyun, você pode cozinhar qualquer iguaria quentinha e fresquinha.",
        "ru": "Переносная печь для готовки в полевых условиях. Она уничтожится, если вы ввяжетесь в бой рядом с ней.\\nЗемли Ли Юэ огромны и часто неприветливы, но в то же время здешние жители обожают вкусно поесть. Это и привело к появлению переносного кухонного оборудования. Неважно, исследуете ли вы пики Заоблачного предела или острова каменного леса Гуюнь, с этой переносной печью вы всегда сможете приготовить прекрасный обед.",
        "th": "มันสามารถสร้างหม้อปรุงอาหารได้อย่างรวดเร็ว แต่ไอเทมนี้จะถูกทำลาย เมื่อคุณเข้าสู่โหมดการต่อสู้ในบริเวณใกล้เคียง\\nLiyue นั้นกว้างใหญ่ มีภูมิประเทศที่ซับซ้อน และชาวเมือง Liyue ชอบทานอาหารที่อร่อย ซึ่งหม้ออเนกประสงค์ชนิดนี้ เป็นสิ่งที่สามารถรับมือกับคุณลักษณะพิเศษเหล่านี้ได้ ด้วยการติดตั้งแบบนี้ คุณจะสามารถปรุงอาหารที่สดใหม่ได้ทุกที่ทุกเวลา ไม่ว่าจะอยู่บนยอดเขา Jueyun Karst หรือที่ Guyun Tower",
        "vi": "Có thể nhanh chóng dựng lên bếp nấu. Khi ở trạng thái chiến đấu, đạo cụ này sẽ bị phá hủy.\\nVùng đất Liyue rộng lớn, địa hình phức tạp; người Liyue lại yêu thích đồ ăn ngon. Để có thể đồng thời thể hiện được những đặc điểm này, e rằng chỉ có nồi đa năng này đáp ứng được. Nhờ có nó, cho dù bản thân đang ở đỉnh núi cao Tuyệt Vân Gián hay ở rặng san hô Cô Vân Các ta vẫn có thể nấu ra được những món ăn thơm ngon."
    },
    "materialType": "MATERIAL_WIDGET"
}