{
    "name": {
        "en": "Adhigama Wood",
        "de": "Adhigama-Holz",
        "chs": "证悟木",
        "cht": "證悟木",
        "es": "Madera de bodhi",
        "fr": "Bois d'épiphanie",
        "id": "Adhigama Wood",
        "jp": "証悟材",
        "kr": "아디가마 나무 원목",
        "pt": "Madeira da Adhigama",
        "ru": "Древесина адхигамы",
        "th": "ไม้ Adhigama",
        "vi": "Gỗ Adhigama"
    },
    "id": 101315,
    "materialDesc": {
        "en": "The wood of the Adhigama Tree. Can be found everywhere and therefore appears rather ordinary, but the wood is durable and easy to handle.\\nCan be used to create furnishings.",
        "de": "Das Holz des Adhigama-Baums. Es ist nahezu überall zu sehen und wirkt eher gewöhnlich. Tatsächlich hat es aber auch die besondere Eigenschaft, sehr haltbar und einfach zu bearbeiten zu sein.\\nKann zum Herstellen von Dekoration verwendet werden.",
        "chs": "产自「证悟树」的木材，几乎随处可见，看似平凡，实则有着轻便耐用的特点。\\n可用于制作摆设。",
        "cht": "產自「證悟樹」的木材，幾乎隨處可見，看似平凡，實則有著輕便耐用的特點。\\n可用於製作擺設。",
        "es": "Madera obtenida de árboles bodhi. Se puede encontrar por todas partes y, aunque a simple vista no parece más que madera normal y corriente, resulta ser particularmente ligera y resistente.\\nPuede utilizarse para fabricar decoraciones.",
        "fr": "Bois obtenu à partir d'épiphanien. On le voit partout. D'apparence ordinaire, il est notablement durable et facile à utiliser.\\nPeut être utilisé pour fabriquer des décorations.",
        "id": "Kayu Pohon Adhigama. Dapat ditemukan di mana-mana dan karena itu terlihat seperti kayu biasa, tetapi ini merupakan kayu yang tahan lama dan mudah diproses.\\nDapat digunakan untuk membuat perabotan.",
        "jp": "「証悟の木」から生産される木材。ほぼどこでも見つけられる。見た目は普通だが、軽くて丈夫なのが特徴。\\n調度品の製作に使うことができる。",
        "kr": "「아디가마 나무」에서 얻은 목재. 거의 어디서나 흔히 볼 수 있는 목재지만 가볍고 내구성이 강하다는 특징이 있다.\\n장식을 만드는 데 사용할 수 있다",
        "pt": "Madeira da Árvore Adhigama. Pode ser encontrada em qualquer lugar e, portanto, parece ser bem ordinária, mas sua madeira e durável e fácil de manusear.\\nPode ser usada para fazer Decorações.",
        "ru": "Древесина, полученная из дерева адхигамы. Этот материал встречается повсюду, и на первый взгляд в нём нет ничего особенного, но эта древесина очень лёгкая и прочная.\\nСлужит для изготовления декора.",
        "th": "ไม้ที่ได้จาก \"ต้น Adhigama\" ดูเหมือนไม้ธรรมดาที่พบเห็นได้ทั่วไป แต่แท้จริงแล้วมีจุดเด่นที่ความแข็งแรงคงทนและมีน้ำหนักเบา\\nสามารถนำมาใช้สร้างเฟอร์นิเจอร์ได้",
        "vi": "Gỗ từ Cây Adhigama, gần như có thể thấy ở mọi nơi, trông có vẻ bình thường, nhưng nó thực sự nhẹ và bền.\\nCó thể sử dụng để làm đồ trang trí."
    },
    "materialType": "MATERIAL_WOOD"
}