{
    "name": {
        "en": "Adventurer's Breakfast Sandwich",
        "de": "Verlorene Eier auf Brot",
        "chs": "冒险家蛋堡",
        "cht": "冒險家蛋堡",
        "es": "Sándwich del aventurero",
        "fr": "Sandwich de l'aventurier",
        "id": "Adventurer's Breakfast Sandwich",
        "jp": "冒険者エッグバーガー",
        "kr": "모험가 계란빵",
        "pt": "Sanduíche do Aventureiro",
        "ru": "Яичная крепость",
        "th": "Adventurer's Breakfast Sandwich",
        "vi": "Trứng Ốp Nhà Mạo Hiểm"
    },
    "id": 108168,
    "materialDesc": {
        "en": "A nutritious egg dish. Luxurious mayonnaise sits atop a lining of ham and poached egg toast. The smooth mouthfeel fills you with energy for the long road ahead, and is one of the Adventurers' Guild's top-rated breakfasts.",
        "de": "Ein nahrhaftes Eiergericht. Dabei werden nacheinander Schinken und verlorene Eier auf eine Scheibe Brot gelegt. Dazu wird eine kräftige Ladung Mayonnaise serviert. Der tolle Geschmack dieser Mahlzeit bringt neue Kraft für lange Abenteuer. Es ist auch das Frühstück mit der besten Bewertung der Abenteurergilde.",
        "chs": "营养丰富的蛋料理。在叠有火腿和水波蛋的吐司片上，浇上饱满浓厚的蛋黄酱。香滑的口感能为每一次冒险远行提供充沛动力，是冒险家协会中最受好评的早餐。",
        "cht": "營養豐富的蛋料理。在疊有火腿和水波蛋的吐司片上，澆上飽滿濃厚的蛋黃醬。香滑的口感能為每一次冒險遠行提供充沛動力，是冒險家協會中最受好評的早餐。",
        "es": "Un plato de huevo muy nutritivo. Jamón y huevo cocido sobre una rebanada de pan, cubierto por una cremosa salsa mayonesa. Su delicioso sabor proporciona suficiente motivación para salir de aventura. ¡Por algo es el desayuno más popular en el Gremio de Aventureros!",
        "fr": "Un plat d'œufs très nutritif. Jambon et œuf à la coque sur une tranche de pain, recouverts d'une sauce crémeuse à la mayonnaise. Son goût délicieux fournit suffisamment de motivation pour partir à l'aventure. Ce n'est pas le petit déjeuner le plus populaire de la Guilde des aventuriers pour rien !",
        "id": "Hidangan telur bergizi. Mayones yang mewah disajikan di atas lapisan roti panggang ham dan telur rebus. Rasanya yang lembut dapat memberikan motivasi yang cukup untuk setiap petualang dan ini adalah sarapan paling terkenal di Adventurers' Guild.",
        "jp": "栄養素たっぷりのたまご料理。トーストにハムと温泉たまごを載せ、マヨネーズをたっぷりかけると完成。滑らかな食感で冒険者にエネルギーを与える。冒険者協会の中で最も好評な朝食。",
        "kr": "영양이 풍부한 계란 요리. 햄과 수란을 포갠 토스트에 진한 마요네즈를 뿌렸다. 부드러운 식감이 먼 길을 떠나는 모험가에게 힘을 불어넣어준다. 모험가 길드에서 가장 호평 받는 아침 메뉴이다",
        "pt": "Um nutritivo prato feito com ovos. Uma maionese cremosa está em cima do presunto e de uma fatia de pão. O prato proporciona motivação para a jornada adiante, e é um dos melhores pratos da Guilda dos Aventureiros.",
        "ru": "Питательное блюдо из яиц. На поджаренный тост уложены яйцо-пашот и несколько слоёв ветчины. Сверху всё это полито густым майонезом. Нежный вкус наполняет силами для долгой дороги, поэтому это блюдо считается лучшим завтраком среди членов Гильдии искателей приключений.",
        "th": "เมนูจากไข่ที่อุดมไปด้วยคุณค่าทางโภชนาการ ในขนมปังมีแฮมและไข่ลวก และทาด้วยมายองเนส สามารถช่วยเติมให้พลังงานให้คุณได้ในทุกครั้งที่ออกผจญภัย นี่เป็นอาหารเช้ายอดนิยมของกิลด์นักผจญภัยเลยทีเดียว",
        "vi": "Món ăn làm từ trứng vô cùng dinh dưỡng. Bên trong bánh kẹp là giăm bông và trứng chần, bên trên được rưới lớp sốt mayonnaise đặc. Cảm giác mềm thơm trong miệng sẽ cung cấp rất nhiều năng lượng cho mỗi lần mạo hiểm. Đây cũng là món ăn sáng được Hiệp Hội Nhà Mạo Hiểm đánh giá rất cao."
    },
    "materialType": "MATERIAL_FOOD"
}