{
    "name": {
        "en": "Adventurer Camp",
        "de": "Provisorisches Abenteurerlager",
        "chs": "冒险家的临时营地",
        "cht": "冒險家的臨時營地",
        "es": "Campamento del aventurero",
        "fr": "Campement d'aventurier",
        "id": "Kemah Petualang",
        "jp": "冒険者の臨時拠点",
        "kr": "모험가 임시 캠프",
        "pt": "Acampamento Temporário do Aventureiro",
        "ru": "Лагерь искателей приключений",
        "th": "แคมป์ชั่วคราวของนักผจญภัย",
        "vi": "Doanh trại tạm thời của Nhà Mạo Hiểm"
    },
    "id": 350001,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up an Adventurer Camp.\\nA campsite hastily made by adventurers deep in the wilds.\\nWhen adventurers make camp, they must be sure to place a fence down to fend wild beasts off. But since the area rarely has enough wood to create complete protection, they must often keep watch on shifts and sound the alarm to avoid any slip-ups and mishaps.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Provisorisches Abenteurerlager“.\\nEin eilig von Abenteurern errichteter Lagerplatz tief in der Wildnis. Wenn Abenteurer ein Lager errichten, müssen sie sicher sein, dass sie einen Zaun errichten, um wilde Tiere abzuwehren. Aber da das Gebiet selten genug Holz hat, um einen vollständigen Schutz zu errichten, müssen sie oft in Schichten Wache halten und Alarm schlagen, um Ausrutscher und Missgeschicke zu vermeiden.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「冒险家的临时营地」的放置方法。\\n深入荒野的冒险家临时建立的营地。\\n冒险家们准备宿营时，需要设置围栏，以防走兽袭扰。可附近的木材往往不足以建立起完整的屏护，只能用轮流值班放哨来确保万无一失。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「冒險家的臨時營地」的放置方法。\\n深入荒野的冒險家臨時建立的營地。\\n冒險家們準備宿營時，需要設置圍欄，以防走獸襲擾。可附近的木材往往不足以建立起完整的屏障，只能用輪流值班放哨來確保萬無一失。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar un Campamento del aventurero.\\nUn campamento montado con prisas en la espesura.\\nCuando los aventureros levantan un campamento, tienen que vallarlo para que no se acerquen los animales salvajes. Pero normalmente en la zona no hay madera suficiente como para rodear completamente el campamento, por lo que se deben organizar turnos de vigilancia y hacer sonar la alarma para evitar desgracias.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place du campement d'aventurier.\\nUn campement qui a été installé à la hâte par des aventuriers dans la nature.\\nLors de l'installation, les aventuriers placent habituellement une barrière pour se protéger contre les monstres. Néanmoins, le bois est rare dans les environs pour fabriquer une barrière solide, les forçant à monter la garde à tour de rôle pour assurer leur sécurité.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Kemah Petualang\".\\nKemah yang dipasang secara terburu-buru di alam liar oleh para petualang.\\nSaat para petualang memasang kemah, mereka harus memasang pagar di sekelilingnya untuk menghalau binatang buas. Tapi karena di sekitarnya tidak ada cukup kayu untuk pertahanan yang kokoh, mereka harus berjaga secara bergantian untuk memastikan tidak ada bahaya.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「冒険者の臨時拠点」の詳しい配置方法が載っている設計図。\\n荒野で冒険者たちが立ち上げた臨時拠点。\\n拠点を準備する時、獣に襲われないように柵を設置する必要がある。しかし近くに十分な木材がないことが多いため、見張りを交代制で行い、安全を確保する必要がある。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「모험가 임시 캠프」의 설치 방법이 기재되어 있다.\\n황야에 들어간 모험가가 만든 임시 야영지.\\n모험가들이 야영을 준비할 때 짐승을 막기 위해선 울타리가 필요하다. 그러나 종종 근처의 나무로만은 짐승을 막기 어려울 때가 있는데, 이때는 교대로 보초를 서야만 안전하게 야영할 수 있다.\\n사용 후 배치 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar o \"Acampamento Temporário do Aventureiro\".\\nUm acampamento feito apressadamente por aventureiros no meio da natureza.\\nQuando os aventureiros fazem acampamentos, eles devem ter a certeza de colocar uma cerca para se defender dos animais selvagens. Mas como a área raramente tem madeira suficiente para criar uma proteção completa, muitas vezes eles devem vigiar em turnos e soar o alarme para evitar quaisquer deslizes e contratempos.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Лагерь искателей приключений».\\nПоспешно разбитый лагерь в глубине дикой природы.\\nКогда искатели приключений разбивают лагерь, они должны обязательно поставить забор, чтобы отгородиться от диких зверей. Но, как правило, в этом районе не хватает леса, чтобы полностью оградить лагерь. Поэтому искателям приключений приходится по очереди дежурить и подавать сигнал тревоги в случае опасности.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"แคมป์ชั่วคราวของนักผจญภัย\"\\nแคมป์ชั่วคราวที่ตั้งขึ้นโดยนักผจญภัยที่อยู่ลึกเข้าไปในป่าลึก \\nเมื่อนักผจญภัยเตรียมตั้งแคมป์ พวกเขาจำเป็นต้องสร้างรั้วเพื่อป้องกันสัตว์ร้าย อย่างไรก็ตามไม้ในบริเวณใกล้เคียงมักจะไม่เพียงพอที่จะสร้างการฉากป้องกันที่สมบูรณ์ จึงต้องใช้การผลัดเปลี่ยนกันเป็นเวรยามเพื่อรักษาความปลอดภัย\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Doanh trại tạm thời của Nhà Mạo Hiểm\".\\nDoanh trại dựng tạm khi Nhà Mạo Hiểm đi vào nơi hoang dã.\\nKhi chuẩn bị doanh trại, Nhà Mạo Hiểm cần đặt hàng rào bao quanh để tránh thú dữ tấn công. Nhưng không đủ gỗ để xây thành lá chắn hoàn chỉnh nên đành phải canh gác luân phiên để đảm bảo không xảy ra sơ suất.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}