{
    "name": {
        "en": "Adventurer's Special Bundle",
        "de": "Beistandssonderpaket",
        "chs": "冒险助力特供包",
        "cht": "冒險助力限定包",
        "es": "Paquete especial de apoyo al aventurero",
        "fr": "Pack spécial de l'aventurier",
        "id": "Adventurer's Special Bundle",
        "jp": "冒険助力限定パック",
        "kr": "모험 특별 보급 패키지",
        "pt": "Pacote Especial de Aventureiros",
        "ru": "Особый набор приключенца",
        "th": "แพ็กพิเศษช่วยเหลือการผจญภัย",
        "vi": "Túi Đặc Biệt Hỗ Trợ Mạo Hiểm"
    },
    "id": 115021,
    "materialDesc": {
        "en": "Special supplies that are only handed out during a boom period. The Guild is having a recruitment boom right now. Take these, and you'll be up to speed in no time.",
        "de": "Einige besondere Hilfsgüter, die genau richtig zur Hochsaison kommen. Im Moment bekommt die Gilde großen Zulauf. Hiermit solltest du gut vorbereitet sein.",
        "chs": "恰逢旺季才提供的特殊补给。恰逢协会的入行旺季，这个一下子就能让你熟练起来。",
        "cht": "#恰逢旺季才提供的特殊補給。恰逢協會的入行旺季，這個一下子就能讓{F#妳}{M#你}熟練起來。",
        "es": "Suministros especiales que solo se entregan en temporada alta. Ahora es temporada alta porque el Gremio tiene muchos reclutas nuevos. ¡Con estos suministros te reforzarás en menos que canta un gallo!",
        "fr": "Ravitaillement de saison spécial. La Guilde connaît une recrudescence de nouvelles recrues en ce moment. Avec ce pack, vous resterez au top.",
        "id": "Barang spesial yang hanya dibagikan saat musim ramai. Saat ini Guild sedang merekrut banyak orang. Benda ini akan membuatmu mahir dalam sekejap.",
        "jp": "ピークシーズンにしか提供されない特別な補給品。この機会に間に合った君はすぐに強くなるだろう。",
        "kr": "성수기에만 지급되는 특수 패키지. 길드의 피크 시즌인 지금, 이걸 사용하면 더 강해질 수 있을 것이다",
        "pt": "Fornecimentos especiais que só são distribuídos durante um período de boom. A Guilda está tendo um boom de recrutamento agora mesmo. Leve estes, e você estará a par de tudo em pouco tempo.",
        "ru": "Особые припасы, которые обычно выдаются в пиковый сезон. В Гильдии начался вербовочный сезон. Возьми, сможешь быстрее влиться в коллектив.",
        "th": "ไอเทมพิเศษที่มีให้เฉพาะช่วงไฮซีซั่นเท่านั้น ช่วงนี้เป็นช่วงที่กิลด์ได้รับพนักงานจำนวนมาก รับมันไปและคุณจะชำนาญได้อย่างรวดเร็ว",
        "vi": "Một số đồ tiếp tế đặc biệt chỉ cung cấp trong mùa cao điểm. Vừa lúc vào mùa cao điểm của hiệp hội, chốc lát thôi là bạn sẽ thành thạo ngay."
    },
    "materialType": "MATERIAL_CHEST"
}