{
    "name": {
        "en": "A Farewell Brief to Bustle and Bother",
        "de": "Ein kurzer Abschied von Hektik und Ärger",
        "chs": "暂别喧扰与烦忧",
        "cht": "暫別喧擾與煩憂",
        "es": "Hasta luego, preocupaciones",
        "fr": "Bref d'adieu à l'agitation et la peine",
        "id": "Perpisahan Singkat dengan Kebisingan dan Kekhawatiran",
        "jp": "喧騒と煩悩から離れて",
        "kr": "잠시 멀어진 소란과 고민",
        "pt": "Despedida a Agitação e Preocupação",
        "ru": "Затишье среди суеты",
        "th": "บอกลาเรื่องวุ่นวายใจเป็นการชั่วคราว",
        "vi": "Tạm Biệt Ưu Phiền"
    },
    "id": 350064,
    "materialDesc": {
        "en": "A bedroom fashioned in the style of those found in Sumeru. The various implements and utensils in here can be found in many houses throughout the city. Thanks to the perfect replication powers of Sub-Space Creation, each furnishing appears as if they were freshly made, giving off a clean, neat, open, and generous feel to any who enter — a fine place for rest and repose, if you might say so yourself.\\nEven those who need not worry about food or clothing will sometimes be affected by negativity, and even those in positions most others might envy cannot escape the troubles of life. At such times, emptying one's mind and getting some good sleep, such that one might face the world again at full strength, is the safe and stable choice.\\nThis Furnishing Set is favored by the following companions: Nahida, Layla",
        "de": "Ein Schlafzimmer im Stil der Häuser in Sumeru. Die verschiedenen Geräte und Utensilien, die hier zu sehen sind, finden sich auch in vielen Häusern von Sumeru. Dank der perfekten Replikationskraft der Raumschaffung wirkt jede Dekoration wie frisch gemacht und vermittelt jedem, der den Raum betritt, ein sauberes, ordentliches, offenes und großzügiges Gefühl, was den Raum einen schönen Ort zum Ausruhen und Entspannen macht.\\nSelbst die Wohlhabenden werden manchmal von Negativität beeinflusst, und selbst diejenigen, die sich in Positionen befinden, um die sie andere vielleicht beneiden, können den Problemen des Lebens nicht entkommen. In solchen Zeiten ist es eine sichere und solide Entscheidung, den Kopf zu leeren und sich auszuschlafen, damit man der Welt wieder mit voller Kraft entgegentreten kann ...\\nDieses Set wird von den folgenden Gefährten bevorzugt: Nahida, Layla",
        "chs": "采用须弥风格装潢的卧室，所用器物均是城中寻常人家的款式。得益于外景之能绝无衰损的还原效果，每件摆设都崭新得像是刚刚制成，整体布局给人以整洁明朗、落落大方的观感，是平心静气，卸除疲惫的理想场所。\\n即使生活在衣食无忧的环境中，也偶尔会被负面情绪缠上；即便处于旁人向往的地位上，也不可能彻底摆脱烦心事。这种时候，放空思绪，好好睡上一觉，以最好的状态迎接生活的挑战，或许是种稳妥的选择…\\n偏好这套摆设的同伴：纳西妲、莱依拉",
        "cht": "採用須彌風格裝潢的臥室，所用器物均是城中尋常人家的款式。得益於外景之能絕無減損的還原效果，每件擺設都嶄新得像是剛剛製成，整體佈局給人以整潔明朗、落落大方的觀感，是平心靜氣、卸除疲憊的理想場所。\\n即使生活在衣食無憂的環境中，也偶爾會被負面情緒纏上；即便處於旁人嚮往的地位上，也不可能徹底擺脫煩心事。這種時候，放空思緒，好好睡上一覺，以最好的狀態迎接生活的挑戰，或許是種穩妥的選擇…\\n偏好這套擺設的同伴：納西妲、萊依拉",
        "es": "Un dormitorio decorado al más puro estilo de Sumeru. Está equipada con todo tipo de objetos y utensilios que la gente utiliza en su día a día. Gracias al efecto restaurador de la creación dimensional, cada pieza del mobiliario parece recién pulida, lo que confiere a la estancia un aire de orden, limpieza y amplitud perfecto para el descanso y la relajación.\\nIncluso cuando uno vive sin preocupaciones, siempre habrá asuntos que puedan acarrear sentimientos negativos. Incluso cuando uno está por encima de los demás, no podrá evitar toparse con situaciones difíciles de resolver. En esos momentos, la mejor solución olvidar todas las preocupaciones y echarse un buen sueñecito. Solo se pueden afrontar las vicisitudes de la vida cuando tienes las pilas bien cargadas.\\nLos siguientes acompañantes prefieren este conjunto: Nahida y Laila.",
        "fr": "Une chambre à l'esthétique sumérienne. Ses décorations et son ameublement peuvent être trouvés dans de nombreuses maisons de la ville. Grâce à l'énergie dimensionnelle, chaque meuble est une réplique parfaite, ce qui donne l'impression qu'ils viennent tout juste d'être fabriqués. La pièce semble être tout ce qu'il y a de plus propice au repos : propre, ordonnée, ouverte et généreuse.\\nCeux qui ont toit et couvert se retrouvent aussi affectés par des pensées négatives, tout comme ceux qui occupent des positions que les autres envient n'échappent pas aux problèmes de la vie. Dans ces moments-là, il vaut mieux se vider l'esprit et dormir un peu, afin de pouvoir affronter le monde à nouveau en pleine forme...\\nCompagnons préférant ce set : Nahida, Layla.",
        "id": "Kamar tidur dengan gaya yang biasa ditemukan di Sumeru. Berbagai peralatan dan perkakas di sini dapat ditemukan di banyak rumah di seluruh kota. Berkat kekuatan replika sempurna dari Sub-Space Creation, setiap perabotan tampak seperti baru, memberikan kesan bersih, rapi, terbuka, dan ramah bagi siapa pun yang masuk — tempat yang bagus untuk beristirahat.\\nBahkan mereka yang biasanya tidak perlu khawatir tentang makanan atau pakaian terkadang akan terpengaruh oleh hal-hal negatif, dan bahkan mereka yang berada di posisi yang membuat iri kebanyakan orang tidak dapat lepas dari kesulitan hidup. Pada saat-saat seperti itu, mengosongkan pikiran dan mendapatkan tidur yang nyenyak akan sangat berguna sehingga seseorang dapat menghadapi dunia ini lagi dengan penuh semangat.\\nRekan yang menyukai set perabot ini: Nahida, Layla",
        "jp": "スメール様式の内装が施された寝室。すべての器具は、シティの一般的な民家と同じものである。外景の力のおかげで、細部を損なうことなく再現ができている。どの置物も新品のようにピカピカで、全体的に整然としており、明るい雰囲気をかもし出している。心が落ち着き、疲れが取れる理想的な場所だ。\\n衣食住に悩まない環境で生活していても、たまにネガティブな気持ちになることはある。他人が憧れるような地位にいても、悩みから解放されることはない。そんな時は何も考えずに、ゆっくりと眠り、最善な状態で問題と向き合うのが適切な選択かもしれない…\\nこの調度品セットを好む仲間：ナヒーダ、レイラ",
        "kr": "수메르 스타일로 인테리어한 침실. 모든 장식은 일반 가정집이 사용하는 것이며, 외경의 복원 능력으로 새것 같아졌다. 배치는 깔끔하고 대범해서 마음의 안정을 찾고 피로를 풀기 적합하다.\\n높은 지위에 있거나 근심 없이 살고 있다 해도 가끔은 부정적인 감정에 휩싸이기 마련이다. 그때는 생각을 비우고 푹 자서 최상의 컨디션으로 삶의 도전을 맞이하는 게 좋지 않을까….\\n해당 장식 세트를 선호하는 친구: 나히다, 레일라",
        "pt": "Um quarto decorado no mais puro estilo de Sumeru. Está equipado com todo o tipo de objetos e utensílios que as pessoas utilizam no seu dia-a-dia. Graças ao efeito restaurador da criação dimensional, cada peça de mobiliário parece recém-polida, dando ao ambiente um ar de ordem, limpeza e espaço perfeito para descanso e relaxamento.\\nMesmo quando você vive despreocupado, sempre haverá negócios que podem levar a sentimentos negativos. Mesmo quando um estiver acima dos outros, você não poderá evitar situações difíceis de resolver. Nesses momentos, a melhor solução é esquecer todas as suas preocupações e ter uma boa noite de sono. Você só pode enfrentar as vicissitudes da vida quando tem baterias bem carregadas.\\nEste conjunto de decorações é o preferido das seguintes companheiras: Nahida e Layla.",
        "ru": "Спальня в стиле Сумеру. Подобное убранство легко найдётся во многих домах города. Благодаря невероятным способностям подпространства в воссоздании реальности, все элементы обстановки выглядят как новые, что создаёт ощущение естественной чистоты и аккуратности и позволяет любому гостю обрести здесь отдых и покой.\\nДаже те, кто избавлен от тревог о еде и крове, не чужды тяжёлых чувств. И даже те, чьему положению все завидуют, не могут избежать жизненных неурядиц. В такие моменты нет ничего лучше, чем очистить свой разум и хорошенько выспаться, чтобы встретить новые вызовы во всеоружии.\\nЭтот комплект предпочитает следующие компаньоны: Нахида, Лайла.",
        "th": "ห้องนอนเลือกแต่งห้องตามสไตล์ Sumeru ข้าวของเครื่องใช้ทั้งหมดเป็นแบบที่ใช้ในครัวเรือนธรรมดาทั่วไป ด้วยพลังเนรมิตที่มีเอฟเฟกต์สามารถทำให้ข้าวของกลับคืนสู่สภาพดั้งเดิมได้ เฟอร์นิเจอร์ทุกชิ้นจึงใหม่เอี่ยมราวกับเพิ่งสร้าง โครงสร้างโดยรวมให้ความรู้สึกเป็นระเบียบสะอาดสะอ้านและกว้างขวาง เป็นสถานที่ในอุดมคติซึ่งเหมาะแก่การสงบจิตใจ คลายความอ่อนล้าเป็นอย่างยิ่ง\\nแม้จะใช้ชีวิตอยู่ในสภาพแวดล้อมที่ไม่ต้องเป็นห่วงเรื่องความเป็นอยู่ แต่บางทีก็อาจถูกรบเร้าโดยมวลอารมณ์ด้านลบได้ ถึงจะอยู่ในตำแหน่งที่ใคร ๆ ก็ต่างเฝ้าฝัน แต่ก็คงจะหลีกหนีจากเรื่องรำคาญใจโดยสิ้นเชิงไม่ได้ เวลาแบบนี้ตัวเลือกที่เหมาะสมที่สุด อาจเป็นการปล่อยความคิดให้ว่างเปล่า นอนหลับเต็มอิ่มสักตื่น และเผชิญกับความท้าทายในชีวิตด้วยสภาพอันดีเยี่ยมก็ได้...\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Nahida, Layla",
        "vi": "Phòng ngủ được trang hoàng theo phong cách Sumeru, vật dụng trong đó đều là kiểu thông dụng. Với hiệu quả phục chế hoàn hảo của sức mạnh ngoại cảnh, mỗi món đồ trang trí đều như vừa được chế tác xong, bố cục gọn gàng đem lại cảm giác sạch sẽ ngăn nắp, rộng rãi sảng khoái, là nơi lý tưởng để bình tâm tịnh khí, trút bỏ muộn phiền.\\nDù sống trong hoàn cảnh không phải lo lắng về cái ăn cái mặc, thỉnh thoảng cũng có tâm trạng tiêu cực; dù cho ở trên địa vị mà mọi người mong ước, thì cũng không thể triệt để trút bỏ những nỗi phiền lòng. Những lúc này, hãy thả lỏng tâm trạng, ngủ một giấc thật ngon, nghênh đón thử thách của cuộc sống bằng trạng thái tốt nhất, có lẽ là một lựa chọn thỏa đáng...\\nBạn đồng hành thích bộ trang trí này: Nahida, Layla"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}