{
    "name": {
        "en": "A Firsthand Guide to Summoning Spirits",
        "de": "„Ein Leitfaden zur Geisterbeschwörung aus erster Hand“",
        "chs": "《真实探灵笔记》",
        "cht": "《真實探靈筆記》",
        "es": "Guía de invocación de espíritus",
        "fr": "Guide pratique sur le spiritisme",
        "id": "Buku Panduan Memanggil Roh",
        "jp": "『真正探霊筆記』",
        "kr": "《혼령 소환 가이드》",
        "pt": "\"Guia em Primeira Mão para Evocar Espíritos\"",
        "ru": "«Правдивое руководство по вызову духов»",
        "th": "\"คู่มืออัญเชิญวิญญาณ\"",
        "vi": "Ký Sự Gọi Hồn"
    },
    "id": 101698,
    "materialDesc": {
        "en": "A light novel that has been popular in Inazuma lately. It contains all manner of bizarre tales involving ancient youkai.",
        "de": "Eine kurze Erzählung, die in letzter Zeit in Inazuma sehr beliebt ist. Sie enthält alle möglichen bizarren Geschichten über alte Youkai.",
        "chs": "稻妻最近流行的轻小说，里面详细的讲述了各种古代妖怪们的奇闻轶事。",
        "cht": "稻妻最近流行的輕小說，裡面詳細的講述了各種古代妖怪們的奇聞軼事。",
        "es": "Una novela ligera que ha cobrado mucha popularidad recientemente en Inazuma. En ella, se relatan toda clase de historias y anécdotas sobre antiguos seres sobrenaturales.",
        "fr": "Roman léger rendu populaire récemment à Inazuma. Il contient toutes sortes d'histoires bizarres à propos d'anciens démons.",
        "id": "Sebuah novel ringan yang sedang populer di Inazuma akhir-akhir ini. Isinya menceritakan segala macam cerita aneh tentang youkai kuno.",
        "jp": "稲妻で近頃話題になった娯楽小説には、古代の様々な妖怪たちの逸話が詳細に描かれている。",
        "kr": "최근 이나즈마에서 유행하는 라이트 노벨. 각종 고대 요괴에 대한 이야기가 상세하게 적혀있다",
        "pt": "Uma light novel que ultimamente está muito popular em Inazuma. Contém contos mirabolantes envolvendo youkai antigos.",
        "ru": "Очень популярный в Инадзуме лёгкий роман. В нём рассказываются всевозможные смешные истории о древних сверхъестественных существах.",
        "th": "ไลท์โนเวลที่ช่วงนี้ได้รับความนิยมเป็นอย่างมากใน Inazuma ในนั้นได้บอกถึงรายละเอียดเกร็ดเล็กเกร็ดน้อยของปีศาจโบราณชนิดต่าง ๆ",
        "vi": "Cuốn tiểu thuyết đang thịnh hành ở Inazuma, kể về những giai thoại của nhiều loại youkai cổ đại khác nhau."
    },
    "materialType": "MATERIAL_QUEST"
}