{
    "name": {
        "en": "Aged Token",
        "de": "Zerschlissene Marken",
        "chs": "朽裂之庚牌",
        "cht": "朽裂之庚牌",
        "es": "Tablilla antigua",
        "fr": "Plaque usée",
        "id": "Aged Token",
        "jp": "亀裂の入った割符",
        "kr": "부식된 병부",
        "pt": "Talismã Envelhecido",
        "ru": "Истёртая скрижаль",
        "th": "Aged Token",
        "vi": "Thẻ Bài Nứt Vỡ"
    },
    "id": 134,
    "materialDesc": {
        "en": "Leftover wooden military ID tokens that record the names of the warriors who once fought within the Mystic Onmyou Chamber.\\nExchange these items in the Labyrinth Warriors event for valuable treasure.",
        "de": "Übrig gebliebene hölzerne Militär-Namensmarken, auf denen die Namen der Krieger verzeichnet sind, die einst in der Mysteriösen Onmyou-Kammer gekämpft haben.\\nTausche diese Gegenstände in der Aktion „Labyrinthkrieger“ gegen wertvolle Schätze.",
        "chs": "残存的木制兵牌，似乎记述着曾在「诀箓阴阳寮」中战斗的武者的名号。\\n在「谜境悬兵」活动中，可以用来换取珍贵的宝物。",
        "cht": "殘存的木製兵牌，似乎記述著曾在「訣籙陰陽寮」中戰鬥的武者的名號。\\n在「謎境懸兵」活動中，可以用來換取珍貴的寶物。",
        "es": "Una placa de madera que registra la reputación de los guerreros que lucharon en la Cámara Mística Onmyou.\\nPuede canjearse por valiosas recompensas en el evento «Dominio del guerrero».",
        "fr": "Une lamelle en bois décernée aux guerriers ayant combattu dans la Chambre Onmyou mystique.\\nÉchangez-les contre des objets précieux pendant l'événement « Guerriers du labyrinthe ».",
        "id": "Token ID militer dari bahan kayu sisa yang mencatat nama-nama prajurit yang pernah bertarung di dalam Mystic Onmyou Chamber.\\nTukarkan item-item ini di event Pejuang Labirin dengan harta berharga.",
        "jp": "残された木製の割符。「訣籙陰陽寮」の中で戦った武者たちの名が記載されているようだ。\\nイベント「謎境一騎」において、貴重なアイテムと交換できる。",
        "kr": "남아있는 목제 병부. 과거 「결록음양료」에서 싸운 무사의 이름이 기록되어 있는 듯 하다.\\n「미로의 전사」 이벤트에서 진귀한 보물과 교환하는 데 사용할 수 있다",
        "pt": "Placas de madeira que registram os nomes dos guerreiros que lutaram na Câmara Mística Onmyou.\\nTroque estes itens no evento dos Guerreiros do Labirinto para receber recompensas valiosas.",
        "ru": "Сохранившиеся деревянные жетоны, на которых записаны имена воинов, сражавшихся в Мистической палате оммё.\\nОбменяйте эти предметы на сокровища в событии «Воины лабиринта».",
        "th": "เศษไม้ของป้ายชื่อนักรบที่เหลืออยู่ ดูเหมือนว่าจะบันทึกชื่อของนักรบที่ต่อสู้ใน \"โถงองเมียวแสนลึกลับ\"\\nในช่วงกิจกรรม \"ทหารผู้กล้าแห่งแดนพิศวง\" สามารถใช้เพื่อแลกเปลี่ยนเป็นสมบัติล้ำค่าได้",
        "vi": "Thẻ bài bằng gỗ đã bị vỡ, dường như có ghi tên của võ sĩ trong trận chiến Đền Âm Dương Quyết Lục.\\nCó thể dùng để đổi báu vật trong sự kiện \"Chiến Binh Bí Ẩn\"."
    },
    "materialType": false
}