{
    "name": {
        "en": "Aizen Medaka",
        "de": "Aizen-Medaka",
        "chs": "蓝染花鳉",
        "cht": "藍染花鱂",
        "es": "Medaka azul",
        "fr": "Médaka bleuté",
        "id": "Aizen Medaka",
        "jp": "藍染グッピー",
        "kr": "파란 구피",
        "pt": "Medaka Azulado",
        "ru": "Голубая оризия",
        "th": "Aizen Medaka",
        "vi": "Cá Khổng Tước Lam"
    },
    "id": 131003,
    "materialDesc": {
        "en": "A lively, energetic fish famous for its petal-shaped tail.\\nLong ago, there was a funny story that said that you could get Aizen Medaka by throwing normal Medaka into a pot of blue dye. This was most likely born from a child's over-active imagination, but has nonetheless given rise to not a few unscrupulous fish hawkers. This in turn has given rise to some conversations that go something like \"Hey, is it just me, or is the blue on your fish washing off?\" In response, the Ministry of Civil Affairs specifically posted this notice: \"The market is a wet and wild place. Beware of influxes of blue fish.\"",
        "de": "Ein lebhafter, energiegeladener Fisch, der für seine blütenförmige Schwanzflosse berühmt ist.\\nVor langer Zeit gab es eine lustige Geschichte, die besagte, dass man Aizen-Medaka bekommen kann, indem man normale Medaka in einen Topf mit blauer Farbe wirft. Diese Geschichte entstammt wahrscheinlich der übersteigerten Fantasie eines Kindes, hat aber dennoch nicht wenige skrupellose Fischhändler auf den Plan gerufen. Das wiederum hat zu einigen Gesprächen geführt, die in etwa so gingen: „He, geht es nur mir so oder wäscht sich das Blau auf deinem Fisch ab?“ Als Reaktion darauf hat der Rat für Allgemeine Angelegenheiten eigens diesen Hinweis veröffentlicht: „Der Markt ist ein nasser und wilder Ort. Hüte dich vor dem Zustrom von blauem Fisch.“",
        "chs": "活泼好动的小型鳉鱼，以优美的花瓣型鱼尾闻名。\\n早先有种趣闻——将普通花鳉投入蓝色染缸，就能得到更贵的蓝染花鳉。这类说法大约是从孩童的天真玩笑里流传开的，但却意外点拨了不少无良鱼贩。于是每隔段时间，坊间就会出现「你买的花鳉怎么还掉色？」之类的对话。对此，总务司市坊署特地张贴过告示——「市场纷乱繁杂，警惕蓝鱼充数。」",
        "cht": "活潑好動的小型鱂魚，以優美的花瓣型魚尾聞名。\\n早先有種趣聞——將普通花鱂投入藍色染缸，就能得到更貴的藍染花鱂。這類說法大約是從孩童的天真玩笑裡流傳開的，但卻意外提點了不少無良魚販。於是每隔段時間，坊間就會出現「你買的花鱂怎麼會掉色？」之類的對話。對此，總務司市坊署特地張貼過告示——「市場紛亂繁雜，慎防藍魚充數。」",
        "es": "Un pez energético y de pequeño tamaño conocido por su aspecto de flor.\\nHace mucho tiempo, se decía en broma que para conseguir medakas azules solo tenías que meter medakas normales en un bote de tinte azul. En origen, esto debió ocurrírsele a un niño con una imaginación desbordante, pero dio pie a la aparición de muchos vendedores de pescado sin escrúpulos. A su vez, esto provocó conversaciones del tipo “¿Soy yo o este pescado está destiñendo?”. Como respuesta, el Ministerio de Asuntos Civiles colgó este aviso específico: “Compradores, no se dejen engañar: un medaka azul no se puede encontrar todos los días”.",
        "fr": "Un sémillant petit médaka, connu pour sa queue en forme de pétale.\\nUne légende urbaine a circulé autrefois, prétendant que plonger un de ces poissons dans une jarre remplie de teinture bleue permettait d'obtenir un médaka bleuté, bien plus précieux. Bien que ce racontar provienne probablement de quelque blague d'enfant, il n'empêche qu'il inspira nombre de personnes mal intentionnées, et pendant un temps, « Comment ça se fait que ton poisson perde sa couleur ? » et autres questions du même type furent particulièrement à la mode dans les rues de la ville. C'est aussi pour cette raison que le Bureau des affaires civiles a fait publier l'avis officiel suivant : « Attention dans le marché : un poisson bleuté n'est pas toujours ce qu'il paraît. »",
        "id": "Ikan medaka kecil yang lincah, terkenal karena ekornya yang berbentuk kelopak dan indah.\\nDulu ada sebuah perkataan yang menarik: \"Celupkan saja ikan medaka biasa ke cat biru, nanti akan jadi Aizen Medaka yang lebih mahal\". Mungkin awalnya ini berasal dari candaan anak kecil, tapi ternyata candaan ini menghasilkan banyak penjual ikan medaka yang tidak jujur. Maka kadang bisa terdengar pembicaraan seperti, \"Kenapa warna ikan medakamu bisa luntur?\". Karena masalah ini, kantor Bagian Urusan Sipil menempelkan surat pemberitahuan yang berisi \"Hati-hati modus penipuan ikan medaka biru palsu!\".",
        "jp": "活気のあるグッピー、花びらのような美しい尾ひれで有名。\\nこのような噂話があった——普通のグッピーを藍がめに入れると、より高価な藍染グッピーを入手できるらしい。これは子供たちの冗談から広がっていく話のようだが、悪徳の魚屋が意外にそれからヒントを得た。そのため、町ではよく「なんでお前のグッピーは色あせするんだ？」のような会話が聞こえる。これに対し、総務司市坊署はわざわざお知らせを貼った——「市場に偽物の青魚が紛れ込まれていることにご注意を。」",
        "kr": "활동적이고 작은 구피, 아름다운 꽃잎 모양 꼬리로 유명하다.\\n일반 구피를 파란 어항에 두면 더 비싼 파란색 구피가 된다는 얘기가 있었다. 아이들의 천진난만한 농담에서 비롯된 말일 테지만, 이 말을 들은 몇몇 양심 없는 생선 장수들은 귀가 솔깃해졌다. 항간에 주기적으로 「네가 산 구피는 왜 물이 빠져?」라는 대화가 들리자 총무부 시장부서가 안내문을 붙였다——「시장의 물을 흐리는 파란 생선을 조심하십시오」",
        "pt": "Um peixe animado e cheio de energia, famoso por seus padrões floridos.\\nHá muito tempo, havia uma história engraçada que dizia que você poderia obter Medaka Azulado jogando um Medaka normal em um pote de corante azul. Isso provavelmente nasceu da imaginação hiperativa de uma criança, mas, mesmo assim, resultou em vários vendedores ambulantes inescrupulosos. Isso, por sua vez, deu origem a algumas conversas que eram mais ou menos como \"Ei, sou só eu ou o azul no seu peixe está desvanecendo?\". Em resposta, o Ministério dos Assuntos Civis publicou especificamente este aviso: \"O mercado é um lugar peculiar. Cuidado com as ofertas de peixes azuis.\".",
        "ru": "Бойкая маленькая рыбка, известная своим красивым хвостом в форме лепестков.\\nРаньше говорили так: если поместить обычную оризию в чан с голубой краской, то получишь дорогую голубую оризию. Изначально это было невинной детской шуткой, но позже этим начали пользоваться недобросовестные торговцы рыбой. Поэтому время от времени можно услышать, как кто-то спрашивает: «А почему эта голубая оризия выцвела?» Из-за этого Департамент по делам граждан разместил специальное объявление: «Будьте бдительны! Голубая оризия не всегда то, чем кажется».",
        "th": "ปลาขนาดเล็กที่เปี่ยมด้วยชีวิตชีวาที่มีชื่อเสียงเรื่องหางปลาที่งดงามเหมือนกลีบดอกไม้\\nก่อนหน้านี้ มีเกร็ดเล็กเกร็ดน้อยที่น่าสนใจว่า เพียงนำปลา Medaka ธรรมดาใส่ลงไปในถังย้อมสีน้ำเงิน คุณก็จะได้ปลา Aizen Medaka ที่มีราคาแพงกว่าได้ คำพูดแบบนี้น่ามาจากมุกขำขันไร้เดียงสาของเด็ก ๆ แต่มันกลายเป็นการชี้โพรงให้กระรอกให้คนขายปลาหน้าเลือดหลายคน ผ่านไประยะหนึ่งก็มักจะมีบทสนทนาทำนองว่า \"ทำไมปลา Medaka ที่เธอซื้อสีตกล่ะ?\" เพื่อตอบสนองต่อสิ่งนี้ ฝ่ายกิจการทั่วไปของเมืองได้ออกคำเตือนพิเศษ—— \"ตลาดอยู่ในสภาวะวุ่นวาย โปรดระวังปลาสีน้ำเงินปลอม\"",
        "vi": "Loài cá hoạt bát cỡ nhỏ, nổi tiếng với chiếc đuôi cá hình cánh hoa duyên dáng.\\nTrước đây có một lời đồn rằng chỉ cần nhuộm xanh một con cá khổng tước bình thường là sẽ cho ra một con cá khổng tước xanh quý hiếm. Đó đều là những câu đùa của trẻ con, nhưng lại lọt vào tai của những gian thương hám lợi. Vì vậy đôi lúc sẽ có người phàn nàn rằng sao cá của họ mua bị phai màu. Chính vì vậy, Tổng Bộ đã phát thông báo: \"Thị trường phức tạp, cẩn thận mua nhầm cá giả.\""
    },
    "materialType": "MATERIAL_EXCHANGE"
}