{
    "name": {
        "en": "Akademiya Recommendation Letter",
        "de": "Empfehlungsschreiben der Akademie",
        "chs": "教令院举荐信",
        "cht": "教令院舉薦信",
        "es": "Carta de recomendación de la Academia de Sumeru",
        "fr": "Lettre de recommandation de l'Académie",
        "id": "Surat Rekomendasi Akademiya",
        "jp": "教令院の推薦状",
        "kr": "아카데미아 추천장",
        "pt": "Carta de Recomendação da Academia",
        "ru": "Рекомендательное письмо Академии Сумеру",
        "th": "จดหมายแนะนำจากสถาบัน",
        "vi": "Thư Tiến Cử Của Giáo Viện"
    },
    "id": 101628,
    "materialDesc": {
        "en": "This letter, carefully crafted, and it is sealed in the name of \"Ecologist Khedive Pursina.\"\\nYou got this as a gift from Khedive. He claims that this is even more precious than gold, and can gain you the help of the House of Purbiruni.\\nKhedive himself believes monetary remuneration to be something of an insult... Hopefully, this doesn't prove to be a trend with people from Sumeru.",
        "de": "Ein mit großer Sorgfalt geschriebener Brief. Auf dem Umschlag befindet sich das Siegel von „Khedive Pursina, einem Forscher im Bereich Ökologie“.\\nSeiner Meinung nach ist er wertvoller als alle Mora der Welt. Mit ihm kannst du garantiert die Hilfe der Purbiruni-Schule bekommen.\\nObwohl Khedive der festen Überzeugung ist, dass Mora als Belohnung eine persönliche Beleidigung bedeutet, lass uns hoffen, dass nicht alle Leute von Sumeru seine Meinung teilen ...",
        "chs": "精心写就的信，封蜡上面是「生态学者海迪夫·普尔希纳」的徽记。\\n从海迪夫处获得的报酬，据他所说比黄金还宝贵，可以获得普尔比鲁尼一门的帮助。\\n海迪夫个人认为用金钱作为报酬是一种侮辱，但愿这并不是须弥人的普遍想法。",
        "cht": "精心寫就的信，封蠟上面是「生態學者海迪夫·普爾希納」的徽記。\\n從海迪夫處獲得的報酬，據他所說比黃金還寶貴，可以獲得普爾比魯尼一門的幫助。\\n海迪夫個人認為用金錢作為報酬是一種侮辱，但願這並不是須彌人的普遍想法。",
        "es": "Una carta escrita con mucho esmero. Sobre el cierre del sobre se aprecia el sello de Khedive Pursina, investigador de ecología.\\nEs una recompensa que te dio el mismo Khedive. Según él, es más valiosa que todo el Mora del mundo. También garantiza la ayuda de los Purbiruni.\\nEl erudito piensa que recompensar a la gente con dinero es un insulto. Esperemos que esta no sea la típica forma de recompensar a la gente en Sumeru...",
        "fr": "Une lettre soigneusement rédigée. Sur le cachet de l'enveloppe figure le sceau de « Khedive Pursina, chercheur en écologie ».\\nVous l'avez reçue de la part de Khedive en guise de remerciement. D'après lui, cette lettre serait encore plus précieuse que de l'or et permettrait d'obtenir l'aide des Purbiruni.\\nKhedive considère que récompenser quelqu'un sous forme pécuniaire est quelque chose d'insultant. Il faut espérer que ce n'est pas une tendance générale chez les gens de Sumeru...",
        "id": "Surat yang dibuat dengan hati-hati, disegel atas nama \"Ahli Ekologi Khedive Pursina.\"\\nHadiah dari Khedive, dia bersikeras bahwa surat ini bahkan lebih berharga daripada emas, dan dapat menjamin datangnya bantuan dari Klan Purbiruni.\\nKhedive pribadi merasa kalau imbalan berbentuk uang sama saja tindakan penghinaan ... Mudah-mudahan orang Sumeru yang lain tidak punya pola pikir seperti itu juga ya!",
        "jp": "丁寧に書かれた手紙。封蝋には「生態学者ヘディーヴ·プルシナ」のエムブレムが刻まれている。\\nヘディーヴから受け取った「プルビルニの助け」という報酬は、彼によれば黄金よりも貴重なものらしい。\\nお金を報酬にすることは、ある種相手に対する侮辱であるとヘディーヴは考えている。これがスメール人の一般的な考え方でありませんように…",
        "kr": "정성껏 쓴 편지. 봉랍 위에는 「생태학자 헤디브·푸르시나」라는 휘장이 찍혀 있다.\\n헤디브한테서 획득한 보수. 본인의 말로는 황금보다 더 귀한 물건이며, 이것만 있으면 푸르비루니 가문의 도움을 받을 수 있다고 한다.\\n헤디브는 개인적으로 모라를 보수로 주는 건 모욕적인 행위라고 생각한다. 제발 이게 수메르 사람들의 보편적인 관점은 아니기를",
        "pt": "Uma carta escrita com muito cuidado e selada no nome de \"Ecólogo Khedive Pursina\".\\nVocê obteve isso como uma recompensa de Khedive. Ele alega ser mais valiosa que ouro, e pode lhe ajudar a ter a ajuda da Casa de Purbiruni.\\nKhedive acredita que recompensas monetárias são um insulto... Você espera que isso não seja algo recorrente com as pessoas de Sumeru.",
        "ru": "Аккуратно написанное письмо с восковой печатью эколога Хедива Пурсины.\\nВы получили его в подарок от Хедива. По его словам, оно дороже золота и поможет вам заручиться помощью дома Пурбируни.\\nХедив считает, что предлагать в награду деньги оскорбительно. Будем надеяться, что не все выходцы из Сумеру думают так же.",
        "th": "จดหมายที่เขียนขึ้นอย่างประณีต\\nพร้อมสัญลักษณ์ \"Khedive Pursina นักนิเวศวิทยา\" บนขี้ผึ้งปิดผนึก\\nสิ่งตอบแทนที่ได้รับจาก Khedive ตามคำบอกกล่าวของเขาแล้ว สิ่งนี้มีค่ายิ่งกว่าทองคำ และสามารถทำให้ได้รับความช่วยเหลือจาก Purbiruni ได้\\nโดยส่วนตัวแล้ว Khedive คิดว่าการให้เงินเป็นสิ่งตอบแทน\\nถือเป็นการดูถูกอย่างหนึ่ง... \\nหวังว่านี่คงไม่ใช่ความคิดทั่วไปของชาว Sumeru หรอกนะ",
        "vi": "Lá thư được viết cẩn thận, bên trên dấu sáp là huy hiệu của \"Học giả sinh thái Khedive Pursina\".\\nThù lao nhận được từ chỗ Khedive, theo cách nói của anh ấy, lá thư này còn quý hơn vàng, có thể nhận được sự giúp đỡ của Purbiruni.\\nKhedive cho rằng, dùng tiền để trả thù lao là một sự sỉ nhục, mong rằng đây không phải cách nghĩ chung của người Sumeru."
    },
    "materialType": "MATERIAL_QUEST"
}