{
    "name": {
        "en": "Akai Maou",
        "de": "Akai Maou",
        "chs": "赤魔王",
        "cht": "赤魔王",
        "es": "Akai maou",
        "fr": "Akai maou",
        "id": "Akai Maou",
        "jp": "赤魔王",
        "kr": "붉은 마왕 가시고기",
        "pt": "Akai Maou",
        "ru": "Алый дьявол",
        "th": "Akai Maou",
        "vi": "Xích Ma Vương"
    },
    "id": 131009,
    "materialDesc": {
        "en": "A stickleback with a fierce appearance and a manner to match. It will fight anyone and anything under the sea for food — a veritable and much-feared robber in red. Its fiery-red coloration seems to have much to do with Pyro, for while they cannot quite become flame generators, they do have some control over high temperatures. They can convert energy from their food and focus it on their dangerous snouts, making them underwater scoundrels indeed.\\n\"Need to drill wood to make a flame? This is your best friend.\" — Angler's Atlas, Akai Maou Chapter",
        "de": "Ein Stichling mit einem grimmigen Aussehen und einem entsprechenden Charakter. Er kämpft mit jedem und allem unter dem Meer um Nahrung, ein wahrer und gefürchteter Räuber in Rot. Seine feurig-rote Färbung scheint viel mit Pyro-Kraft zu tun zu haben, denn obwohl sie nicht ganz zu „Flammenkampfmaschinen“ werden können, haben sie doch eine gewisse Kontrolle über Hitze. Sie können die Energie aus ihrer Nahrung umwandeln und auf ihre gefährlichen Mäuler fokussieren, was sie zu wahren Unterwasserschurken macht.\\n„Du willst in der Wildnis eine Flamme erzeugen? Dann ist dies dein bester Freund.“ – Angleratlas, Kapitel Akai Maou",
        "chs": "外表凶恶、表里如一的凶猛棘鱼，为了争抢食物它们不忌讳攻击任何水下生物，是令人生畏的赤色悍匪。与生俱来的火红表皮似乎与火元素有着千丝万缕的联系，虽然没能让它们直接变成烈焰发生器，却仍然赋予了掌控高温的能力。它们能够转化食物中的能量，并将其集中在危险的尖吻上，这让它们成为不折不扣的水底混蛋。\\n「钻木取火好帮手。」——《野钓手册·赤魔王篇》",
        "cht": "外表兇惡、表裡如一的兇猛棘魚，為了爭搶食物牠們不忌諱攻擊任何水下生物，是令人生畏的赤色悍匪。與生俱來的火紅表皮似乎與火元素有著千絲萬縷的聯繫，雖然沒能讓牠們直接變成烈焰發生器，卻仍然賦予了掌控高溫的能力。牠們能夠轉化食物中的能量，並將其集中在危險的尖吻上，這讓牠們成為不折不扣的水底混蛋。\\n「鑽木取火好幫手。」——《野釣手冊·赤魔王篇》",
        "es": "Un espinoso con una apariencia y un temperamento fieros. No duda en luchar contra cualquier rival por conseguir comida. ¡Un ladrón de rojo muy temido! Su color escarlata parece estar relacionado con el elemento Pyro: aunque no puede generar llamas, tiene cierto control sobre las altas temperaturas. Puede convertir alimentos en energía y concentrarla en su peligroso hocico, lo que lo convierte en el matón de las profundidades.\\n“Muy útil si tienes que agujerear un trozo de madera para hacer fuego”, dice el capítulo de los akai maou del «Manual de pesca con caña».",
        "fr": "Une épinoche au caractère faisant écho à son apparence féroce, véritable menace vermillon n'hésitant pas à attaquer n'importe quelle créature pour se nourrir. Sa peau rouge est intimement liée à l'élément Pyro, et, bien qu'elle ne puisse générer de chaleur par elle-même, elle est cependant capable de supporter des températures extrêmement élevées, et peut transformer l'énergie trouvée dans sa nourriture pour la concentrer en un seul point de manière aussi dangereuse qu'efficace. Une vraie plaie pour ses voisins aquatiques...\\n« Idéal pour allumer un feu. » – « Guide de la pêche sauvage - Akai maou »",
        "id": "Seekor stickleback dengan penampilan yang garang disertai sifatnya yang mendukung. Mereka akan melawan siapa pun dan apa pun di bawah permukaan laut untuk mendapatkan makanan — mereka adalah \"perompak\" berwarna merah yang benar-benar ditakuti. Warnanya yang merah menyala tampaknya banyak kaitannya dengan Pyro, karena mereka memiliki kendali atas suhu tinggi, meskipun mereka tidak bisa menyalakan api secara langsung. Mereka dapat mengubah energi dari makanan yang mereka makan dan memusatkan semua kekuatannya pada ujung moncong mereka yang berbahaya. Hal ini membuat mereka benar-benar seperti preman di dalam air.\\n\"Perlu mengebor kayu untuk membuat api? Merekalah sahabat terbaikmu.\" — Angler's Atlas, Chapter Akai Maou",
        "jp": "凶悪な見た目と中身を持つ恐ろしいトゲウオ。獲物を奪うために水中生物を躊躇なく襲う、手強い赤き強盗。生まれつきの真っ赤な体は、炎元素を想起される。直接炎を放つことはできないが、高温を操る能力を持つ。彼らは獲物に含まれるエネルギーを変換し、危険な尖った口に集中させることができる。水の中の正真正銘の悪党だ。\\n「火起こしにはもってこいだ。」——『釣りガイド·赤魔王編』",
        "kr": "흉악한 겉모습만큼이나 속도 흉악한 가시고기. 먹이를 위해서라면 온갖 수중생물을 향해 공격을 서슴지 않는 무시무시한 붉은 불량배다. 타고난 붉은색 표피는 불 원소와 밀접한 관계가 있는 듯한데 화염 발생기가 되진 못하지만, 그들에겐 고온 조절 능력이 있다. 음식물의 에너지를 전환해 위험하고 뾰족한 주둥이에 집중시킬 때면 정말 수중 양아치가 따로 없다.\\n「훌륭한 불 피우기 도우미다」——《민물낚시 핸드북·붉은 마왕 가시고기편》",
        "pt": "Os peixes Gasterosteidae têm uma aparência violenta e uma atitude igual. Eles lutam com qualquer ser no mar por comida, são bandidos vermelhos verdadeiramente assustadores. Sua coloração vermelha parece estar relacionada com o elemento Pyro, pois apesar de não poderem gerar chamas, eles são capazes de controlar altas temperaturas. Eles convertem energia de sua comida e concentram essa energia em suas bocas afiadas, tornando-os verdadeiros patifes subaquáticos.\\n\"Precisa perfurar madeira para acender uma chama? Esse é seu melhor amigo.\" - Guia de Pesca Selvagem, Capítulo de Akai Maou",
        "ru": "Колюшка со свирепой внешностью и соответствующим характером. Этот наводящий страх красный бандит ради добычи пропитания не преминет напасть на любого подводного обитателя. Огненно-красная чешуя роднит их с элементом Пиро, и хотя создание пламени им неподвластно, они всё же могут контролировать высокую температуру. Они преобразовывают съеденную пищу в энергию и сосредотачивают её на кончиках своих губ. Эти опасные поцелуи делают их настоящими подводными мерзавцами.\\n«Незаменим для розжига». - «Руководство по дикой рыбалке. Глава: \"Алый дьявол\"».",
        "th": "ปลา Stickleback ที่ดุร้ายทั้งภายนอกและภายใน พวกมันไม่กลัวที่จะโจมตีสิ่งมีชีวิตใต้น้ำใด ๆ เพื่อการต่อสู้หรือหาอาหาร พวกมันเป็นเหมือนเป็นจอมโจรสีแดงที่น่ากลัว ผิวสีแดงเพลิงโดยธรรมชาติดูเหมือนจะเชื่อมโยงกับธาตุไฟ แม้ว่าพวกมันจะไม่สามารถใช้เป็นอุปกรณ์จุดไฟได้โดยตรง แต่ก็ยังสามารถควบคุมอุณหภูมิสูงได้บ้าง พวกมันสามารถเปลี่ยนพลังงานจากอาหารและมุ่งความสนใจไปที่จมูกสุดอันตราย ซึ่งทำให้พวกมันเป็นวายร้ายใต้น้ำอย่างแท้จริง \\n\"ผู้ช่วยที่ดีที่สุดในการผ่าฟืนเพื่อจุดไฟ\"—— \"คู่มือนักตกปลา: ตอน Akai Maou\"",
        "vi": "Loài cá gai với ngoại hình hung ác và tính cách tàn bạo, vì cái ăn mà sẵn sàng tấn công bất kỳ thứ gì chúng thấy, được mệnh danh là kẻ cướp dưới nước. Lớp vảy của chúng màu đỏ và có vẻ như có liên quan đến nguyên tố hỏa, tuy rằng không thể phun ra lửa, nhưng chúng có thể điều khiển được nhiệt độ nước xung quanh.\\n\"Trợ thủ đắc lực đục gỗ châm lửa.\" - \"Sổ Tay Câu Cá - Xích Ma Vương\""
    },
    "materialType": "MATERIAL_EXCHANGE"
}