{
    "name": {
        "en": "Ako's Sake Vessel",
        "de": "Akos Sakegefäß",
        "chs": "赤穗酒枡",
        "cht": "赤穗酒枡",
        "es": "Vasija para sake de Ako",
        "fr": "Verre à saké d'Ako",
        "id": "Ako's Sake Vessel",
        "jp": "赤穂の枡",
        "kr": "아코의 사케마스",
        "pt": "Recipiente para Saquê de Ako",
        "ru": "Мера вина Ако",
        "th": "Ako's Sake Vessel",
        "vi": "Hộp Rượu Ako Domeki"
    },
    "id": 200107,
    "materialDesc": {
        "en": "Specialized refinement material for \"The Catch.\"\\nThis was the favored liquor vessel of Ako Domeki, who once ruled over the Seirai region. The sea has brought it onto an angler's hook.",
        "de": "Spezielles Verfeinerungsmaterial für „Der Fang“.\\nDies war das bevorzugte Schnapsgefäß von Ako Domeki, der einst über die Region Seirai herrschte. Das Meer hat es an den Haken eines Anglers gebracht.",
        "chs": "「渔获」专用的精炼道具。\\n过去称霸清籁地方的赤穗百目鬼一众爱用的酒具。被海水带到了渔师的钓钩上。",
        "cht": "「漁獲」專用的精煉道具。\\n過去稱霸清籟地方的赤穗百目鬼一眾愛用的酒具。被海水帶到了漁師的釣鉤上。",
        "es": "Objeto de refinamiento exclusivo para el arma “La Captura”.\\nEsta era la vasija de licor preferida de Ako Domeki, quien en el pasado tuvo el control de la región de Seirai. El mar la ha traído hasta el anzuelo de un pescador.",
        "fr": "Matériau de raffinement spécial pour « La prise ».\\nUne coupe qu'Ako Domeki, qui domina l'Île de Seirai par le passé, appréciait utiliser. La mer l'a transportée jusqu'à l'hameçon d'un pêcheur.",
        "id": "Material refinement khusus untuk The Catch.\\nPeralatan minum favorit Ako Domeki — seseorang yang mengaku pernah menguasai area Seirai. Material ini terbawa hanyut hingga akhirnya tersangkut di satu kail nelayan.",
        "jp": "「漁獲」専用の精錬アイテム。\\n過去セイライを制覇していた赤穂百目鬼一行の愛用の酒器。海水により漁師の釣り針に流れた。",
        "kr": "「어획」 전용 재련 아이템.\\n과거 세이라이에 군림했던 아코 도메키 일당이 즐겨 사용하던 술잔. 바닷물을 타고 낚시꾼의 낚싯바늘에 걸리게 된다…",
        "pt": "Material especializado de refinamento para \"A Fisgada\".\\nEste era o recipiente de licor preferido de Ako Domeki, que uma vez governou a região Seirai. O mar o trouxe para o anzol de um pescador.",
        "ru": "Материал пробуждения Улова.\\nЛюбимая мера вина Ако Домэки, когда-то правившего на острове Сэйрай. Море принесло её на рыболовный крючок.",
        "th": "วัสดุขัดเกลาสำหรับ The Catch\\nมันเคยเป็นภาชนะใส่สาเกที่ Ako Domeki ผู้ที่ครั้งหนึ่งเคยปกครองพื้นที่ Seirai ชื่นชอบ มันถูกน้ำทะเลพัดมาติดเบ็ดของนักตกปลา",
        "vi": "Đạo cụ được làm ra dành riêng cho việc đánh bắt cá.\\nDụng cụ đựng rượu mà Ako Domeki từng xưng bá ở vùng Seirai đã dùng. Bị nước biển đưa đến lưỡi câu của người thợ câu."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}