{
    "name": {
        "en": "Ako's Treasure: Location 1",
        "de": "Akos versteckter Schatz I",
        "chs": "赤穗秘宝所藏·其一",
        "cht": "赤穗秘寶所藏·其一",
        "es": "El escondite del tesoro secreto de Ako (I)",
        "fr": "Emplacement du trésor d'Ako I",
        "id": "Harta Karun Ako: Lokasi 1",
        "jp": "赤穂秘宝の在所·其の一",
        "kr": "아코의 보물이 숨겨진 곳·첫 번째",
        "pt": "Tesouro de Ako - I",
        "ru": "Сокровище Ако I",
        "th": "สมบัติลับของ Ako - 1",
        "vi": "Kho Báu Ako I"
    },
    "id": 101770,
    "materialDesc": {
        "en": "Before Ako Domeki and company left, they had hidden a treasure here and agreed to unearth it when they met in the archipelago again. The secret of where the treasure is was split into four parts, and this is the first part.",
        "de": "Beim Verlassen dieses Ortes entschloss sich die „Ako-Domeki-Bande“, hier einen Schatz zu hinterlassen. Als sie den Schatz vergrub, entschloss sich die Bande, sich später erneut auf der Insel zu versammeln und ihn auszugraben. Zu diesem Zweck erstellten sie eine Meereskarte, auf welcher der Ort, wo der Schatz vergraben liegt, markiert wurde und teilten sie in vier Teile. Dies ist der erste.",
        "chs": "由离开此处的「赤穗百目鬼一众」留下的秘宝，埋藏秘宝之时，约定众人再聚于群岛时，将之起出。于是将秘宝所藏之处线索一分为四，此为其一。",
        "cht": "由離開此處的「赤穗百目鬼一眾」留下的秘寶，埋藏秘寶之時，約定眾人再聚於群島時，將之取出。於是將秘寶所藏之處線索一分為四，此為其一。",
        "es": "Antes de marcharse, Ako Domeki y los cuarenta piratas escondieron un tesoro y acordaron llevárselo la próxima vez que se reunieran aquí. Luego dividieron en cuatro las pistas sobre la ubicación del tesoro. Esta es la primera.",
        "fr": "Un trésor secret que l'équipage d'Ako Domeki a caché avant de partir. Ses membres l'ont enterré et se sont promis de le récupérer plus tard lorsqu'ils se retrouveront. Les indices qui mènent au trésor ont été divisés en quatre. Ceci est la première partie.",
        "id": "Sebelum Ako Domeki dan kawan-kawannya pergi, mereka menyembunyikan harta karun di sini dan mereka setuju untuk menggalinya lagi saat bertemu kembali di kepulauan ini. Rahasia lokasi harta tersebut terbagi menjadi empat bagian, dan ini bagian pertamanya.",
        "jp": "秘宝は、この地を離れた「赤穂百目鬼の一味」が残したもので、それを埋めた時、再び群島に集まって持ち出すことを約束した。そして、秘宝が隠されている場所の手がかりを四つに分けた。これは其の一である。",
        "kr": "이곳을 떠난 「아코 도메키 일당」이 남긴 보물. 일당은 보물을 묻으면서 다시 제도에 모이는 날 꺼내기로 약속했고, 보물이 숨겨진 곳의 단서를 네 개로 나누었다. 이것은 그 첫 번째 단서이다",
        "pt": "Antes de partir, a gangue de Ako Domeki escondeu um tesouro e concordou em desenterrá-lo quando se encontrassem novamente no arquipélago. Eles então dividiram as pistas para a localização do tesouro em quatro, esta é a primeira parte dessas pistas.",
        "ru": "Прежде чем покинуть это место, банда Ако Домэки спрятала сокровище и договорилась забрать его в следующий раз, когда они снова встретятся на архипелаге. Затем они разделили подсказки о местонахождении сокровищ на четыре части. Это первая подсказка.",
        "th": "สมบัติลับที่ถูกทิ้งไว้ที่นี่โดย \"กลุ่ม Ako Domeki\" ในตอนที่นำสมบัติมาซ่อนไว้นั้น ได้ตกลงกับทุกคนว่าเมื่อกลับมาที่เกาะอีกครั้ง จะมาขุดมันออกมาด้วยกัน ดังนั้นจึงได้แบ่งเบาะแสของที่ซ่อนสมบัติลับออกเป็นสี่ส่วน และนี่คือส่วนที่หนึ่ง",
        "vi": "Kho báu bí mật do \"nhóm hải tặc Ako Domeki\" đã để lại khi rời khỏi nơi này, lúc chôn giấu kho báu đã hẹn rằng khi nào nhóm hải tặc hội tụ ở quần đảo sẽ cùng nhau đào lên. Thế là họ đã đem manh mối kho báu chia làm 4 phần, đây là phần thứ nhất."
    },
    "materialType": "MATERIAL_QUEST"
}