{
    "name": {
        "en": "Alchemic Component: Burden of Dust",
        "de": "Alchimistisches Bauteil – „Die Last des Staubs“",
        "chs": "炼金器件-「尘埃的重量」",
        "cht": "煉金器皿-「塵埃的重量」",
        "es": "Componente para alquimia: El peso del polvo",
        "fr": "Kit d'alchimie « Le poids de la poussière »",
        "id": "Komponen Alkimia: Bobot Debu",
        "jp": "錬金器具-「塵埃の重み」",
        "kr": "연금 부품-「먼지의 무게」",
        "pt": "Componente Alquímico: \"Peso da Poeira\"",
        "ru": "Алхимический компонент: Бремя пыли",
        "th": "ชิ้นส่วนการเล่นแร่แปรธาตุ - \"น้ำหนักของมวลฝุ่น\"",
        "vi": "Linh Kiện Giả Kim - Trọng Lượng Mạt Bụi"
    },
    "id": 383307,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Alchemic Component: Burden of Dust.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Alchimistisches Bauteil – Die Last des Staubs“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「炼金器件-『尘埃的重量』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「煉金器皿-『塵埃的重量』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Componente para alquimia: El peso del polvo.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du kit d'alchimie « Le poids de la poussière ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Komponen Alkimia: Bobot Debu\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「錬金器具-『塵埃の重み』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「연금 부품-『먼지의 무게』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Componente Alquímico: \"Peso da Poeira\"\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Алхимический компонент: Бремя пыли».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างชิ้นส่วนการเล่นแร่แปรธาตุ - \"น้ำหนักของมวลฝุ่น\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Linh Kiện Giả Kim - Trọng Lượng Mạt Bụi\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}