{
    "name": {
        "en": "A Legend of Sword (VI)",
        "de": "Vom Schwert gefunden im Herbst VI",
        "chs": "沉秋拾剑录·六",
        "cht": "沉秋拾劍錄·六",
        "es": "Una leyenda de espadas (VI)",
        "fr": "Une légende d'épée - VI",
        "id": "Legenda Pedang (VI)",
        "jp": "沈秋拾剣録·六",
        "kr": "침추습검록·Ⅵ",
        "pt": "A Lenda da Espada (VI)",
        "ru": "Легенда о клинке (VI)",
        "th": "ตำนานของดาบ (VI)",
        "vi": "Trầm Thu Thập Kiếm Lục VI"
    },
    "id": 101766,
    "materialDesc": {
        "en": "\"In essence, the great battle in space is no different from the armed conflict between commoners which took place ten years ago on that barren planet...\" Soon, the name of that man shall be known across the Galaxy, matching that of the Emperor.",
        "de": "„Im Grunde unterscheidet sich die große Schlacht im Weltraum nicht von dem bewaffneten Konflikt zwischen gewöhnlichen Menschen, der vor zehn Jahren auf diesem öden Planeten stattfand ...“ Bald wird der Name dieses Mannes in der ganzen Galaxie bekannt sein und sich mit dem des Imperators messen können.",
        "chs": "「上演在星海的大战，本质其实与十年前那场贫瘠星球的草民械斗并无二致…」不久后，那个男人的名字，就将和帝国皇帝的名字一样，被整个银河熟知。",
        "cht": "「上演在星海的大戰，本質其實與十年前那場貧瘠星球的草民械鬥並無二致…」不久後，那個男人的名字，就將和帝國皇帝的名字一樣，被整個銀河熟知。",
        "es": "“En esencia, la gran batalla del espacio no es muy distinta al conflicto armado entre la plebe que tuvo lugar hace diez años en aquel planeta baldío...”. Pronto, el nombre de ese hombre será tan conocido en toda la galaxia como el del emperador.",
        "fr": "« Une guerre dans l'espace n'est guère différente d'un conflit civil qui a éclaté il y a dix ans sur cette terre stérile... » Le nom de cet homme sera connu de toute la galaxie, au même titre que celui de l'Empereur.",
        "id": "\"Pertempuran yang terjadi di lautan bintang sebenarnya sama dengan pertarungan orang-orang rumput di planet tandus sepuluh tahun yang lalu ....\" Tidak lama kemudian ... layaknya nama kaisar, nama pria itu dikenal di seluruh galaksi.",
        "jp": "「星海での大戦──その本質は、不毛の惑星で平民たちが行った十年前の戦いと何ら変わりないものであった…」まもなく、男の名前は銀河に知れ渡ることになるだろう。あの帝国の皇帝のように。",
        "kr": "「별바다에서 펼쳐진 대 전투의 본질은 십여 년 전, 척박한 행성의 백성들 사이에서 벌어진 전투와 같다….」 얼마 후, 그 남자의 이름은 제국 황제의 이름과 같이, 모든 은하계 사람들에게 널리 퍼졌다",
        "pt": "\"Em essência, a grande batalha no espaço não é diferente do conflito armado que ocorreu dez anos atrás naquele planeta deserto...\" Em breve, o nome daquele homem será tão conhecido na galáxia como o do Imperador.",
        "ru": "«Произошедшая в океане звёзд битва по своей сути ничем не отличалась от вооружённого столкновения простолюдинов на той бесплодной планете десять лет назад...» Скоро имя этого мужчины, как и имя императора, будет знать вся галактика.",
        "th": "\"การต่อสู้ที่เกิดขึ้นทะเลแห่งดวงดาวนั้นไม่ได้แตกต่างอะไรกับการต่อสู้ของคนสามัญต่ำต้อยบนดวงดาวที่แห้งแล้งเมื่อสิบปีก่อน...\" จากนั้นไม่นาน นามของบุรุษผู้นั้น ก็เป็นดั่งนามขององค์จักรพรรดิอันเป็นที่รู้จักไปทั่วทั้งดาราจักร...",
        "vi": "\"Trận chiến được dàn dựng ở Biển Sao thực ra không khác gì cuộc chiến giữa những thảo dân trên hành tinh cằn cỗi mười năm trước...\" Không lâu sau, tên của người nam nhân đó, sẽ được khắp thiên hà biết đến giống như tên của Hoàng đế."
    },
    "materialType": "MATERIAL_QUEST"
}