{
    "name": {
        "en": "A Legend of Sword (III)",
        "de": "Vom Schwert gefunden im Herbst III",
        "chs": "沉秋拾剑录·三",
        "cht": "沉秋拾劍錄·三",
        "es": "Una leyenda de espadas (III)",
        "fr": "Une légende d'épée - III",
        "id": "Legenda Pedang (III)",
        "jp": "沈秋拾剣録·三",
        "kr": "침추습검록·Ⅲ",
        "pt": "A Lenda da Espada (III)",
        "ru": "Легенда о клинке (III)",
        "th": "ตำนานของดาบ (III)",
        "vi": "Trầm Thu Thập Kiếm Lục III"
    },
    "id": 101534,
    "materialDesc": {
        "en": "Amid a sea of stars that spin in reverse lies a small chain of shattered isles, each of which has its own history, featuring tales heroic and trivial alike. This heroic tale is set in the time of the Suruga Shogunate.",
        "de": "Inmitten eines Sternenmeeres, das sich rückwärts dreht, liegt eine kleine Kette von zerbrochenen Inseln, und auf jedem ihrer zerbrochenen Teile entfaltet sich eine eigene Geschichte, die sowohl heldenhafte als auch triviale Geschichtchen beinhaltet. So beginnt die Geschichte der Helden des Suruga-Bakufu!",
        "chs": "逆转的星海中亦有着小小的碎片群岛，隔绝的碎片之上，亦存在着自己的历史、侠客与琐事…骏河幕府侠客谭，就此揭幕！",
        "cht": "逆轉的星海中亦有著小小的碎片群島，隔絕的碎片之上，亦存在著自己的歷史、俠客與瑣事…駿河幕府俠客譚，就此揭幕！",
        "es": "En un mar de estrellas, también hay pequeñas islas con su propia historia, artistas marciales y asuntos más triviales. ¡Aquí da comienzo la leyenda del shogunato de Suruga!",
        "fr": "Au milieu d'une mer d'étoiles qui tournent à l'envers se trouve une petite chaîne d'îles fragmentées, et sur chacune d'entre elles se déroulent des histoires distinctes, aussi bien héroïques que banales. C'est ainsi que commence l'histoire du héros du Shogunat Suruga !",
        "id": "Di tengah lautan bintang yang berputar terbalik, muncullah untaian kecil pulau-pulau yang hancur, dan di atas masing-masing pulaunya terbentang kisah-kisah sejarah yang baru — kisah-kisah kecil namun heroik. Dimulailah kisah para pahlawan Shogunate Suruga!",
        "jp": "逆転した星海、そこには砕け散った群島がある。孤立したそれぞれの島には独自の歴史と侠客、そして様々な事象が存在する…駿河幕府侠客譚、開幕！",
        "kr": "역전의 별바다에는 자그마한 조각 제도가 존재한다. 세상과 동떨어져 있는 작은 조각에도, 그들만의 역사가, 협객이, 사소한 이야기들이 존재한다… 스루가 막부 협객전, 정식 개막!",
        "pt": "Num mar de estrelas, também há pequenas ilhas com a sua própria história, artistas marciais e assuntos triviais... Aqui se inicia a história dos heróis do Shogunato de Suruga!",
        "ru": "Среди моря звёзд, вращающихся вспять, есть крохотный архипелаг. У этих клочков собственные истории, герои и пустяки... Так начинается история героев сёгуната Суруга!",
        "th": "นอกจากนี้ยังมีชิ้นส่วนเกาะเล็กเกาะน้อยในทะเลดาวที่แปรผัน เหนือชิ้นส่วนที่แตกแยกนั้นยังมีประวัติศาสตร์ ผู้กล้าและเรื่องราวต่าง ๆ ...และนี่คือจุดเริ่มต้นของเรื่องราวผู้กล้าในยุคสมัยของ Suruga Shogunate",
        "vi": "Giữa biển sao xoay ngược chiều với quỹ đạo vốn có là những hòn đảo nhỏ rải rác, mà mỗi nơi đều có lịch sử, với những hiệp sĩ và những câu chuyện vụn vặt của riêng nó...Câu chuyện về những hiệp sĩ Suruga Shogunate xin được bắt đầu!"
    },
    "materialType": "MATERIAL_QUEST"
}