{
    "name": {
        "en": "A Legend of Sword (II)",
        "de": "Vom Schwert gefunden im Herbst II",
        "chs": "沉秋拾剑录·二",
        "cht": "沉秋拾劍錄·二",
        "es": "Una leyenda de espadas (II)",
        "fr": "Une légende d'épée - II",
        "id": "Legenda Pedang (II)",
        "jp": "沈秋拾剣録·二",
        "kr": "침추습검록·Ⅱ",
        "pt": "A Lenda da Espada (II)",
        "ru": "Легенда о клинке (II)",
        "th": "ตำนานของดาบ (II)",
        "vi": "Trầm Thu Thập Kiếm Lục II"
    },
    "id": 101533,
    "materialDesc": {
        "en": "Amid a sea of stars that spin in reverse, no battle is legendary enough to be any more than a ripple in the silence for those who dwell upon the shore... But for the warriors in the thick of it, the war is all there is.",
        "de": "Inmitten eines Sternenmeeres, das sich rückwärts dreht, ist keine Schlacht legendär genug, um mehr als ein Plätschern in der Stille für diejenigen zu sein, die am „Ufer“ leben ... Aber für die Krieger, die mittendrin sind, ist der Krieg alles, was es gibt.",
        "chs": "在逆转的星海中央，即便一场神话般的大战，对于「岸上」之人来说也不过沉寂中偶生的一丝涟漪…但对于涉身其中的战士，此即生命之全部！",
        "cht": "在逆轉的星海中央，即便一場神話般的大戰，對於「岸上」之人來說也不過沉寂中偶生的一絲漣漪…但對於涉身其中的戰士，此即生命之全部！",
        "es": "En un mar de estrellas invertido, para la gente de la “costa”, incluso una gran guerra de características divinas no es más que una ínfima y casual perturbación en su silenciosa vida. Pero para aquellos soldados inmersos en el conflicto, ¡la guerra es su vida!",
        "fr": "Au milieu d'une mer d'étoiles qui tournent à l'envers, aucune bataille n'est assez légendaire pour être plus que des ondulations dans le silence pour ceux qui sont sur le « rivage »... Mais pour les guerriers qui y combattent, c'est l'histoire de toute leur vie !",
        "id": "Di tengah lautan bintang yang berputar terbalik, tidak ada pertempuran yang cukup legendaris untuk menjadi lebih daripada riak dalam keheningan bagi mereka yang berdiam di \"pantai\"... Tapi bagi para pejuang, perang adalah segalanya!",
        "jp": "逆転した星海の中央、神話のような大戦も、「岸」にいる人間にとっては静寂の中のさざ波に過ぎない…だが、戦場に突入した戦士にとって、これは人生の全てなのだ。",
        "kr": "역전의 별바다 중심부에서는 신화로 남을 법한 대전도, 「육지」의 사람들에겐 그저 적막한 상황에서 가끔 생기는 잔물결에 불과하다… 하지만 그 전장에 몸을 담고 있는 전사들에겐, 이것만이 삶의 전부다!",
        "pt": "Em meio a um mar de estrelas que giram ao contrário, nenhuma batalha é lendária o suficiente para ser mais do que uma ondulação no silêncio para aqueles que vivem na \"costa\"... Mas para os guerreiros no meio dela, a guerra é tudo que existe.",
        "ru": "Среди моря звёзд, вращающихся вспять, для тех, кто на берегу, даже легендарное сражение - не более чем рябь на воде. Но для солдат в гуще битвы это вся жизнь!",
        "th": "ในใจกลางของทะเลดาวที่แปรผัน แม้แต่การต่อสู้ที่เหลือเชื่อก็เป็นเพียงเสียงระลอกคลื่นเงียบ ๆ สำหรับผู้คนบน \"ฝั่ง\"... แต่สำหรับทหารที่เกี่ยวข้องนั้น นี่คือทั้งหมดของชีวิต!",
        "vi": "Giữa biển sao xoay ngược chiều với quỹ đạo vốn có là một trận đại chiến hệt như thần thoại, đối với người \"trên bờ\", đây chẳng qua chỉ là một gợn sóng nào đó ngụp lặn giữa muôn trùng cô tịch...nhưng với người chiến sĩ đã dấn thân vào đó, thì đây chính là tất cả sinh mạng của anh!"
    },
    "materialType": "MATERIAL_QUEST"
}