{
    "name": {
        "en": "A Letter by Timmie",
        "de": "Brief von Timmie",
        "chs": "提米的亲笔信",
        "cht": "提米的親筆信",
        "es": "Carta de Timmie",
        "fr": "Lettre de Timmy",
        "id": "Surat dari Timmie",
        "jp": "ティミーの手紙",
        "kr": "티미의 친필 편지",
        "pt": "Carta de Timmie",
        "ru": "Письмо Тимми",
        "th": "จดหมายที่ Timmie เขียน",
        "vi": "Bức thư do Timmie viết"
    },
    "id": 100472,
    "materialDesc": {
        "en": "An envelope that has been tightly sealed. Inside is a letter, inked characters, a Dandelion, love, and a wisp of hope. All these will be safely preserved inside until the seal is opened.",
        "de": "Ein fest versiegelter Briefumschlag. Darin befinden sich ein Brief, mit Tinte geschriebener Text, Löwenzahn, Liebe und ein Hoffnungsschimmer. Bis der Brief geöffnet wird, bleiben diese Dinge darin gut verschlossen.",
        "chs": "封得紧紧的信封。信封里包含着信件、墨水字、蒲公英、爱，还有缥缈的希望。在信封开启之前，这一切都会保持完好。",
        "cht": "封得緊緊的信封。信封裡包含著信件、墨水字、蒲公英、愛，還有縹緲的希望。在信封開啟之前，這一切都會保持完好。",
        "es": "Un sobre bien sellado. Dentro hay una carta, caracteres escritos en tinta, un diente de león, amor y un poco de esperanza. Todo esto se mantendrá bien preservado hasta que se abra el sobre.",
        "fr": "Une enveloppe bien fermée dans laquelle se trouve une lettre, une fleur de pissenlit, et un peu d'amour et d'espoir. Tout cela sera soigneusement conservé à l'intérieur jusqu'à ouverture.",
        "id": "Sebuah amplop yang tertutup rapat. Di dalamnya terdapat sepucuk surat yang ditulis dengan tinta, sebuah Dandelion, cinta and bisikan harapan. Semuanya tersimpan dengan aman di dalam sampai amplop ini dibuka.",
        "jp": "きちんと閉められている手紙。封筒の中には手紙、インクで書かれた文字、蒲公英、愛、そして微かな希望が入っている。この手紙が開かれるまで、全てが完璧のままであってほしい。",
        "kr": "밀봉된 편지 봉투 안엔 편지, 잉크로 쓰인 글씨, 민들레, 사랑 그리고 어렴풋한 희망이 들어있다. 이 모든 건 봉투가 열릴 때까지 그대로 남아 있을 것이다",
        "pt": "Um envelope que foi hermeticamente fechado. Dentro, há uma carta, caracteres com tinta, um Dandelion, amor e um fio de esperança. Todos estes serão preservados com segurança no interior até que o selo seja aberto.",
        "ru": "Плотно запечатанный конверт, внутри которого находятся письмо, чернильные строки, одуванчик, любовь и хрупкая надежда.",
        "th": "ซองจดหมายปิดผนึกไว้อย่างแน่นหนา ด้านในซองมีจดหมาย, ตัวหนังสือหมึกสีดำ, แดนดิไลออน, ความรักและยังมีความหวังอันเลือนราง ทั้งหมดนี้ล้วนถูกรักษาไว้เป็นอย่างดีก่อนจะเปิดซองจดหมาย",
        "vi": "Phong thư được dán chặt. Bên trong chứa thư, chữ mực tàu, bồ công anh, tình yêu và một chút hy vọng. Phong thư phải được giữ toàn vẹn trước khi được mở ra."
    },
    "materialType": "MATERIAL_QUEST"
}