{
    "name": {
        "en": "Alkahest",
        "de": "Alkahest",
        "chs": "「溶媒」",
        "cht": "「溶媒」",
        "es": "Alkahest",
        "fr": "Alkahest",
        "id": "Alkahest",
        "jp": "「溶媒」",
        "kr": "「용매」",
        "pt": "Alcaeste",
        "ru": "Алкагест",
        "th": "\"Solvent\"",
        "vi": "Alkahest"
    },
    "id": 200108,
    "materialDesc": {
        "en": "Specialized refinement material for the Cinnabar Spindle.\\nA silver substance shining with an otherworldly light that is a deadly corrosive poison to things of this world. And yet it also has the power to sublimate matter...",
        "de": "Spezielles Verfeinerungsmaterial für „Zinnoberspindel“.\\nEine silberne Substanz, die mit einem jenseitigen Licht glänzt und ein tödliches, ätzendes Gift für Dinge dieser Welt enthält. Und doch hat sie auch die Macht, Materie zu sublimieren.",
        "chs": "「辰砂之纺锤」专用的精炼道具。\\n隐隐泛着世外之光的白银液体，对地上之物或许有着蚀骨的猛毒吧。但也具有使物质升华的力量。",
        "cht": "「辰砂之紡錘」專用的精煉道具。\\n隱隱泛著世外之光的白銀液體，對地上之物或許有著蝕骨的猛毒吧。但也具有使物質昇華的力量。",
        "es": "Objeto de refinamiento exclusivo para el arma “Huso de Cinabrio”.\\nUna sustancia plateada que brilla con una luz extraña y que resulta ser un veneno corrosivo y letal para los objetos de este mundo. No obstante, también posee el poder de sublimar la materia...",
        "fr": "Matériau de raffinement spécial pour le Fuseau de cinabre.\\nUne substance argentée qui brille d'un éclat étranger et agit comme un poison corrosif mortel au contact des objets de ce monde. Pourtant, son pouvoir permet aussi de sublimer la matière...",
        "id": "Material refinement khusus untuk Cinnabar Spindle.\\nSuatu zat perak bersinar dengan cahaya dunia lain yang merupakan racun korosif mematikan bagi benda-benda di dunia ini. Namun ia juga memiliki kekuatan untuk meningkatkan materi ....",
        "jp": "「シナバースピンドル」専用の精錬アイテム。\\n世外の光をかすかに放つシルバー色の液体は、地上の物の骨を溶かすまでの猛毒を持っているかもしれない。しかし、物質を昇華させるほどの力も秘めている。",
        "kr": "「진사의 방추」 전용 재련 아이템.\\n은은하게 속세를 초월한 빛을 뿜어내는 은백색 액체. 지상의 존재에겐 뼈도 부식하는 맹독성을 지니고 있지만, 물질을 승화하는 힘도 있다",
        "pt": "Material Especializado de Refinamento para a Haste de Cinábrio.\\nUma substância prateada brilhante com uma luz estranha que é um veneno corrosivo para as coisas desse mundo. Mas ainda assim, possui a capacidade de sublimar a matéria...",
        "ru": "Материал пробуждения Киноварного веретена.\\nСеребряное вещество, сияющее потусторонним светом, - смертельный яд для вещей этого мира. И всё же оно обладает способностью сублимировать материю...",
        "th": "วัสดุขัดเกลาอาวุธสำหรับ \"Cinnabar Spindle\"\\nของเหลวสีเงินที่ส่องแสงสว่างจาง ๆ จากต่างโลก บางทีอาจจะมีพิษกัดกร่อนพื้นปฐพี แต่ก็มีพลังในการทำให้สสารระเหิดด้วย",
        "vi": "Đạo cụ tinh luyện dùng cho \"Con Thoi Chu Sa\".\\nChất lỏng màu bạc lấp lánh ánh sáng bên ngoài thế giới có lẽ là chất kịch độc ăn mòn xương tủy đối với bất kỳ thứ gì trên mặt đất. Nhưng cũng sở hữu sức mạnh khiến vật chất thăng hoa."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}