{
    "name": {
        "en": "All-Delicacy Parcels",
        "de": "Rustikale Häppchen",
        "chs": "江湖百味",
        "cht": "江湖百味",
        "es": "Delicias del campo",
        "fr": "Délices des rivages",
        "id": "All-Delicacy Parcel",
        "jp": "江湖百味",
        "kr": "강호백미",
        "pt": "Iguarias do Interior",
        "ru": "Деликатесные мешочки",
        "th": "All-Delicacy Parcels",
        "vi": "Giang Hồ Bách Vị"
    },
    "id": 108136,
    "materialDesc": {
        "en": "Xingqiu's specialty. This dish's almost artisan appearance makes one almost reluctant to tuck in. But once you get a taste, its fresh, light and lovely sweetness will make the dish hard to put down.... Hang on a moment. Did he throw the carrots out, by any chance?",
        "de": "Xingqius Spezialzubereitung. Ein Werk voller künstlerischer Eleganz, das fast zu schade dafür ist, es sich in den Mund zu schieben. Sobald man es aber doch tut, kann man von der süßen Frische nicht genug bekommen. Oh, hat da jemand die Möhren heimlich herausgefummelt?",
        "chs": "行秋的特色料理。如同工艺品般精致的外形让人舍不得下口，可一旦浅尝，清甜甘美的鲜味就会诱人欲罢不能。等等…胡萝卜该不会被他偷偷丢掉了吧？",
        "cht": "行秋的特色料理。如同工藝品般精緻的外形讓人捨不得下口，可一旦淺嘗，清甜甘美的鮮味就會誘人欲罷不能。等等…胡蘿蔔該不會被他偷偷丟掉了吧？",
        "es": "La especialidad de Xingchiu. La apariencia casi artesanal de este plato hace que uno no se atreva a comerlo. Pero al probarlo, su dulzura fresca, ligera y encantadora hará que sea difícil dejar de comer... Un momento, ¿arrojó zanahorias en él, por casualidad?",
        "fr": "Spécialité culinaire de Xingqiu. On n'ose à peine toucher à ce plat tant c'est bien présenté, mais après la première bouchée, c'est difficile de s'arrêter... Attendez, ne me dites pas qu'il a jeté les carottes ?",
        "id": "Spesialisasi Xingqiu. Hidangan dengan bentuk yang indah bagaikan kerajinan tangan ini membuat orang enggan untuk menyentuhnya. Tapi setelah kamu mencicipi rasanya yang segar, ringan, dan manis akan membuat hidangan ini susah untuk diletakkan... Eh tunggu, apa dia membuang wortelnya, atau hanya kebetulan saja?",
        "jp": "行秋のオリジナル料理。工芸品のような見た目は食べるのがもったいないと思わせるが、一口食べてみるとすぐにその甘い味わいの虜になる。待って…ニンジンをこっそり捨ててないよね？",
        "kr": "행추의 특제 요리. 공예품처럼 정교한 외형으로 인해 먹기 아까울 정도이나 한번 맛보면 시원하고 달콤한 맛이 젓가락을 멈출 수 없게 만든다. 잠깐만… 행추가 당근을 몰래 버린 건 아니겠지?",
        "pt": "A especialidade de Xingqiu. Este prato com aparência quase artesanal faz com que quase niguém tenha dó de comer. Mas uma vez que você a saboreia, seu sabor é fresco, com uma doçura no fundo que fica difícil parar de comer... Espere um momento. Por acaso você tirou as cenouras?",
        "ru": "Особое блюдо Син Цю. Это на первый взгляд довольно обычное блюдо не вызывает бурного восторга, но раз попробуешь – и сложно отставить тарелку в сторону. Погодите... А куда Син Цю дел морковку?",
        "th": "เมนูพิเศษของ Xingqiu รูปลักษณ์ที่ประณีตดุจดั่งงานฝีมือ ทำให้ผู้คนต่างพากันตัดใจทานไม่ลง แต่ทว่าเมื่อได้ลิ้มลองแล้ว รสชาติหวานอร่อยนี้ทำให้หยุดทานไม่ได้ เดี๋ยวนะ...แครอทคงไม่ถูกเขาแอบเอาไปทิ้งใช่มั้ย?",
        "vi": "Món ăn đặc biệt của Xingqiu. Trang trí tinh xảo như một món đồ mỹ nghệ khiến thực khách không nỡ xuống tay. Khi cắn một miếng có thể cảm nhận được sự tươi ngon ngọt thanh đắm say lòng người. Nhưng mà... Cà rốt bị anh ta bỏ đi rồi thì phải?"
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}