{
    "name": {
        "en": "All-Weather Beauty",
        "de": "Allwetter-Schönheit",
        "chs": "雨奇晴好",
        "cht": "雨奇晴好",
        "es": "Belleza multiclima",
        "fr": "Beauté de tout temps",
        "id": "All-Weather Beauty",
        "jp": "雨奇晴好",
        "kr": "우기청호",
        "pt": "Beleza de Todo Clima",
        "ru": "Всепогодная красота",
        "th": "All-Weather Beauty",
        "vi": "Tuyệt Tác Thế Gian"
    },
    "id": 108301,
    "materialDesc": {
        "en": "Kaedehara Kazuha's specialty. Made from fish that have been dried on the ship. Kazuha claims that they were completely ordinary fish. But this flavor... this must surely be the definition of free, all-embracing nature, no?",
        "de": "Kaedehara Kazuhas Spezialzubereitung. Zubereitet aus Fischen, die auf dem Schiff getrocknet wurden. Kazuha behauptet, dass es ganz gewöhnliche Fische waren. Aber dieser Geschmack ... das muss doch die Definition von freier, allumfassender Natur sein, oder?",
        "chs": "枫原万叶的特色料理。由在航行的船上风干了一夜的鱼制作而成，据万叶说，用的只是普普通通的鱼干罢了。但是，这番风味…是包容自然万象的洒脱之意吗？",
        "cht": "楓原萬葉的特色料理。由在航行的船上風乾了一夜的魚製作而成，據萬葉說，用的只是普普通通的魚乾罷了。但是，這番風味…是包容自然萬象的灑脫之意嗎？",
        "es": "La especialidad de Kaedehara Kazuha. Hecho con pescado secado en el barco. Kazuha asegura que son peces totalmente ordinarios. Pero este sabor... Debe de ser la definición de una naturaleza libre y universal, ¿no?",
        "fr": "Spécialité culinaire de Kaedehara Kazuha. Fabriquée à partir de poisson séché pendant la nuit sur le navire. Kazuha prétend que ce sont des poissons ordinaires. Mais cette saveur... C'est sûrement ça le sens de la nature omniprésente, non ?",
        "id": "Spesialisasi Kaedehara Kazuha. Dibuat dari ikan yang dikeringkan di atas kapal. Kazuha mengaku bahwa ikan-ikan tersebut benar-benar ikan biasa. Tapi rasa ini... ini pasti definisi dari kebebasan, dan alam bebas yang merangkul semua hal, ya kan?",
        "jp": "楓原万葉のオリジナル料理。航行中の船で一晩風乾させた魚を使った料理。万葉によると、普通の干し魚を使っただけらしい。しかしこの味…森羅万象全てを受け入れる洒脱を表しているのか？",
        "kr": "카에데하라 카즈하의 특제 요리. 항행하는 배에서 꼬박 하룻밤을 말린 생선으로 제작했다고 한다. 카즈하는 평범한 어포라고 말했지만 이 맛은… 삼라만상을 포용한 소탈함일까?",
        "pt": "A especialidade de Kaedehara Kazuha. Feito com peixes que foram secos no navio. Kazuha afirma que são peixes completamente comuns. Mas este sabor... Certamente deve ser a definição de uma natureza livre e abrangente, não é mesmo?",
        "ru": "Особое блюдо Каэдэхары Кадзухи. Приготовлено из рыбы, подсушенной за ночь на корабле. Кадзуха уверяет, что это самая обыкновенная рыба, но этот вкус... Наверное, это и есть определение свободной, всеобъемлющей природы.",
        "th": "เมนูพิเศษของ Kaedehara Kazuha ทำจากปลาที่ตากค้างคืนบนเรือ Kazuha บอกว่าใช้เพียงแค่ปลาแห้งธรรมดาทั่วไป แต่รสชาติแบบนี้... คงจะเป็นคำจำกัดความของธรรมชาติที่แสนอิสระและเรียบง่ายรึเปล่านะ?",
        "vi": "Món ăn đặc biệt của Kaedehara Kazuha. Nó được làm từ cá đã được phơi khô trên tàu. Kazuha khẳng định chúng hoàn toàn là cá khô thông thường. Nhưng, hương vị này...có phải mang ý nghĩa hoà nhập và sự bao dung của thiên nhiên không nhỉ?"
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}