{
    "name": {
        "en": "Almond Tofu",
        "de": "Mandeltofu",
        "chs": "杏仁豆腐",
        "cht": "杏仁豆腐",
        "es": "Tofu de almendras",
        "fr": "Tofu aux amandes",
        "id": "Almond Tofu",
        "jp": "杏仁豆腐",
        "kr": "행인두부",
        "pt": "Tofu de Amêndoas",
        "ru": "Миндальный тофу",
        "th": "Almond Tofu",
        "vi": "Đậu Hũ Hạnh Nhân"
    },
    "id": 108081,
    "materialDesc": {
        "en": "A dessert made out of almond. It has a silky-smooth texture with a long-lasting aroma of almond. It's named tofu only because of its tofu-like shape.",
        "de": "Eine mit einer Soße aus Mandeln übergossene Süßspeise. Sie ist süß und weich und fühlt sich im Mund an, als würde man auf einer Wolke kauen. Die Mandeln sind hier der Träger des Geschmacks. Aufgrund der Ähnlichkeit zu Tofu erhielt dieses Gericht seinen Namen.",
        "chs": "杏仁磨浆制成的甜品。有着嫩滑香甜的独特口感和浓郁绵长的杏仁香味，因形似豆腐而得名。",
        "cht": "杏仁磨漿製成的甜品。有著嫩滑香甜的獨特口感和濃郁綿長的杏仁香味，因形似豆腐而得名。",
        "es": "Postre elaborado a base de almendras trituradas. Tiene una textura tierna, un dulzor distintivo y un fuerte aroma a almendras. Su nombre se debe a su consistencia.",
        "fr": "Un dessert à base d'amandes à la texture tendre et au goût intense. Le nom de « tofu » lui a été donné en raison de son apparence.",
        "id": "Makanan penutup yang terbuat dari almond. Teksturnya lembut dengan aroma almond yang kuat. Dinamakan tofu hanya karena bentuknya yang mirip tahu.",
        "jp": "杏仁が原材料のデザート。滑らかな舌触りと杏仁の香りがする。豆腐に似ていることが名前の由来。",
        "kr": "행인을 갈아 만든 디저트. 달콤하고 보드라운 독특한 식감과 짙은 행인 향을 갖고 있다. 두부 같이 생겨서 붙은 이름이다",
        "pt": "Uma sobremesa feita de amêndoas. Tem uma textura sedosa e suave, com um aroma duradouro de amêndoa. É nomeado tofu apenas por causa de sua forma semelhante ao tofu.",
        "ru": "Десерт из молотого миндаля. Обладает мягкой шелковистой текстурой и долгим ореховым послевкусием. Он называется миндальным тофу только из-за внешнего сходства.",
        "th": "ของหวานที่มีน้ำราดซึ่งทำจาก อัลมอนด์บด มีความนุ่มลื่นและหอมหวาน ที่ไม่เหมือนอาหารชนิดไหน ๆ และกลิ่นหอมของอัลมอนด์ที่จะติดตามคุณไปทุกที่ โดยมันถูกตั้งชื่อตามรูปร่างที่เหมือน เต้าหู้ของมันนั่นเอง",
        "vi": "Đồ ngọt được làm từ nước cốt hạnh nhân. Có vị thơm ngọt non mềm độc đáo và hương thơm nồng nàn kéo dài, hình dáng giống đậu hũ."
    },
    "materialType": "MATERIAL_FOOD"
}