{
    "name": {
        "en": "A log of ships coming in and out by Little Fei",
        "de": "Aufzeichnungen von Fei bezüglich der Schiffe im Hafen",
        "chs": "阿飞关于船只进出的见闻",
        "cht": "阿飛關於船隻進出的見聞",
        "es": "Informe de Fei sobre la entrada y salida de barcos",
        "fr": "Mémo de Fei",
        "id": "Catatan Kapal yang Keluar Masuk milik Little Fei",
        "jp": "飛くんの船に関する見聞",
        "kr": "아비의 선박 입출항에 대한 정보",
        "pt": "Um relatório de Fei sobre a entrada e saída de barcos.",
        "ru": "Записи о проходящих кораблях малыша Фэя",
        "th": "ข้อมูลการเข้าออกของเรือที่ได้จาก Fei",
        "vi": "Ghi chú Fei về thuyền ra vào"
    },
    "id": 100382,
    "materialDesc": {
        "en": "A scribbled note by Little Fei. It reads \"3 ships sailed into Liyue Harbor yesterday at noon.\"",
        "de": "Eine Notiz des kleinen Fei in einer liederlichen Schrift. Darin steht, „Gestern Mittag sind 3 Schiffe in den Hafen gefahren.“",
        "chs": "阿飞写下的便签，字迹有些潦草。上面写着「昨天中午，璃月港里驶入了3艘船」。",
        "cht": "阿飛寫下的便箋，字跡有些潦草。上面寫著「昨天中午，璃月港裡駛入了三艘船」。",
        "es": "Una nota escrita por Fei, llena de garabatos. Dice: “Ayer al mediodía, 3 barcos llegaron a Liyue”.",
        "fr": "Une note un peu brouillonne rédigée par Fei sur laquelle est écrit : « Hier à midi, trois navires ont quitté le port. »",
        "id": "Catatan Little Fei yang tulisannya berantakan. Di sini tertulis, \"3 kapal masuk ke Pelabuhan Liyue kemarin siang.\"",
        "jp": "飛くんが書いた便箋、少し乱雑な字で「昨日の昼、3隻の船が璃月港に入った」と書いてある。",
        "kr": "아비가 적은 쪽지. 글씨가 휘갈겨져 있다. 「어제 점심, 리월항에서 배 3척이 들어왔다」라고 적혀있다",
        "pt": "Uma nota escrita por Little Fei. Diz: \"3 navios navegaram no porto de Liyue ontem ao meio-dia\".",
        "ru": "Записи, сделанные неряшливым почерком малыша Фэя: «3 корабля зашло в гавань Ли Юэ вчера в полдень».",
        "th": "กระดาษโน้ตที่เขียนด้วยลายมือเขี่ย ๆ ของ Fei โดยมีข้อความเขียนไว้ว่า \"เมื่อวานตอนเที่ยงมีเรือ 3 ลำแล่นเข้ามาในท่าเรือ Liyue\"",
        "vi": "Mảnh giấy nhớ với dòng chữ nguệch ngoạc mà Fei để lại. Viết rằng \"Trưa ngày hôm qua Liyue có 3 con thuyền vào cảng\"."
    },
    "materialType": "MATERIAL_QUEST"
}