{
    "name": {
        "en": "A log of ships coming in and out by Little Meng",
        "de": "Aufzeichnungen von Meng bezüglich der Schiffe im Hafen",
        "chs": "小蒙关于船只进出的见闻",
        "cht": "小蒙關於船隻進出的見聞",
        "es": "Informe de Meng sobre la entrada y salida de barcos",
        "fr": "Mémo de Petit Meng",
        "id": "Catatan Kapal yang Keluar Masuk milik Little Meng",
        "jp": "モンの船に関する見聞",
        "kr": "소몽의 선박 입출항에 대한 정보",
        "pt": "Um registro de navios entrando e saindo feito pelo Pequeno Meng",
        "ru": "Записи о проходящих кораблях малыша Мэна",
        "th": "ข้อมูลการเข้าออกของเรือที่ได้จากหนูน้อย Meng",
        "vi": "Ghi chú Meng về thuyền ra vào"
    },
    "id": 100385,
    "materialDesc": {
        "en": "A neatly-written note by Little Meng. It reads, \"3 ships sailed into Liyue Harbor last night.\"",
        "de": "Eine Notiz des kleinen Meng in einer ordentlichen Schrift. Darin steht, „Gestern Abend sind 3 Schiffe in den Hafen gefahren.“",
        "chs": "小蒙写下的便签，字迹十分端正。上面写着「昨天晚上，璃月港里驶入了3艘船」。",
        "cht": "小蒙寫下的便箋，字跡十分端正。上面寫著「昨天晚上，璃月港裡駛入了三艘船」。",
        "es": "Una nota escrita por Meng con una letra decente. Dice: “Anoche, 3 barcos llegaron a Liyue”.",
        "fr": "Une jolie note rédigée par Petit Meng sur laquelle est écrit : « Hier soir, trois navires sont entrés dans le port. »",
        "id": "Catatan rapi yang ditulis oleh Little Meng. Di sini tertulis, \"3 kapal masuk ke Pelabuhan Liyue kemarin malam.\"",
        "jp": "モンが書いた便箋、綺麗な字で「昨日の夜、3隻の船が璃月港に入った」と書いてある。",
        "kr": "소몽이 쓴 메모로 필체가 매우 단정하다. 「어젯밤에 리월 항구에서 배 세 척이 들어왔다」라고 쓰여있다",
        "pt": "Uma nota escrita por Meng com uma boa caligrafia:\"3 Navios navegaram no Porto de Liyue ontem a noite.\"",
        "ru": "Записи, сделанные аккуратным почерком малыша Мэна: «3 корабля зашли в гавань Ли Юэ вчера вечером».",
        "th": "กระดาษโน้ตที่เขียนไว้อย่างถูกต้องของหนูน้อย Meng โดยมีข้อความเขียนไว้ว่า \"เมื่อวานตอนเย็นมีเรือแล่นเข้ามาใน Liyue 3 ลำ\"",
        "vi": "Mảnh giấy nhớ với dòng chữ cẩn thận mà Meng để lại. Viết rằng \"Tối ngày hôm qua Liyue có 3 con thuyền vào cảng\"."
    },
    "materialType": "MATERIAL_QUEST"
}