{
    "name": {
        "en": "\"A Messenger in the Summer Woods\"",
        "de": "„Bote im Sommerwald“",
        "chs": "「夏日林中的信使」",
        "cht": "「夏日林中的信使」",
        "es": "Correo estival en el bosque",
        "fr": "« Messager de la forêt estivale »",
        "id": "\"Surat di Hutan Musim Panas\"",
        "jp": "「夏の森の中の使節」",
        "kr": "「여름 숲의 전령」",
        "pt": "\"Mensageiro da Floresta de Verão\"",
        "ru": "Посыльный в летнем лесу",
        "th": "ผู้ส่งสารแห่งป่าฤดูร้อน",
        "vi": "Tín Sứ Rừng Hè"
    },
    "id": 393124,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making \"A Messenger in the Summer Woods.\"\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Bote im Sommerwald“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『夏日林中的信使』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『夏日林中的信使』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Correo estival en el bosque.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du « Messager de la forêt estivale ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Surat di Hutan Musim Panas\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『夏の森の中の使節』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「『여름 숲의 정령』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Mensageiro da Floresta de Verão\".\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Посыльный в летнем лесу».\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ผู้ส่งสารแห่งป่าฤดูร้อน\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Tín Sứ Rừng Hè\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}