{
    "name": {
        "en": "Amidst Prospering Markets",
        "de": "Inmitten florierender Märkte",
        "chs": "繁闹畅旺的市集",
        "cht": "繁鬧暢旺的市集",
        "es": "Entre el bullicio mercader",
        "fr": "Au milieu de marchés prospères",
        "id": "Di tengah Pasar yang Makmur",
        "jp": "賑やか市場",
        "kr": "번화한 시장",
        "pt": "Mercado Próspero",
        "ru": "Шумный базар",
        "th": "ตลาดอันคึกคักมีชีวิตชีวา",
        "vi": "Khu Chợ Náo Nhiệt"
    },
    "id": 350066,
    "materialDesc": {
        "en": "An exquisitely-furnished mercantile district that pays homage to the layout of Sumeru City's streets and its Grand Bazaar. Fresh fruits, delectable dishes, and all manner of lifestyle goods may be found at the stalls here. A few rounds around the area, and you will find a unique ambience one feels when stepping foot into a bustling market.\\nThey say that the shops and stalls on either side of Sumeru's streets have been modified according to specific rules that are the product of some Akademiya research, such that they can provide holistic service with the minimum possible management difficulty and acreage used.\\nThis Furnishing Set is favored by the following companion: Dori",
        "de": "Ein exquisit eingerichtetes Handelsviertel, das dem Straßenlayout von Sumeru und dem Großen Basar nachempfunden ist. Frische Früchte, köstliche Gerichte und alle Arten von Waren des Alltagslebens werden hier an den Ständen angeboten. Nach ein paar Runden durch das Viertel wirst du sicher die einzigartige Intimität eines belebten Marktes erleben.\\nEs heißt, dass die Läden und Stände auf beiden Seiten der Straßen von Sumeru nach bestimmten Regeln geplant wurden, die das Ergebnis der Forschungen der Akademie sind, sodass ein ganzheitlicher Service mit möglichst geringem Verwaltungsaufwand und Flächenverbrauch geboten werden kann.\\nDieses Set wird von der folgenden Gefährtin bevorzugt: Dori",
        "chs": "布局精妙的商区，充分参考了须弥城的街道与大巴扎的布置，设有新鲜果蔬、诱人美食和各类生活用品的商位，只需在其中踱步几圈，就能找到别样的亲切感，似乎真的来到了热闹的市集。\\n据传，须弥街道两边的店铺和摊位分布经过专门的规划，运用了部分教令院的研究成果，能在降低管理难度的前提上，尽可能利用有限的面积，为更多居民提供周到的服务。\\n偏好这套摆设的同伴：多莉",
        "cht": "佈局精妙的商區，充分參考了須彌城的街道與大巴扎的佈置，設有新鮮果蔬、誘人美食和各類生活用品的攤位，只需在其中踱步幾圈，就能找到別樣的親切感，似乎真的來到了熱鬧的市集。\\n據傳，須彌街道兩邊的店鋪和攤位分佈經過專門的規劃，運用了部分教令院的研究成果，能在降低管理難度的前提上，盡可能利用有限的面積，為更多居民提供周到的服務。\\n偏好這套擺設的同伴：多莉",
        "es": "Una bulliciosa zona comercial decorada con gran gusto que recuerda a las calles llenas de puestos de la Ciudad de Sumeru o al diseño del Gran Bazar. Aquí encontrarás de todo; desde puestos de frutas y verduras frescas y deliciosos aperitivos para amenizar la jornada, hasta productos de uso cotidiano, y todo a pocos metros de distancia. Este tipo de mercados se caracteriza por su ambiente divertido y ajetreado.\\nSe rumorea que la distribución de los puestos y tiendas de las calles de Sumeru a ambos lados de la calle sigue una planificada organización fruto del resultado de las investigaciones llevadas a cabo por la Academia. El objetivo es aprovechar el uso del espacio y reducir la necesidad de gestión de tareas para así poder ofrecer un servicio de mayor calidad a la clientela.\\nLos siguientes acompañantes prefieren este conjunto: Dori.",
        "fr": "Ce quartier marchand est meublé de façon exquise. Il rend hommage aux rues de la Ville Sumeru et de son Grand bazar. Les étals proposent des fruits frais, des plats délicieux et des produits de consommation courante à la vente. En faisant quelques tours dans le quartier, vous ressentirez sans doute une certaine familiarité qui s'installe quand l'on fréquente un marché animé.\\nLes boutiques et les étals situés de part et d'autre des rues de la Ville de Sumeru ont apparemment été modifiés selon des règles spécifiques qui ont été déterminées par certaines recherches de l'Académie, de sorte de fournir le meilleur service possible avec le moins de place et une gestion facile.\\nCompagnon préférant ce set : Dori.",
        "id": "Sebuah distrik perdagangan dengan perabotan indah yang menyerupai kepada tata letak jalan-jalan Kota Sumeru dan Grand Bazaar. Buah-buahan segar, hidangan lezat, dan segala macam barang sehari-hari dapat ditemukan di kios-kios di sini. Kalau kamu berkeliling, kamu pasti akan bisa menemukan hawa yang unik seperti benar-benar datang ke pasar yang ramai.\\nMereka mengatakan bahwa toko-toko dan kios-kios di kedua sisi jalan Sumeru telah dimodifikasi sesuai dengan aturan khusus yang merupakan produk dari beberapa Penelitian Akademiya, sehingga dapat memberikan pelayanan yang holistik dengan tingkat kesulitan pengelolaan yang seminimal mungkin dan bisa memaksimalkan area yang digunakan.\\nRekan yang menyukai set perabot ini: Dori",
        "jp": "巧妙な配置がなされた商業エリア。スメールシティとグランドバザールの街並みを参考にしている。新鮮な野菜を売る八百屋、美味しい料理店、生活雑貨を売るショップなどが並んでいる。ここを見て回れば、まるで本当に賑やかな市場に来たかのような気分になり、親しみが湧いてくるだろう。\\n噂によると、スメールの街の店舗と屋台の配置は教令院の研究成果が利用されており、匠の設計がされているという。管理の敷居を下げ、限られた敷地を有効活用して、より多くの住民に行き届いたサービスを提供できるよう工夫がされている。\\nこの調度品セットを好む仲間：ドリー",
        "kr": "정교하게 배치된 상업 지대. 수메르성의 거리와 바자르의 배치를 참고했다. 안에는 신선한 과일 상점, 탐스러운 미식과 각종 생활용품 상점이 배치되어 있어서 조금만 돌아봐도 시끌벅적한 시장에 온 듯한 친근감이 느껴진다.\\n소문에 따르면 양쪽의 상점과 노점은 제한된 공간에서 최대한 효율적으로 주민들에게 섬세한 서비스를 제공하기 위해 아카데미아의 연구 성과에 따라 계획적으로 배치한 것이라고 한다.\\n해당 장식 세트를 선호하는 친구: 도리",
        "pt": "Uma área comercial movimentada e decorada com bom gosto, que lembra as ruas repletas de barracas da cidade de Sumeru ou o projeto do Grande Bazar. Aqui você encontra tudo; desde bancas de frutas e legumes frescos e petiscos deliciosos para animar o dia, até produtos do dia a dia, e tudo a poucos metros de distância. Este tipo de mercado é caracterizado pelo seu ambiente divertido e movimentado.\\nHá rumores de que a distribuição das barracas e lojas nas ruas de Sumeru em ambos os lados da rua segue uma organização planejada resultante das investigações realizadas pela Academia. O objetivo é aproveitar o uso do espaço e reduzir a necessidade de gerenciamento de tarefas para oferecer um serviço de maior qualidade aos clientes.\\nEste conjunto de decorações é o preferido da seguinte companheira: Dori.",
        "ru": "Искусно обставленная торговая площадка, повторяющая планировку сумерских улочек и Большого базара. В здешних лавках можно найти свежие фрукты, изысканные блюда и всевозможные бытовые товары. Пару раз обойдя базар, вы непременно почувствуете особую, почти родственную атмосферу этого места.\\nГоворят, что магазины и киоски Сумеру устроены по особым правилам, разработанным Академией после специальных исследований. И теперь местные лавочки предоставляют населению максимум услуг при скромной занимаемой площади и минимуме затрат на управление.\\nЭтот комплект предпочитает следующие компаньоны: Дори.",
        "th": "ย่านการค้าที่มีการจัดวางร้านอย่างยอดเยี่ยม โดยอ้างอิงมาจากถนนหนทางใน Sumeru และการจัดวางภายใน Grand Bazaar รายเรียงไปด้วยแผงร้านผักผลไม้สดใหม่ อาหารสุดเย้ายวน และของใช้ในชีวิตประจำวันหลากหลายชนิด แค่เดินวนในนั้นไม่กี่รอบก็สามารถสัมผัสถึงความคุ้นเคยอันน่าประหลาด คล้ายกับว่าได้มาถึงตลาดอันคึกคักจริง ๆ อย่างไรอย่างนั้น\\nลือกันว่า การตั้งร้านค้าแผงลอยทั้งสองข้างทางบนถนนของ Sumeru ได้ผ่านการวางแผนเป็นการเฉพาะ โดยหยิบยืมผลการวิจัยจากสถาบันบางส่วนมาใช้ เพื่อมอบบริการครบวงจรให้แก่ประชาชน ในขณะที่ลดความยากในการบริหาร และใช้พื้นที่จำกัดให้เกิดประโยชน์สูงสุด\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Dori",
        "vi": "Khu chợ với bố cục tinh tế, tham khảo theo bố trí của Đại Khu Bazaar và đường phố trong Thành Sumeru, có trái cây tươi ngon, ẩm thực khiến người ta mê đắm và các quầy hàng bán các loại nhu yếu phẩm thường ngày, chỉ cần rảo vài bước là có thể tìm được cảm giác quen thuộc, dường như đã thực sự bước vào khu phố chợ náo nhiệt.\\nTương truyền, các cửa tiệm và quầy hàng ở hai bên đường phố Sumeru đều đã được quy hoạch chỉn chu, vận dụng một số thành quả nghiên cứu của Giáo Viện, có thể tận dụng diện tích có hạn để phục vụ chu đáo cho nhiều cư dân hơn với tiền đề là giảm độ khó quản lý.\\nBạn đồng hành thích bộ trang trí này: Dori"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}