{
    "name": {
        "en": "Amidst Scents and Serenity",
        "de": "In Wohlgeruch und Stille",
        "chs": "幽芳与恬谧之中",
        "cht": "幽芳與恬謐之中",
        "es": "Mente en calma",
        "fr": "Entre senteurs et sérénité",
        "id": "Di Tengah Aroma dan Ketenangan",
        "jp": "香りと閑靜の中",
        "kr": "맑고 고요한 향기 속에서",
        "pt": "Entre Cheiros e Serenidade",
        "ru": "Средь ароматов и покоя",
        "th": "ท่ามกลางกลิ่นหอมและความสงบ",
        "vi": "Đắm Chìm Trong Hương Thơm Nhàn Nhã"
    },
    "id": 350072,
    "materialDesc": {
        "en": "An elegant and serene garden that utilizes gazebos drawn from Razan Garden and Pardis Dhyai. This place is less concerned with the absolute unity of the disparate architectural styles, but is more focused on creating an overall air of tranquility.\\nThe lovely blossoms slumber here in peace, and the standing lamps set the fountain aglow... Once the night hours approach, a walk through this garden can cause the noisy thoughts in your head to dissipate like wispy clouds. Perhaps you might even gain inspiration that you would normally struggle to find...\\nThis Furnishing Set is favored by the following companion: Nahida",
        "de": "Ein eleganter und ruhiger Garten, der den Stil von Razan-Garten und Pardis Dhyai annimmt. Aber es geht an diesem Ort nicht um eine absolute Einheit der verschiedenen architektonischen Stille, sondern vielmehr um die Schaffung einer ruhigen Atmosphäre.\\nDie schönen Blüten schlummern hier in Frieden und die Stehlampen lassen den Brunnen erstrahlen ... Sobald sich die Nachtstunden nähern, kann ein Spaziergang durch diesen Garten dazu führen, dass sich die lärmenden Gedanken in deinem Kopf wie Wolkenfetzen auflösen. Vielleicht fällt dir sogar eine Inspiration ein, die du normalerweise schwer finden würdest ...\\nDieses Set wird von der folgenden Gefährtin bevorzugt: Nahida",
        "chs": "幽雅静谧的花园，采用了寂静园与禅那园式样的凉亭，并不拘泥于建筑风格的绝对统一，所有陈设和布置都致力于营造安恬的氛围。\\n姣丽珍奇的花卉安然沉眠，精美的立灯点缀着典雅大气的喷泉…待到入夜时分，穿行在这座花园之中，脑内的杂念便会烟消云散，或许还能找到平时难以寻见的灵感…\\n偏好这套摆设的同伴：纳西妲",
        "cht": "幽雅靜謐的花園，採用了寂靜園與禪那園式樣的涼亭，並不拘泥於建築風格的絕對統一，所有陳設和佈置都致力於營造安恬的氛圍。\\n姣麗珍奇的花卉安然沉眠，精美的立燈點綴著典雅大氣的噴泉…待到入夜時分，穿行在這座花園之中，腦內的雜念便會煙消雲散，或許還能找到平時難以尋見的靈感…\\n偏好這套擺設的同伴：納西妲",
        "es": "Un refinado y sosegado jardín que imita la estética de los pabellones del Jardín Razan y del Jardín Dhyai. Este espacio ignora la disparidad estética entre los distintos estilos arquitectónicos y se centra en crear un ambiente de relajación.\\nCapullos de flores jóvenes brotan en completa serenidad, y las lámparas iluminan la superficie del agua de la fuente con sus destellos dorados... A la caída de la noche, pasear por este sinuoso jardín será capaz de acallar todas las vanas preocupaciones que tan tozudamente se aferran a la mente durante el día...\\nLos siguientes acompañantes prefieren este conjunto: Nahida.",
        "fr": "Un jardin élégant et serein qui présente des pavillons inspirés du Jardin de Razan et du Pardis Dhyai. Dans ce lieu, la création d'une ambiance tranquille prime sur l'uniformité des styles architecturaux.\\nLes jolies fleurs sommeillent paisiblement et les lampadaires illuminent les eaux de la fontaine... À la tombée de la nuit, une promenade dans ce jardin chassera les pensées intrusives de votre esprit tels des nuages vaporeux et vous trouverez peut-être même l'inspiration qui vous échappait...\\nCompagnon préférant ce set : Nahida.",
        "id": "Taman yang elegan dan tenang yang memanfaatkan gazebo yang diambil dari Razan Garden dan Pardis Dhyai. Tempat ini tidak terlalu peduli dengan kesatuan mutlak dari gaya arsitektur yang berbeda, tetapi lebih fokus untuk menciptakan suasana tenang secara keseluruhan.\\nBunga yang indah tertidur di sini dengan tenang, dan lampu yang membuat air pancur seolah bersinar... Saat malam hari mendekat, berjalan-jalan melalui taman ini dapat menyebabkan pikiran bising di kepalamu menghilang seperti awan tipis yang tertiup angin. Mungkin kamu juga bahkan bisa mendapatkan inspirasi yang biasanya sulit kamu dapatkan ....\\nRekan yang menyukai set perabot ini: Nahida",
        "jp": "ひっそりとした閑静なガーデン。ラザンガーデンとパルディスディアイのような涼亭を取り入れながら、建築スタイルの統一にはこだわらず、その配置はのどかな雰囲気を作ることに力を入れている。\\n珍しくて美しい花々は眠り、精巧なスタンドライトは優雅で立派な噴水を飾っている…夜になってこのガーデンを歩くと、頭の中の雑念は霧散し、普段はなかなか思い浮かばないインスピレーションを得られるかもしれない…\\nこの調度品セットを好む仲間：ナヒーダ",
        "kr": "우아하고 조용한 화원. 라잔 정원과 선나원 양식의 정자를 사용했지만 건축 양식의 통일성을 추구하진 않았다. 모든 배치는 편안한 분위기 조성에 집중했다.\\n아름답고 진기한 꽃이 잠들어 있으며 정교한 스탠드의 불빛이 웅장한 분수를 비추고 있다…. 밤에 화원을 산책하면 머릿속의 잡념이 사라질 뿐만 아니라, 보기 드문 영감이 떠오를지도 모른다….\\n해당 장식 세트를 선호하는 친구: 나히다",
        "pt": "Um jardim refinado e sereno que imita a estética dos pavilhões Jardim Razan e Pardis Dhyai. Este espaço ignora a disparidade estética entre os diferentes estilos arquitetônicos e se concentra em criar uma atmosfera relaxante.\\nJovens botões de flores desabrocham em completa serenidade e lâmpadas iluminam a superfície da água da fonte com seus brilhos dourados... Um anoitecer, caminhando por esse jardim sinuoso, conseguirá silenciar todas as preocupações vãs que tão teimosamente se agarram à mente durante o dia...\\nEste conjunto de decorações é o preferido da seguinte companheira: Nahida.",
        "ru": "Элегантный и безмятежный сад, сочетающий строения разных стилей из Сада Разан и Пардис Дхяй, создавая единую атмосферу безмятежности.\\nДиковинные цветы мирно дремлют, а прекрасные фонари освещают величественный фонтан. Прогулка по этому саду развеет суетные мысли, словно облака. Быть может, благодаря этому вас посетит неуловимое вдохновение...\\nЭтот комплект предпочитает следующие компаньоны: Нахида.",
        "th": "สวนดอกไม้ที่สวยงามและเงียบสงบ ประดับด้วยศาลาแบบสวน Razan และ Pardis Dhyai โดยไม่ยึดติดกับรูปแบบสถาปัตยกรรมเพียงหนึ่งเดียว การออกแบบและจัดวางทั้งหมดต่างมุ่งเน้นไปที่การทำให้บรรยากาศผ่อนคลายเงียบสงบ\\nมวลดอกไม้แสนงามพลันหลับพริ้ม โคมไฟสุดเรืองรอง ประดับประดาริมน้ำพุแสนโอ่อ่า... เมื่อเยื้องย่างผ่านสวนในยามราตรี ความฟุ้งซ่านในดวงจิตก็พลันสลายไป และในบางครั้ง อาจได้รับแรงบันดาลใจที่หาได้ยากในยามปกติก็เป็นได้...\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Nahida",
        "vi": "Hoa viên tao nhã thanh tịnh, sử dụng kiểu đình nghỉ chân giống với Vườn Razan và Pardis Dhyai, cũng không câu nệ tính tuyệt đối thống nhất trong phong cách kiến trúc, đồ vật và bố trí đều hướng đến việc tạo nên bầu không khí an nhàn.\\nNhững đóa hoa kiều diễm đang say giấc, cây đèn tinh tế điểm tô cho đài phun nước trang nhã... Chờ khi đêm xuống, bước đi giữa khu vườn này, mọi tạp niệm trong đầu đều sẽ tan biến, có lẽ sẽ tìm thấy được linh cảm khó tìm...\\nBạn đồng hành thích bộ trang trí này: Nahida"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}