{
    "name": {
        "en": "Amidst Whispering Winds",
        "de": "Inmitten der flüsternden Winde",
        "chs": "柔风低语间",
        "cht": "柔風低語間",
        "es": "Viento susurrante",
        "fr": "« Vents murmurants »",
        "id": "Ruang Bisikan Angin",
        "jp": "囁く風の間",
        "kr": "바람이 속삭이는 방",
        "pt": "Sussurros do Vento",
        "ru": "Среди шёпота ветров",
        "th": "ห้องแห่งเสียงกระซิบจากสายลม",
        "vi": "Phòng Tiếng Gió Thì Thầm"
    },
    "id": 350034,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making \"Amidst Whispering Winds.\"\\nA bedroom that embodies the idea of a \"caring heart.\" For busy folk, a bedroom may just be a place that contains a bed, a place where one gets a little shut-eye, and which does not require too much care. But for those with an eye for detail, every part of one's living space is worth time and care.\\nWhether they be the winds of freedom or resistance, they all began as the tiniest of gentle breezes. One who travels far must take good care of themselves, and surely fatigue will slip away unnoticed if one lives surrounded by warmth and comfort.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Barbara, Eula, Noelle",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Inmitten der flüsternden Winde“.\\nEin Schlafzimmer, das die Idee eines „umsorgenden Herzens“ verkörpert. Für Vielbeschäftigte mag ein Schlafzimmer nur ein Raum sein, in dem ein Bett steht und in dem man mal die Augen zumachen kann, das aber ansonsten nicht viel Aufmerksamkeit benötigt. Aber für diejenigen mit einem Auge fürs Detail ist jeder Bereich ihres Wohnraums ihre Zeit und Pflege wert.\\nOb es nun die Winde der Freiheit oder des Widerstandes sind, sie haben alle mal als kleine Brise angefangen. Jemand, der weit reisen will, muss gut auf sich Acht geben und jegliche Anzeichen von Erschöpfung werden im Nu verschwunden sein, wenn man sich mit solcher Wärme und Komfort umgibt.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Barbara, Eula und Noelle",
        "chs": "步骤详实的图纸，记载着「柔风低语间」的放置方法。\\n随处可见「关怀之心」的卧室。对于匆忙度日的人而言，卧室或许只是容纳床铺，闭眼过夜的房间，凑合凑合就好。可在细心之人眼中，住所的每个角落，都值得倾注心意。\\n无论向往自由的风，还是执着抗争的风，在吹拂之初，皆为轻柔的微风。给予自己必要的呵护，才能深行至远方。倘若一室之内的生活被温柔环抱，那么疲惫也会在不经意间悄然溜走吧。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：芭芭拉、优菈、诺艾尔",
        "cht": "步驟詳實的圖紙，記載著「柔風低語間」的放置方法。\\n隨處可見「關懷之心」的臥室。對於匆忙度日的人而言，臥室或許只是容納床鋪，閉眼過夜的房間，湊合湊合就好。可在細心之人眼中，住所的每個角落，都值得傾注心意。\\n無論嚮往自由的風，還是執著抗爭的風，在吹拂之初，皆為輕柔的微風。給予自己必要的呵護，才能深行至遠方。倘若一室之內的生活被溫柔環抱，那麼疲憊也會在不經意間悄然溜走吧。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：芭芭拉、優菈、諾艾爾",
        "es": "Plano detallado para colocar Viento susurrante.\\nUna habitación que rebosa cariño y afán de cuidado. Para personas con prisa, un dormitorio no es más que un lugar con una cama para pasar la noche. Pero, para quienes son atentos, hasta el más mínimo rincón requiere una atención especial.\\nYa se trate del viento que ansía la libertad o del que insiste en luchar, cuando comienza a soplar solo es una leve brisa. Si quieres viajar lejos, debes permitirte todos los cuidados necesarios; el cansancio desaparecerá sin que te des cuenta si estás en una habitación cómoda.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Bárbara, Eula, Noelle.",
        "fr": "Étapes de mise en place des « Vents murmurants ».\\nUne chambre qui incarne le concept d'un « cœur attentionné ». Pour les gens occupés, une chambre n'est qu'un endroit qui contient un lit, un endroit où l'on ferme un peu les yeux et qui ne demande pas trop d'attention. Mais pour ceux qui ont le souci du détail, chaque partie de leur espace de vie en vaut le temps et le soin.\\nQue ce soit les vents de la liberté ou ceux de la résistance, tous ont commencé comme la plus petite des brises douces. Celui qui voyage loin doit prendre soin de lui-même et la fatigue passera sûrement inaperçue si l'on vit entouré de chaleur et de confort.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Barbara, Eula, Noëlle.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Ruang Bisikan Angin\".\\nKamar tidur yang mengusung konsep \"hati yang peduli\". Untuk orang-orang yang sibuk, kamar tidur mungkin hanya sebuah tempat yang berisikan kasur, sebuah tempat untuk menutup mata dan beristirahat, dan tidak terlalu memerlukan banyak perhatian khusus. Tapi bagi mereka yang memperhatikan detail, sangat layak untuk menghabiskan waktu demi memperhatikan setiap sudut.\\nBaik itu angin kebebasan atau perlawanan, semuanya dimulai dari angin sepoi-sepoi terkecil. Seseorang yang bertualang jauh harus memperhatikan diri mereka sendiri, dan pastinya rasa lelah akan hilang begitu saja tanpa disadari jika dia hidup dengan dikelilingi oleh kehangatan dan kenyamanan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.\\nRekan yang menyukai Set Perabotan ini: Barbara, Eula, Noelle",
        "jp": "「囁く風の間」の詳しい配置方法が載っている設計図。\\n「思いやりの心」を感じさせる寝室。忙しい人にとって、寝室はただの寝所であって、こだわらないのかもしれない。しかし感性豊かな人は、家の隅々まで考えが行き届いている。\\n自由を憧れる風でも、抗争を諦めない風でも、吹き始めた時はどれも優しいそよ風。自分に加護を与えてあげないと、遠くへ歩むことはできない。もしこのような優しさに包まれた部屋にいれば、知らないうちに疲れが癒されるだろう。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：バーバラ、エウルア、ノエル",
        "kr": "작업 순서가 상세히 적힌 도면, 「바람이 속삭이는 방」의 배치 방법이 기록되어 있다.\\n어디에서나 「배려의 마음」을 엿볼 수 있는 침실. 하루를 바쁘게 보내는 사람에겐 침실은 그저 침대가 놓여있고, 밤에 잠을 자는 공간으로 여겨질 수도 있지만, 비교적 세심한 사람의 눈에는 집안의 모든 곳이 관심을 기울여야 하는 대상이다.\\n자유를 갈망하는 바람이든, 항쟁을 고수하는 바람이든, 처음 바람이 불 때는 모두 부드러운 미풍이다. 스스로에게 꼭 필요한 보살핌을 주어야만, 비로소 깊은 곳까지 갈 수 있다. 만약 방안의 생활 환경이 안정적이라면, 피곤도 자연스레 사라질 수 있을 것이다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 바바라, 유라, 노엘",
        "pt": "Um diagrama detalhado com o passo a passo para colocar \"Sussurros do Vento\".\\nUm quarto que personifica a ideia de um \"coração carinhoso\". Para as pessoas ocupadas, um quarto pode ser apenas um lugar que contém uma cama, um lugar onde se pode ter um pouco de descanso, e que não requer muito cuidado. Mas para aqueles com olho para os detalhes, cada parte de seu espaço de vida vale a pena o tempo e o cuidado.\\nQuer sejam os ventos da liberdade ou da resistência, todos eles começaram como a mais pequena das brisas suaves. Aquele que viaja para longe deve cuidar bem de si mesmo, e certamente a fadiga escapará despercebida se viver rodeado de calor e conforto.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nOs personagens a seguir preferem este Conjunto de Decoração: Barbara, Eula, Noelle",
        "ru": "Подробная схема размещения комплекта «Среди шёпота ветров».\\nСпальня, наполненная любовью и заботой. Для занятых людей она может быть просто местом с кроватью, где можно немного поспать. Но для тех, кто уделяет большое внимание деталям, каждая часть их жизненного пространства стоит времени и заботы.\\nБудь то ветер свободы или сопротивления, все они начинались с маленького лёгкого ветерка. \\nТем, кого впереди ожидает долгий путь, нужно позаботиться о себе. От усталости не останется и следа, если окружить себя теплом и уютом.\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.\\nЭтот набор мебели предпочитают следующие компаньоны: Барбара, Эола, Ноэлль",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ห้องแห่งเสียงกระซิบจากสายลม\"\\nห้องนอนของ \"ด้วยใจที่ห่วงใย\" สามารถพบเห็นได้ทั่วไป สำหรับคนที่ใช้ชีวิตอย่างเร่งรีบ ห้องนอนอาจเป็นเพียงแค่ฟูกนอนที่เอาไว้ปิดตานอนให้ข้ามคืนเท่านั้น ไม่จำเป็นต้องใส่ใจอะไรมากนัก แต่ในสายตาของผู้คนที่ใส่ใจทุกรายละเอียด ซอกทุกมุมของที่อยู่อาศัยเป็นสิ่งที่ควรค่าแก่การใส่ใจ \\nไม่ว่าจะเป็นสายลมที่โหยหาอิสรภาพหรือสายลมแห่งการต่อสู้อย่างไม่ลดละ ในยามที่สายลมเริ่มพัดต่างก็เป็นเพียงสายลมอ่อน ๆ ไม่ต่างกัน การดูแลตัวเองเป็นสิ่งที่จำเป็นในการเดินทางไกล หากชีวิตภายในห้องต่างแวดล้อมไปด้วยอ้อมกอดแห่งความอ่อนโยน ความเหนื่อยล้าก็จะหลุดลอยไปโดยที่เราไม่ได้ตั้งใจ\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Barbara, Eula, Noelle",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Phòng Tiếng Gió Thì Thầm\".\\nPhòng ngủ thường thấy ở mọi nơi. Đối với người có cuộc sống bận rộn, có lẽ phòng ngủ chỉ là một căn phòng kê một chiếc giường, nhắm mắt ngủ qua đêm là được. Nhưng trong mắt những người tỉ mỉ, thì mỗi một góc phòng đều đáng cho họ chăm chút.\\nDù là cơn gió khao khát tự do hay cơn gió của sự đấu tranh dai dẳng, khi bắt đầu nổi gió, chúng cũng đều là những ngọn gió mong manh. Dành tặng cho bản thân sự che chở cần thiết, mới có thể vững tin bước đi thật xa. Nếu căn phòng được bao bọc bởi sự dịu dàng ấm áp thì mọi mệt mỏi cũng sẽ được xua tan trong phút chốc.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Barbara, Eula, Noelle"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}