{
    "name": {
        "en": "Amidst Poetic Pondering",
        "de": "Inmitten des poetischen Nachdenkens",
        "chs": "诗歌沉思间",
        "cht": "詩歌沉思間",
        "es": "Contemplación poética",
        "fr": "« Réflexion poétique »",
        "id": "Ruang Puisi",
        "jp": "詩と思索の間",
        "kr": "시상이 떠오르는 방",
        "pt": "Contemplação Poética",
        "ru": "В поэтических раздумьях",
        "th": "ห้องแห่งบทกวี",
        "vi": "Phòng Thơ Ca Trầm Tư"
    },
    "id": 350033,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making \"Amidst Poetic Pondering.\"\\nA subtly-decorated study based heavily upon the Knights of Favonius office. It's been said that each part of this study has followed careful placement rules, allowing the candle lights and shadows to blend perfectly to create a unique lighting effect. Literature-loving readers and writers will find a wellspring of inspiration here, while the busy can get in the zone with minimal fuss and chance of interruption.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Jean, Lisa, Fischl, Mona, Eula",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Inmitten des poetischen Nachdenkens“.\\nEin subtil dekoriertes Arbeitszimmer, das stark an die Büroräume des Ordo Favonius angelehnt ist. Es heißt, dass jeder Teil dieses Arbeitszimmers strengen Einrichtungsrichtlinien folgt, wodurch das Kerzenlicht und die Schatten perfekt ineinander übergehen, was eine einzigartige Beleuchtung schafft. Liebhaber von Literatur, ob selbst Autor oder Leseratte, werden hier eine Quelle der Inspiration finden, und Arbeitstiere können sich hier ohne Ablenkung ganz in ihre Aufgabe vertiefen.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Begleitern bevorzugt: Jean, Lisa, Fischl, Mona und Eula",
        "chs": "步骤详实的图纸，记载着「诗歌沉思间」的放置方法。\\n布置精妙的书房，深度参考了骑士团的办公室。据说书房中的每件陈设都有着严格的摆放位置，能将烛光与阴影完美融汇，营造独一无二的光照效果。偏爱文艺书籍的读者与写手能在这里找到泉涌般的灵感；忙碌之人亦能快速静心，进入高效工作的状态。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：琴、丽莎、菲谢尔、莫娜、优菈",
        "cht": "步驟詳實的圖紙，記載著「詩歌沉思間」的放置方法。\\n佈置精妙的書房，深度參考了騎士團的辦公室。據說書房中的每件陳設都有著嚴格的擺放位置，能將燭光與陰影完美融匯，營造獨一無二的光照效果。偏愛文藝書籍的讀者與寫手能在這裡找到泉湧般的靈感；忙碌之人亦能快速靜心，進入高效工作的狀態。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：琴、麗莎、菲謝爾、莫娜、優菈",
        "es": "Plano detallado para colocar Contemplación poética.\\nUn estudio cuidadosamente decorado y claramente inspirado en las oficinas de los Caballeros de Favonius. La ubicación de cada uno de los componentes de este estudio se ha estudiado con detenimiento para combinar a la perfección la luz de las velas con las sombras y crear una iluminación única. Los lectores y los escritores aficionados a la literatura encontrarán aquí a sus musas; quienes estén ocupados podrán encontrar tranquilidad y trabajar de forma productiva.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Jean, Lisa, Fischl, Mona, Eula.",
        "fr": "Étapes de mise en place de la « Réflexion poétique ».\\nUne étude subtilement décorée basée sur les bureaux de l'Ordre de Favonius. Il est dit que chaque partie de cette étude a suivi des règles de placement minutieuses, permettant aux lumières des bougies et aux ombres de se mélanger parfaitement pour créer un effet d'éclairage unique. Les lecteurs et écrivains passionnés de littérature trouveront ici une source d'inspiration, tandis que les personnes occupées pourront aller et venir dans la pièce avec un minimum de bruit et de risques d'interruption.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Jean, Lisa, Fischl, Mona, Eula.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Ruang Puisi\".\\nSebuah ruang belajar yang dihias dengan halus berdasarkan pada kantor Knights of Favonius. Dikatakan bahwa setiap benda dalam ruang belajar ini telah diletakkan dengan menggunakan aturan tertentu yang sangat cermat, sehingga memungkinkan cahaya lilin dan bayangan menyatu dengan sempurna untuk menciptakan efek pencahayaan yang unik. Pembaca dan penulis yang mencintai seni sastra akan menemukan sumber inspirasi di sini, sementara yang sibuk bisa berkonsentrasi tanpa adanya banyak keributan dan gangguan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.\\nRekan yang menyukai Set Perabotan ini: Jean, Lisa, Fischl, Mona, Eula",
        "jp": "「詩と思索の間」の詳しい配置方法が載っている設計図。\\n騎士団の執務室を参考にし、絶妙に配置された書斎。家具の配置場所は厳しく決まっており、キャンドルの光と影が調和して独特な雰囲気を醸し出している。文学作品を好む読者と作者は、ここでインスピレーションを得ることができる。忙しい人にとっては、素早く心を落ち着かせ、仕事モードに入ることができる場所だ。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：ジン、リサ、フィッシュル、モナ、エウルア",
        "kr": "작업 순서가 상세히 적힌 도면, 「시상이 떠오르는 방」의 배치 방법이 기록되어 있다.\\n정교한 배치가 돋보이는 서재, 기사단의 사무실을 참고해 만들어졌다. 서재에 배치된 모든 장식품은 엄격한 규칙을 가지고 배치되어 있다. 촛불과 그림자가 완벽하게 어우러져 독특한 빛 효과를 만들어 낸다. 문예 서적을 선호하는 독자나 글을 쓰는 사람은 이 공간에서 샘솟는 영감을 느낄 수 있고, 바쁜 사람은 마음을 가라앉히고 효율적으로 업무에 임할 수 있다 \\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 진, 리사, 피슬, 모나, 유라",
        "pt": "Um diagrama detalhado com o passo a passo para colocar \"Contemplação Poética\".\\nUm escritório sutilmente decorado baseado em grande parte no escritório dos Cavaleiros de Favonius. Dizem que cada parte deste escritório seguiu regras de colocação cuidadosas, permitindo que as luzes das velas e sombras se misturassem perfeitamente para criar um efeito de iluminação único. Os leitores e escritores amantes da literatura encontrarão aqui uma fonte de inspiração, enquanto os ocupados podem se concentrar com o mínimo de alarido e chance de interrupção.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nOs personagens a seguir preferem este Conjunto de Decoração: Jean, Lisa, Fischl, Mona, Eula",
        "ru": "Подробная схема размещения комплекта «В поэтических раздумьях».\\nТонко декорированный кабинет, вдохновлённый кабинетами рыцарей Ордо Фавониус. Размещение каждого из предметов этого кабинета было тщательно проработано, а игра света и тени создаёт уникальное освещение. Любители литературы и писатели найдут здесь источник вдохновения, а занятые люди смогут с головой погрузиться в работу.\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.\\nЭтот набор мебели предпочитают следующие компаньоны: Джинн, Лиза, Фишль, Мона, Эола.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ห้องแห่งบทกวี\"\\nห้องสมุดที่ได้รับการตกแต่งอย่างสวยงาม โดยพิจารณาจากที่ทำการของกองอัศวินอย่างลึกซึ้ง ว่ากันว่าการตกแต่งแต่ละชิ้นในห้องสมุดนั้นมีตำแหน่งการจัดวางที่เข้มงวด ซึ่งสามารถผสมผสานแสงเทียนและเงาเข้าด้วยกัน เพื่อสร้างเอฟเฟกต์ของแสงที่เป็นเอกลักษณ์ออกมา ซึ่งผู้อ่านและนักเขียนที่ชื่นชอบหนังสือวรรณกรรมต่างก็สามารถพบกับแรงบันดาลใจมากมายได้ที่นี่ คนที่มีงานยุ่งก็สามารถทำสมาธิและเข้าสู่สถานะของการทำงานที่มีประสิทธิภาพได้\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Jean, Lisa, Fischl, Mona, Eula",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Phòng Thơ Ca Trầm Tư\".\\nThư phòng được bày trí tao nhã, được tham khảo chuyên sâu từ văn phòng của Đội Kỵ Sĩ. Nghe nói vị trí của mỗi món đồ trong phòng đều được sắp xếp rất nghiêm ngặt, có thể kết hợp hoàn hảo giữa ánh nến và bóng tối, tạo ra hiệu ứng ánh sáng độc đáo. Những độc giả và tác giả yêu thích sách văn học nghệ thuật có thể đến đây để tìm nguồn cảm hứng, những người bận rộn cũng có thể nhanh chóng tịnh tâm và bước vào trạng thái làm việc đầy năng suất.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Jean, Lisa, Fischl, Mona, Eula"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}