{
    "name": {
        "en": "Amiti Device Fragment (I)",
        "de": "Fragment der Amiti-Vorrichtung I",
        "chs": "阿麦塔机关的碎片·其一",
        "cht": "阿麥塔機關的碎片·其一",
        "es": "Fragmento del dispositivo del amiti (I)",
        "fr": "Fragment du mécanisme d'Amiti I",
        "id": "Pecahan Perangkat Amiti (I)",
        "jp": "アミティ装置の欠片·其の一",
        "kr": "아미티 장치 조각·첫 번째",
        "pt": "Fragmento do Mecanismo Ametta - I",
        "ru": "Фрагмент механизма Амити I",
        "th": "ชิ้นส่วนอุปกรณ์ Amiti (I)",
        "vi": "Mảnh Cơ Quan Amiti I"
    },
    "id": 120003,
    "materialDesc": {
        "en": "A fragment of an ancient ruin device. It is believed that when completed, this device can be used to open the cabin door of a Ruin Golem.",
        "de": "Ein Fragment einer antiken Ruinenvorrichtung, von der es heißt, sie könne die Kabinentür des „Ruinenriesen“ öffnen.",
        "chs": "古老遗迹机关的碎片，据说完成之后便能够用来打开「遗迹巨像」的舱门。",
        "cht": "古老遺蹟機關的碎片，據說完成之後便能夠用來打開「遺蹟巨像」的艙門。",
        "es": "Un fragmento de un antiguo dispositivo de las ruinas. Se dice que tras unir las piezas se puede usar para abrir la escotilla de un Coloso de las Ruinas.",
        "fr": "Un fragment d'un ancien mécanisme des ruines. Parait-il qu'une fois complété, ce dispositif peut être utilisé pour ouvrir la porte de la cabine de pilotage d'un Golem des ruines.",
        "id": "Sebuah pecahan dari perangkat ruin. Dikatakan bahwa ketika perangkat ini diselesaikan, maka perangkat ini dapat digunakan untuk membuka pintu kabin dari Ruin Golem.",
        "jp": "古い遺跡機械の欠片。完全に組み合わせると、「遺跡巨像」のキャビンドアを開けるのに使えるらしい。",
        "kr": "고대 유적 장치의 조각. 전부 조합하면 「유적 거상」의 문을 열 수 있다고 한다",
        "pt": "Um fragmento de um dispositivo das ruínas antigo. Acredita-se que quando estiver completo, este dispositivo pode ser usado para abrir a porta da cabine do Gigante das Ruínas.",
        "ru": "Фрагмент древнего руинного механизма. Если собрать все фрагменты воедино, механизм откроет люк голема руин.",
        "th": "ชิ้นส่วนของกลไกในซากโบราณสถาน ว่ากันว่าหลังประกอบครบส่วน จะสามารถใช้มาเปิดประตูห้องควบคุม \"Ruin Golem\" ได้",
        "vi": "Mảnh cơ quan di tích cổ, sau khi hoàn thành có thể dùng để mở cánh cửa của \"Tượng Di Tích Khổng Lồ\"."
    },
    "materialType": "MATERIAL_QUEST"
}