{
    "name": {
        "en": "Ancient Investigation Journal: Part III",
        "de": "Antike Expeditionsprotokolle – Teil 3",
        "chs": "古老的考察日志·其之三",
        "cht": "古老的考察日誌·其之三",
        "es": "Diario de investigación antiguo (III)",
        "fr": "Journal d'inspection ancien - Partie III",
        "id": "Catatan Ekspedisi Kuno: Bag. III",
        "jp": "古い考察日誌·3",
        "kr": "오래된 고찰 일지·세 번째",
        "pt": "Registros de Expedições Antigas: Parte III",
        "ru": "Древний дневник исследователя. Часть III",
        "th": "บันทึกการสำรวจโบราณ: ตอนที่ 3",
        "vi": "Nhật Ký Khảo Sát Cũ (III)"
    },
    "id": 100693,
    "materialDesc": {
        "en": "An investigation journal found in the camp on the sunny side of Dragonspine.\\nIts author seems to have been a member of the aristocracy that once ruled Mondstadt.",
        "de": "Ein Forschungstagebuch, das in einem verlassenen Lager auf der Sonnenseite eines verschneiten Berges gefunden wurde.\\nEs scheint, dass sein Verfasser ein Mitglied der Aristokraten war, welche in der Vergangenheit über Mondstadt herrschten.",
        "chs": "在雪山阳面山壁上的营地中，发现的考察日志。\\n记事者似乎是过去统治蒙德的贵族。",
        "cht": "在雪山陽面山壁上的營地中，發現的考察日誌。\\n記事者似乎是過去統治蒙德的貴族。",
        "es": "Un diario de investigación encontrado en un campamento establecido en el lado sur de Espinadragón.\\nParece que su escritor fue miembro de la nobleza que gobernó Mondstadt en el pasado.",
        "fr": "Un journal d'inspection trouvé dans le camp du côté ensoleillé des Monts Dosdragon.\\nSon auteur semble avoir été membre de l'aristocratie qui dirigeait autrefois Mondstadt.",
        "id": "Sebuah catatan ekspedisi yang ditemukan di perkemahan di puncak gunung salju.\\nSepertinya penulis catatan ini adalah seorang bangsawan yang pernah memerintah Mondstadt.",
        "jp": "雪山の日向の拠点で発見した考察日誌。\\nこれを記した者は、過去にモンドを統治していた貴族のようだ。",
        "kr": "설산 남쪽 절벽에서 발견한 고찰 일지.\\n과거 몬드를 통치하던 귀족이 쓴 것 같다",
        "pt": "Um diário de investigação encontrado no acampamento no lado ensolarado da Montanha Nevada.\\nParece que seu autor foi um membro da aristocracia que governou Mondstadt no passado.",
        "ru": "Журнал исследований, найденный в лагере на солнечной стороне Драконьего хребта. Похоже, что его автор был одним из аристократов, которые когда-то правили Мондштадтом.",
        "th": "บันทึกการสำรวจที่พบในแคมป์บนหน้าผาของภูเขาหิมะ\\nดูเหมือนว่าผู้จดบันทึกจะเป็นชนชั้นสูงที่เคยปกครอง Mondstadt มาก่อน",
        "vi": "Nhật ký khảo sát phát hiện trong doanh trại trên sườn núi tuyết đầy nắng.\\nNgười ghi chép có lẽ là quý tộc thống trị Mondstadt trước đây."
    },
    "materialType": "MATERIAL_QUEST"
}