{
    "name": {
        "en": "Ancient Branch Shrine",
        "de": "Schrein des Alten Zweiges",
        "chs": "枝社旧绪",
        "cht": "枝社舊緒",
        "es": "Ala de santuario antigua",
        "fr": "Sanctuaire de la branche antique",
        "id": "Kuil Kenangan",
        "jp": "追懐の神社",
        "kr": "지부 신사의 추억",
        "pt": "Ala Antiga do Santuário",
        "ru": "Святилище древней ветви",
        "th": "ศาลเจ้าเคล้าอดีต",
        "vi": "Cảnh Cổ Đền Xưa"
    },
    "id": 350051,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Ancient Branch Shrine.\\nThe architectural design, the bright red paint, and the overall layout of the serene and beautiful shrine comes in the same style as the Grand Narukami Shrine. It serves as a place of meditation for mortals, but for Her Excellency the Shogun, the sight of it was enough to form a hazy, but vivid memory of a bygone era...\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Raiden Shogun, Yae Miko",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Schrein des Alten Zweiges“.\\nDie architektonische Gestaltung, der leuchtend rote Anstrich und die Gesamtgestaltung des ruhigen und schönen Schreins sind im gleichen Stil wie der Große Narukami-Schrein. Für die Sterblichen dient er als Ort der Meditation, aber für Ihre Exzellenz, den Shougun, reichte sein Anblick aus, um eine verschwommene, aber lebendige Erinnerung an eine vergangene Ära zu wecken ...\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Shougun Raiden und Yae Miko.",
        "chs": "步骤详实的图纸，记载着「枝社旧绪」的放置方法。\\n清幽寂寥的枝社，建筑的构型，朱红漆面的色彩和整体布局均与今日的「鸣神大社」有着相同的风格。对于浮世之人，这里是静心净念的好去处，而对于大御所大人而言，置身此地所见的光景，似乎足以构成一幅朦胧的画卷，唤起久远的回忆…\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：雷电将军、八重神子",
        "cht": "步驟詳實的圖紙，記載著「枝社舊緒」的放置方法。\\n清幽寂寥的枝社，建築的構型，朱紅漆面的色彩和整體佈局均與今日的「鳴神大社」有著相同的風格。對於浮世之人，這裡是靜心淨念的好去處，而對於大御所大人而言，置身此地所見的光景，似乎足以構成一幅朦朧的畫卷，喚起久遠的回憶…\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：雷電將軍、八重神子",
        "es": "Plano detallado para colocar una Ala de santuario antigua.\\nDestaca su diseño hermoso y sosegado, su diseño arquitectónico, el tono rojo de la pintura y la disposición general que tanto recuerda al estilo del Gran Santuario Narukami. Para los mortales, este lugar es idóneo para relajarse y aclarar sus pensamientos. Para Su Excelencia, el paisaje de este lugar es como si fuera un retrato difuso que inspira en su mente recuerdos de un pasado remoto...\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Shogun Raiden, Yae Miko.",
        "fr": "Étapes de mise en place du sanctuaire de la branche antique.\\nL'architecture, la peinture rouge et la structure d'ensemble de ce magnifique sanctuaire rappelle celui de Narukami. Les mortels s'y rendent pour méditer, mais pour Son Excellence la Shogun, il suffit de le voir pour lui donner le souvenir flou, quoique vif, d'un temps oublié...\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Shogun Raiden, Yae Miko.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk memasang Kuil Kenangan. \\nDesain arsitektural, cat merah cerah, dan tata letak keseluruhan kuil yang tenang dan indah ini memiliki gaya yang sama dengan Kuil Agung Narukami. Bagi manusia, kuil ini adalah tempat meditasi bagi manusia. Tetapi bagi Yang Mulia Shogun, pemandangan di kuil ini sepertinya dapat membentuk ingatan yang samar tentang masa lalu ....\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.\\nRekan yang menyukai set perabot ini: Raiden Shogun, Yae Miko",
        "jp": "「追懐の神社」の詳しい作り方が載っている設計図。\\n静寂に包まれし枝社。建築様式や、朱塗りの色合い、全体的な配置は「鳴神大社」と同じ雰囲気を醸し出す。この世に生きる者にとって、ここは心を清めるのに最適な場所だ。しかし大御所様は、ここの風景を見るとぼんやりとした絵巻のような遠い過去の記憶を呼び起こしてしまうようだ…\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：雷電将軍、八重神子",
        "kr": "작업 순서가 상세히 적힌 도면, 「지부 신사의 추억」의 설치 방법이 기재되어 있다.\\n수려하고 고요한 지부, 건물의 배치, 붉은 색채와 전체 구조는 오늘의 「나루카미 다이샤」와 같은 분위기다. 속세를 뜬 사람에게 이곳은 마음을 가라앉히고 잡념을 정리하기에 좋은 곳이다. 하지만 쇼군님의 눈에 담기는 이곳 풍경은 몽롱한 그림이 되어, 오래된 기억을 불러일으킨다…\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 라이덴 쇼군, 야에 미코",
        "pt": "Um diagrama detalhado passo a passo para fazer Ala Antiga do Santuário.\\nO projeto arquitetônico, a pintura vermelha brilhante e o layout geral do belo e sereno santuário seguem o mesmo estilo do Grande Santuário Narukami. Ele serve como um local de meditação para os mortais, mas para a Toda-Poderosa Narukami Ogosho, a visão dele foi o suficiente para formar uma vaga, mas vívida memória de uma época passada...\\nDepois de usar, você pode entrar na interface de colocação para vê-la.\\nCompanheiro que prefere este conjunto: Shogun Raiden, Yae Miko",
        "ru": "Подробная схема изготовления предмета декора «Святилище древней ветви».\\nАрхитектурный дизайн, ярко-красный цвет и общая планировка этого безмятежного прекрасного святилища выполнены в том же стиле, что и Великий храм Наруками. Для смертных он служит местом медитации, но для её превосходительства сёгуна одного его вида было достаточно, чтобы сформировать смутное воспоминание об ушедшей эпохе...\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.\\nЭтот комплект предпочитает следующий компаньон: сёгун Райдэн и Яэ Мико.",
        "th": "แบบแปลนอธิบายวิธีสร้างและขั้นตอนการจัดวางโดยละเอียดของ \"ศาลเจ้าเคล้าอดีต\"\\nการออกแบบสถาปัตยกรรม การทาสีแดงสด รวมถึงการจัดวางโดยรวมของศาลเจ้าอันเงียบสงบและสวยงาม ในรูปแบบเดียวกับศาลเจ้า Grand Narukami สำหรับมนุษย์แล้ว สถานที่แห่งนี้เหมาะสำหรับการทำจิตใจให้สงบ แต่สำหรับท่านโชกุนแล้ว สิ่งที่เห็นที่นี่เพียงพอที่จะทำให้หวนนึกถึงความทรงจำในอดีตอันแสนเลือนรางดั่งม่านหมอก...\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Raiden Shogun, Yae Miko",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bố trí \"Cảnh Cổ Đền Xưa\".\\nNgôi đền thanh tịnh có phong cách kiến trúc, màu sơn đỏ và bố cục tổng thể gần giống với Đền Narukami ngày nay. Đối với thế nhân mà nói, đây là một nơi lý tưởng để đầu óc thanh tịnh, còn đối với Ogosho đại nhân mà nói, những cảnh sắc nhìn thấy từ nơi này, dường như đủ để ghép thành một bức tranh mơ hồ, đánh thức hồi ức xa xưa...\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Raiden Shogun, Yae Miko"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}