{
    "name": {
        "en": "An Elegantly-Written Note",
        "de": "Notizbuch mit anmutiger Handschrift",
        "chs": "字迹优雅的笔记本",
        "cht": "字跡優雅的筆記本",
        "es": "Cuaderno con escritura hermosa",
        "fr": "Note élégamment écrite",
        "id": "Catatan dengan Tulisan Anggun",
        "jp": "優雅な筆跡のノート",
        "kr": "필체가 우아한 노트",
        "pt": "Caderno com Caligrafia Bonita",
        "ru": "Записи элегантным почерком",
        "th": "บันทึกที่เขียนขึ้นอย่างสวยงาม",
        "vi": "Sổ Tay Với Nét Chữ Ngay Ngắn"
    },
    "id": 120059,
    "materialDesc": {
        "en": "Judging by the wording, it seems to be a notebook that Dunyarzad has left behind. If the writer's hands hadn't turned shaky under the influence of Eleazar, the gracefully-penned writings could appear more elegant.",
        "de": "Am Schreibstil ist mit Leichtigkeit zu erkennen, dass dieses Notizbuch von Dunyarzad stammt. Das Schriftbild ist äußerst elegant, würde sie nicht an Eleazar leiden und ihren Krafteinsatz daher nur schlecht kontrollieren können, würde es wahrscheinlich noch schöner sein.",
        "chs": "看口吻的确是迪娜泽黛留下的笔记本，字迹很优雅，如果不是受魔鳞病的影响而有些难以控制力道，字迹还会更好看一些。",
        "cht": "看口吻的確是迪娜澤黛留下的筆記本，字跡很優雅，如果不是受魔鱗病的影響而有些難以控制力道，字跡還會更好看一些。",
        "es": "A juzgar por la forma de escribir, se trata de un cuaderno de Dunyarzad con una escritura hermosa. Si no fuera porque su eleazar le impide controlar bien su fuerza, seguramente le habría salido una escritura aún más bella.",
        "fr": "D'après le ton de cet ouvrage, il s'agit d'un carnet que Dunyarzad a laissé. L'écriture aurait pu être encore plus élégante si sa main ne tremblaient pas à cause de l'éléazar.",
        "id": "Kalau dilihat dari bahasanya, memang benar adalah catatan yang ditinggalkan oleh Dunyarzad. Tulisannya sangat anggun. Kalau bukan pengaruh dari Eleazar sehingga tidak bisa mengendalikan kekuatannya, tulisannya pasti akan lebih indah lagi.",
        "jp": "ドニアザードが残したノート。魔鱗病の影響で力のコントロールが困難になってなければ、もっとキレイに書けていたのかもしれない。",
        "kr": "우아한 필체와 말투를 보아하니 두냐르자드가 남긴 노트가 확실하다. 만약 비늘병의 영향을 받아 힘 조절이 어려워지지 않았다면 글씨는 더 아름다웠을 것이다",
        "pt": "Observando pela forma de escrita, é um caderno de Dunyarzad com uma bela caligrafia. Se não fosse pelo fato de que seu Eleazar a impede de controlar melhor a sua força, com certeza ela teria criado uma escrita ainda mais bonita.",
        "ru": "Судя по формулировкам, эту тетрадь оставила Дуньярзада. Почерк был бы ещё изящнее, если бы руки автора не дрожали от элеазара.",
        "th": "ดูจากคำพูดแล้ว ดูเหมือนจะเป็นบันทึกที่ Dunyarzad ทิ้งเอาไว้ ลายมือสวยสดงดงาม หากไม่ใช่เพราะได้รับผลกระทบจากโรค Eleazar ลายมือคงจะงดงามได้ยิ่งกว่านี้",
        "vi": "Xem giọng điệu quả đúng là sổ tay của Dunyarzad để lại, nét chữ rất nho nhã, nếu không bị bệnh Eleazar ảnh hưởng, chắc nét chữ sẽ càng đẹp hơn."
    },
    "materialType": "MATERIAL_QUEST"
}