{
    "name": {
        "en": "Anemo Treasure Compass",
        "de": "Anemo-Schatzkompass",
        "chs": "风之寻宝罗盘",
        "cht": "風之尋寶羅盤",
        "es": "Brújula buscatesoros Anemo",
        "fr": "Détecteur de trésors Anémo",
        "id": "Anemo Treasure Compass",
        "jp": "風のトレジャーコンパス",
        "kr": "바람의 보물찾기 나침반",
        "pt": "Bússola de Tesouros Anemo",
        "ru": "Анемо компас сокровищ",
        "th": "Anemo Treasure Compass",
        "vi": "La Bàn Tìm Báu Vật - Phong"
    },
    "id": 220009,
    "materialDesc": {
        "en": "A compass that can be used in Mondstadt to search for nearby chests.\\nThe needle of the Treasure Compass doesn't spin according to the world's magnetic field, but rather follows the energy of ley lines to lead the user to treasure.",
        "de": "Im Gebiet von Mondstadt angewendet kannst du hiermit Truhen in der Nähe aufspüren.\\nDie Nadel des Schatzkompasses dreht sich nicht nach dem Magnetfeld der Welt, sondern folgt der Energie des Flusses der Elemente, um den Benutzer zum Schatz zu führen.",
        "chs": "在蒙德使用时，能寻找附近的宝箱。\\n寻宝罗盘的指针并不遵循大地的磁场转动，而是沿着地脉，寻找附近的财宝。",
        "cht": "在蒙德使用時，能尋找附近的寶箱。\\n尋寶羅盤的指標並不遵循大地的磁場轉動，而是沿著地脈，尋找附近的財寶。",
        "es": "Puede usarse en Mondstadt para encontrar cofres en las cercanías.\\nLa aguja de esta brújula no se mueve según el magnetismo del planeta, sino que sigue las líneas ley para encontrar tesoros.",
        "fr": "Outil permettant de détecter les coffres proches à Mondstadt.\\nL'aiguille indiquant la direction de ceux-ci ne fonctionne pas comme une aiguille traditionnelle : au lieu de réagir au champ magnétique, elle suit les flux des lignes énergétiques.",
        "id": "Dapat menandakan peti harta karun yang ada di dekat pemain saat digunakan di daerah Mondstadt.\\nSebuah kompas yang tidak mengikuti medan magnet bumi, melainkan mengikuti Ley Line untuk mencari harta karun yang ada di sekitarnya.",
        "jp": "モンドで使用することで、近くの宝箱を探知できる。\\nトレジャーコンパスは大地の磁力ではなく、地脈の流れを使い、近くにある財宝を探す。",
        "kr": "몬드에서 사용하면 근처의 보물상자를 찾을 수 있다.\\n보물찾기 나침반의 바늘은 대지의 자기장을 따라 움직이지 않고, 지맥을 따라 근처의 보물을 찾아낸다",
        "pt": "Uma bússola que pode ser usada em Mondstadt para procurar por baús próximos.\\nA agulha desta Bússola do Tesouro não gira de acordo com o campo magnético do mundo, mas segue a energia das Linhas Ley para levar seu usuário ao tesouro.",
        "ru": "При использовании в Мондштадте указывает на сундуки поблизости.\\nСтрелка компаса следует не за мировым магнитным полем, а за энергией артерий земли, которые ведут к сокровищам.",
        "th": "เมื่อใช้ใน Mondstadt จะสามารถค้นหา หีบสมบัติในบริเวณใกล้เคียงได้\\nเข็มของเข็มทิศนี้จะไม่เคลื่อนที่ตามสนามแม่เหล็กโลก แต่จะชี้ไปตาม Ley Line เพื่อตามหาหีบสมบัติโดยรอบ",
        "vi": "Khi sử dụng ở Mondstadt, có thể tìm được rương báu ở gần đó.\\nLa bàn tìm vật báu không tuân theo quy luật từ trường của đại lục, nó hướng về địa mạch, nơi cất giữ những báu vật gần đó."
    },
    "materialType": "MATERIAL_WIDGET"
}