{
    "name": {
        "en": "Anemoculus Resonance Stone",
        "de": "Anemoculus-Resonanzstein",
        "chs": "风神瞳共鸣石",
        "cht": "風神瞳共鳴石",
        "es": "Roca de resonancia de anemóculus",
        "fr": "Pierre de résonance Anémoculus",
        "id": "Anemoculus Resonance Stone",
        "jp": "風神の瞳の共鳴石",
        "kr": "바람 신의 눈동자 공명석",
        "pt": "Pedra de Ressonância de Anemoculus",
        "ru": "Камень эха анемокула",
        "th": "Anemoculus Resonance Stone",
        "vi": "Đá Cộng Hưởng Phong Thần Đồng"
    },
    "id": 220001,
    "materialDesc": {
        "en": "A stone that can be used in Mondstadt to search for nearby Anemoculi.\\nThis man-made stone plate possesses a certain characteristic similar to that of the Anemo Statues of The Seven, giving it the power to resonate with Anemoculi.\\nOculus Resonance Stones are crude imitations of the Statues of The Seven constructed by the ancients. But it is precisely this crudeness that makes them crave the power of elemental oculi, thus providing devout worshippers and adventurers alike a prime opportunity to collect oculi.",
        "de": "Im Gebiet von Mondstadt angewendet kannst du hiermit verlorene Anemoculi in der Nähe aufspüren.\\nDiese künstliche Steinplatte besitzt eine gewisse Charakteristik, die der der Anemo-Statuen der Sieben ähnelt und ihr die Kraft verleiht, mit den Anemoculi zu interagieren.\\nOculus-Resonanzsteine sind grobe Imitationen der Statuen der Sieben, die von den Menschen des Altertums gebaut wurden. Gerade die Rohheit solcher Steine ist es, was sie dazu bringt, nach der Kraft der Oculi zu verlangen, um Anhängern der Götter und Abenteurern die Möglichkeit zu geben, Oculi zu finden.",
        "chs": "在蒙德使用时，能寻找附近的「散失的风神瞳」。\\n与风之七天神像有着某种近似特性的人造石盘，能与风神瞳产生共鸣。\\n神瞳共鸣石是对古代建立在大地各处的七天神像的拙劣仿造。正因拙劣，才会渴求神瞳的力量，为虔信者与冒险者提供收集神瞳的机会。",
        "cht": "在蒙德使用時，能尋找附近的「散失的風神瞳」。\\n與風之七天神像有著某種近似特性的人造石盤，能與風神瞳產生共鳴。\\n神瞳共鳴石是對古代建立在大地各處的七天神像的拙劣仿造。正因拙劣，才會渴求神瞳的力量，為虔信者與冒險者提供收集神瞳的機會。",
        "es": "Puede utilizarse en Mondstadt para encontrar anemóculus en las cercanías.\\nUn disco de piedra con características similares a las Estatuas de Los Siete que emite un sonido cuando hay anemóculus en los alrededores.\\nEstos discos son una burda imitación de las Estatuas de Los Siete diseminadas por todo el continente. Como falsificaciones que son, desean el poder de los óculus y ofrecen a devotos y aventureros la oportunidad de encontrarlos.",
        "fr": "Outil permettant de détecter les Anémoculus proches à Mondstadt.\\nUn disque de pierre fabriqué par l'homme, dont les caractéristiques se rapprochent de celles des Statues des Sept et capable de résonner avec les Anémoculus.\\nCe type de pierre résonnant avec les Oculus est un dérivé maladroit des Statues des Sept construites autrefois à travers les terres. C'est précisément cette infériorité qui explique cette soif de résonance vis-à-vis des statues représentant les Archons, en faisant un ustensile prisé des aventuriers et des croyants pour la collecte d'Oculus.",
        "id": "Dapat mencari Anemoculus terdekat saat digunakan di wilayah Mondstadt.\\nPiringan batu buatan manusia yang memiliki beberapa kemiripan dengan Patung The Seven Anemo. Batu ini dapat beresonansi dengan Anemoculus.\\n Merupakan tiruan kasar dari Patung The Seven yang sudah ada di dunia sejak dahulu kala. Batu ini memberikan kesempatan kepada para penjelajah dan petualang untuk mencari Anemoculus yang hilang.",
        "jp": "モンドで使用することで、近くにある「失われた風神の瞳」を探知できる。\\n風の七天神像と似たような特製を持つ人造石盤、風神の瞳と共鳴できる。\\n神の瞳の共鳴石は遠い昔、各地に建てられた七天神像の粗末な模倣品である。粗末であるが故、神の瞳の力を渇望し、信者と冒険者に神の瞳を集める機会を与える。",
        "kr": "몬드에서 사용하면 근처의 「잃어버린 바람 신의 눈동자」를 찾을 수 있다.\\n바람의 일곱신상과 유사한 특성을 지닌 인조 석판. 바람 신의 눈동자와 공명을 일으킬 수 있다.\\n신의 눈동자 공명석은 고대에 각지에 세워진 일곱신상을 따라 만들었다. 조잡하기 때문에 신의 눈동자의 힘을 갈구하고, 독실한 신도와 모험가에게 신의 눈동자를 수집할 기회를 주는 것이다",
        "pt": "Pode usar em Mondstadt para buscar 'Anemoculus Perdidos' nos arredores.\\nEssa pedra tem características similares às Estátuas Anemo das Estátuas dos Sete e gera ressonância com Anemoculus.\\nAs Pedras de Ressonância de Oculus são imitações brutas das Estátuas dos Sete construídas pelos antigos. Mas é exatamente devido a essa rudeza que desejam a força de oculus elemental e oferecendo uma boa oportunidade a devotos e aventureiros para encontrar oculus.",
        "ru": "Камень, который можно использовать в Мондштадте для поиска анемокулов.\\nРукотворный каменный диск, который имеет что-то общее со статуями Анемо Архонта. Это позволяет ему резонировать с анемокулами.\\nКамни эха окулуса - это грубая попытка имитировать статуи семи Архонтов, которые были созданы древними. Именно из-за своего несовершенства они стремятся завладеть силой окулусов, тем самым давая верующим и искателям приключений возможность найти и собрать эти самые окулусы.",
        "th": "เมื่อใช้ใน Mondstadt จะสามารถหา Anemoculus ในบริเวณใกล้เคียงได้\\nแผ่นหินที่มนุษย์สร้างขึ้น มีคุณสมบัติพิเศษบางอย่างคล้ายกับ Statue of The Seven ซึ่งจะทำให้เกิดเสียงสะท้อนกับ Anemoculus ที่อยู่ในบริเวณใกล้เคียง\\nOculus Resonance Stones ได้สร้างเลียนแบบ Statue of The Seven ที่สร้างขึ้นในสมัยโบราณและกระจายอยู่ตามที่ต่าง ๆ ทั่วทั้งทวีป เนื่องจากความไม่สมบูรณ์ มันจึงโหยหาพลังจาก Anemoculus เปิดโอกาสให้ผู้ที่ศรัทธาและนักผจญภัยได้เก็บรวบรวม Anemoculus",
        "vi": "Khi sử dụng ở Mondstadt, có thể tìm được \"Mảnh Phong Thần Đồng\" ở gần đó.\\nLà đĩa đá do con người tạo ra có tính chất tương tự như Thất Thiên Thần Tượng Phong, cộng hưởng với Phong Thần Đồng.\\nĐá Cộng Hưởng Thần Đồng là những vật mô phỏng không hoàn hảo so với chất liệu gây dựng Thất Thiên Thần Tượng được người xưa đặt khắp đại lục. Chính vì sự không hoàn hảo, mới khao khát sức mạnh của Thần Đồng, tạo cơ hội cho những người thành kính và nhà mạo hiểm tìm kiếm Thần Đồng."
    },
    "materialType": "MATERIAL_WIDGET"
}