{
    "name": {
        "en": "Anemoculus",
        "de": "Verlorener Anemoculus",
        "chs": "散失的风神瞳",
        "cht": "散失的風神瞳",
        "es": "Anemóculus perdido",
        "fr": "Anémoculus",
        "id": "Anemoculus",
        "jp": "失われた風神の瞳",
        "kr": "잃어버린 바람 신의 눈동자",
        "pt": "Anemoculus",
        "ru": "Анемокул",
        "th": "Anemoculus",
        "vi": "Phong Thần Đồng"
    },
    "id": 107001,
    "materialDesc": {
        "en": "A substance that has accumulated intense Anemo energy. Offer it to the Statue and help reinstate the power it has lost over the years.",
        "de": "Ein Gebilde aus verdichteter Anemo-Energie. Übergib es der Anemo-Statue, um ihre über die Jahre verlorene Kraft wiederaufzubauen.",
        "chs": "浓烈的风元素能量积聚成的物质。献给风的神像，能弥补它在漫长岁月中散失的力量。",
        "cht": "濃烈的風元素能量積聚成的物質。獻給風的神像，能彌補它在漫長歲月中散失的力量。",
        "es": "Una sustancia que ha acumulado una intensa energía Anemo. Ofrécesela a una Estatua para que recupere la energía perdida a lo largo de los años.",
        "fr": "De l'énergie Anémo accumulée au fil du temps qui a fini par durcir. Faites-en une offrande à la Statue et restaurez son pouvoir qui s'est amenuisé avec le temps.",
        "id": "Sebuah benda yang di dalamnya tersimpan kekuatan Anemo yang kuat. Persembahkan ke patung Anemo untuk memulihkan kekuatannya yang telah lama hilang.",
        "jp": "強烈な風元素エネルギーを集積させた物質。風の神像に捧げると、長い年月で失われた力を補える。",
        "kr": "진한 바람 원소 에너지가 모여 형성된 물질. 바람의 신상에 바치면 오랜 세월 동안 잃어버린 힘을 회복시켜 줄 수 있다",
        "pt": "Uma substância que acumulou intensa energia Anemo. Ofereça-o à Estátua e ajude a reestabelecer o poder que perdeu ao longo dos anos.",
        "ru": "Вещество, которое накопило плотную энергию Анемо. Предложите его статуе Анемо Архонта, чтобы помочь ей восстановить утерянную силу.",
        "th": "สสารที่ได้รวบรวมพลังงานธาตุลมเข้มข้นไว้ นำมันไปถวายให้กับรูปปั้นเพื่อช่วยฟื้นฟูพลังของรูปปั้นที่เสียไปเมื่อนานมาแล้ว",
        "vi": "Vật chất được kết tinh từ năng lượng Nguyên Tố Phong. Hiến dâng cho tượng Phong Thần, có thể giúp bù đắp sức mạnh đã mất theo thời gian."
    },
    "materialType": "MATERIAL_ELEM_CRYSTAL"
}