{
    "name": {
        "en": "An Ode to Soul-Light",
        "de": "Ode an das Seelenlicht",
        "chs": "灵光颂",
        "cht": "靈光頌",
        "es": "Stotra de la luz de los espíritus",
        "fr": "Une ode à la lumière de l'âme",
        "id": "Sebuah Ode 'tuk Cahaya Jiwa",
        "jp": "霊光への頌歌",
        "kr": "영혼의 빛에게 바치는 찬가",
        "pt": "Ode à Luz Divina",
        "ru": "Ода свету души",
        "th": "บทกวีสู่แสงแห่งวิญญาณ",
        "vi": "Bài Ca Ánh Sáng"
    },
    "id": 120028,
    "materialDesc": {
        "en": "Lore reportedly passed down within a lost religious group in the desert. Someone has transcribed it into a script.",
        "de": "Eine Ballade, die angeblich von einer verlorenen religiösen Gruppe in der Wüste weitergegeben wurde. Jemand hat sie in einem Skript aufgezeichnet.",
        "chs": "传说是失落的沙漠教团流传的歌谣，不知由何人录成文稿。",
        "cht": "傳說是失落的沙漠教團流傳的歌謠，不知由何人錄成文稿。",
        "es": "Según se dice, una comunidad religiosa del desierto, ahora inexistente, transmitió esta canción de generación en generación de manera oral. Sin embargo, no se sabe quién la transcribió.",
        "fr": "Ce chant aurait été transmis oralement de génération en génération par un ordre religieux du désert. On ignore qui l'a transcrit.",
        "id": "Konon benda ini adalah lagu yang disebarkan oleh grup religius dari gurun pasir yang telah hilang. Seseorang telah membuatnya menjadi bentuk tulisan.",
        "jp": "伝説によると、これは失われた砂漠の教団に伝わる歌で、何者かによって文字に残されたという。",
        "kr": "사라진 사막 교단에서 유래된 민요라고 전해지며 신원을 알 수 없는 필자에 의해 문서로 기록되었다",
        "pt": "Uma canção passada de geração a geração de um grupo religioso perdido no deserto. Não se sabe quem a transcreveu.",
        "ru": "Легенда гласит, что эта записанная неизвестным песнь была создана исчезнувшей пустынной религиозной общиной.",
        "th": "ตำนานกล่าวว่าเป็นบทเพลงที่สูญหายของภาคีทะเลทราย ไม่รู้ว่าผู้ใดเป็นคนจดบันทึกเอาไว้",
        "vi": "Truyền thuyết kể rằng đó là bài ca dao của giáo đoàn sa mạc thất lạc, không biết do ai sáng tác."
    },
    "materialType": "MATERIAL_QUEST"
}