{
    "name": {
        "en": "An Onikabuto Affected by Tatarigami",
        "de": "Onikabuto im Bann der Tatarigami",
        "chs": "被「祟神」影响的鬼兜虫",
        "cht": "被「祟神」影響的鬼兜蟲",
        "es": "Escaradiablo afectado por los tatarigami",
        "fr": "Scarabuto envoûté par le Tatarigami",
        "id": "Onikabuto yang Terpengaruh Tatarigami",
        "jp": "「祟り神」の影響を受けたオニカブトムシ",
        "kr": "「재앙신」의 영향을 받은 귀신풍뎅이",
        "pt": "Um Onikabuto Afetado pelo Tatarigami.",
        "ru": "Порабощённый Татаригами оникабуто",
        "th": "Onikabuto ที่ได้รับผลกระทบของ \"Tatarigami\"",
        "vi": "Onikabuto Bị Ảnh Hưởng Bởi Họa Thần"
    },
    "id": 100955,
    "materialDesc": {
        "en": "An onikabuto that has fallen under the influence of Tatarigami. Who knows what sort of tests Xavier wants to put it through...",
        "de": "Ein Onikabuto, der unter den Einfluss der Tatarigami geraten ist. Wer weiß, was für Tests Xavier ihm zumuten will ...",
        "chs": "被「祟神」影响的鬼兜虫。不知道泽维尔会如何用它来进行测试…",
        "cht": "被「祟神」影響的鬼兜蟲。不知道澤維爾會如何用牠來做測試…",
        "es": "Un escaradiablo que se encuentra bajo la influencia de los tatarigami. A saber qué pruebas querrá hacer Xavier con él...",
        "fr": "Un scarabuto sous l'influence du Tatarigami. Qui sait quel genre de test Xavier veut lui faire subir...",
        "id": "Seekor Onikabuto yang terkena pengaruh Tatarigami. Entah percobaan apa yang akan dilakukan Xavier terhadapnya...",
        "jp": "「祟り神」の影響を受けたオニカブトムシ。グザヴィエはこれを何のテストに使うのか…",
        "kr": "「재앙신」의 영향을 받은 귀신풍뎅이, 자비에가 이 풍뎅이로 어떤 실험을 하게 될까…",
        "pt": "Um Onikabuto que está sob a influência do Tatarigami. Quem sabe que tipo de testes Xavier pretende fazer com ele...",
        "ru": "Оникабуто, попавший во власть Татаригами. Кто знает, каким опытам подвергнет его Ксавье...",
        "th": "Onikabuto ที่ได้รับผลกระทบของ \"Tatarigami\" Xavier จะนำมันไปทดลองยังไงกันนะ...",
        "vi": "Onikabuto bị ảnh hưởng Bởi Họa Thần. Không biết Xavier sẽ thí nghiệm nó như thế nào..."
    },
    "materialType": "MATERIAL_QUEST"
}