{
    "name": {
        "en": "A Note Alrani Left for Niloofar",
        "de": "Von Alrani für Niloofar hinterlassene Notiz",
        "chs": "爱拉尼给妮露法的便签",
        "cht": "愛拉尼給妮露法的便條",
        "es": "Nota de Alrani para Nilúfar",
        "fr": "Note d'Alrani pour Niloofar",
        "id": "Catatan Alrani untuk Niloofar",
        "jp": "アラニからニルファへのメモ",
        "kr": "엘라니가 닐루파에게 남긴 메모",
        "pt": "Nota de Alrani para Niloofar",
        "ru": "Записка Алрани для Нилуфар",
        "th": "กระดาษโน้ตที่ Alrani ให้ Niloofar",
        "vi": "Ghi Chú Alrani Đưa Cho Niloofar"
    },
    "id": 120000,
    "materialDesc": {
        "en": "A note Alrani left for her tutor Niloofar. The handwriting is fairly sloppy, but the writer pressed so hard on the paper that anyone reading the note can immediately feel her intense emotions.\\n\\n\"I HATE writing papers!\"",
        "de": "Eine von Alrani für Niloofar hinterlassene Notiz. Die Handschrift ist äußerst krakelig, dafür aber voller Kraft. Man spürt direkt die in der Schrift liegende Emotion.\\n\\n„ICH WILL KEINE ABHANDLUNG MEHR SCHREIBEN!!!!!“",
        "chs": "爱拉尼给导师妮露法的便签，字迹潦草，但十分用力，能感受到写字人的激烈情绪。\\n\\n「我不想写论文了！！！！！」",
        "cht": "愛拉尼給導師妮露法的便條，字跡潦草，但十分用力，能感受到寫字人的激烈情緒。\\n\\n「我不想寫論文了！！！！！」",
        "es": "La nota que le escribió Alrani a su tutora, Nilúfar. Está escrita a mano y la caligrafía es algo incomprensible, pero la escribió con tanto esmero que se puede apreciar el estado de vehemencia de su escritora.\\n\\n“¡¡¡¡¡No quiero escribir más tesis!!!!!”",
        "fr": "#Un mot qu'Alrani a laissé à sa tutrice Niloofar. L'écriture est assez peu soignée, mais son auteur a appuyé si fort sur le papier que quiconque lit la note peut immédiatement ressentir ses émotions intenses. « Je ne veux PLUS écrire d'article universitaire{NON_BREAK_SPACE}!!!{NON_BREAK_SPACE}»",
        "id": "Sebuah catatan dari Alrani untuk pembimbingnya Niloofar. Tulisannya sangat berantakan, tapi terlihat ditulis dengan serius. Siapa pun yang membaca catatan ini akan bisa merasakan emosinya yang intens dari balik tulisannya.\\n\\n\"Aku sudah tidak mau menulis skripsi lagi!!!!!!!!!!!\"",
        "jp": "アラニから指導教員のニルファへのメモ。筆跡は汚いが力は込もっていて、書き手の激しい感情が伝わってくる。\\n\\n「もう論文なんて、書きたくない！！！！！」",
        "kr": "엘라니가 지도 교수님 닐루파에게 남긴 메모. 흘겨 쓴 필체지만 힘이 있어 메모를 남길 당시의 격한 감정을 엿볼 수 있다.\\n\\n「전 더 이상 논문을 쓰고 싶지 않아요!!!!!」",
        "pt": "Uma nota que Alrani deixou para sua orientadora, Niloofar. A escrita é confusa, mas quem a escreveu usou tanta força que qualquer um consegue perceber as suas emoções intensas.\\n\\n\"EU ODEIO ESCREVER ARTIGOS!!!\"",
        "ru": "Записка, которую Алрани оставила своей наставнице Нилуфар. Почерк неровный, но написано с таким сильным нажимом, что сразу видно, какая буря чувств владела Алрани.\\n\\n«Не хочу писать научную работу!!!»",
        "th": "กระดาษโน้ตที่ Alrani ฝากไปให้อาจารย์ที่ปรึกษา Niloofar แม้ตัวหนังสือจะเขียนขึ้นลวก ๆ แต่ก็ใช้แรงกดเป็นอย่างมาก สามารถรับรู้ได้ถึงอารมณ์ที่คุกรุ่นของคนเขียนเลยทีเดียว\\n\\n\"ฉันไม่อยากเขียนวิทยานิพนธ์แล้ว!!!!!\"",
        "vi": "Ghi chú mà Alrani đưa cho cố vấn Niloofar của cô, nét chữ nguệch ngoạc nhưng dùng rất nhiều lực, có thể cảm nhận được cảm xúc mãnh liệt của người viết.\\n\\n\"Tôi không muốn viết luận văn!!!!!\""
    },
    "materialType": "MATERIAL_QUEST"
}