{
    "name": {
        "en": "A Note Left by Someone",
        "de": "Von jemandem zurückgelassene Notiz",
        "chs": "某人留下的纸条",
        "cht": "某人留下的紙條",
        "es": "Nota de alguien",
        "fr": "Note laissée par quelqu'un",
        "id": "Catatan yang Ditinggalkan oleh Seseorang",
        "jp": "誰かが残したメモ",
        "kr": "누군가가 남긴 쪽지",
        "pt": "Pedaço de Papel Deixado por Alguém",
        "ru": "Чей-то листок",
        "th": "กระดาษโน้ตที่บางคนทิ้งไว้",
        "vi": "Mẫu Giấy Của Ai Đó"
    },
    "id": 100907,
    "materialDesc": {
        "en": "A special fortune slip that a certain person left behind. A certain location is recorded within. This may have something to do with Gendou Ringo's disappearance.",
        "de": "Ein besonderes Orakelstäbchen, das eine gewisse Person hinterlassen hat. Ein bestimmter Ort ist darin aufgezeichnet. Dies könnte etwas mit dem Verschwinden von Gendou Ringo zu tun haben.",
        "chs": "某人留下的特殊的「御神签」。其中记载着某个地点。或许与玄冬林檎小姐的消失有关。",
        "cht": "某人留下的特殊的「御神籤」。其中記載著某個地點。或許與玄冬林檎小姐的消失有關。",
        "es": "Un papel de la fortuna que alguien abandonó. En él se menciona un lugar. Puede que tenga algo que ver con la desaparición de Gendou Ringo.",
        "fr": "Un omikuji spécial que quelqu'un a laissé derrière lui. Un emplacement est enregistré à l'intérieur. Cela a peut-être quelque chose à voir avec la disparition de Gendou Ringo.",
        "id": "Sebuah slip keberuntungan khusus yang ditinggalkan seseorang. Ada suatu lokasi yang tercatat di dalamnya. Slip ini mungkin berhubungan dengan misteri hilangnya Gendou Ringo.",
        "jp": "誰かが残した特別な「おみくじ」。ある場所が印されている。もしかしたら、玄冬林檎さんの失踪と関係しているのかもしれない。",
        "kr": "누군가가 남긴 특별한 「점괘」, 어떤 장소가 적혀 있다. 어쩌면 겐토 링고 아가씨의 실종과 연관이 있을지도…",
        "pt": "Um Rolinho da Sorte especial que uma certa pessoa deixou para trás. Uma certa localização está registrada nele. Isso pode ter algo a ver com o desaparecimento de Gendou Ringo.",
        "ru": "Кем-то оставленный особенный гадальный листок. На нём указано определённое место. Возможно, это как-то связано с исчезновением Гэндо Ринго.",
        "th": "\"ใบเซียมซี\" พิเศษของใครบางคน มีการบันทึกสถานที่บางแห่งไว้ในนั้น บางทีมันอาจเกี่ยวข้องกับการหายตัวไปของคุณ Gendou Ringo",
        "vi": "\"Thẻ Ngự Thần\" đặc biệt của ai đó. Trong đó có ghi lại địa điểm, có thể có liên quan đến sự mất tích của tiểu thư Gendou Ringo chăng."
    },
    "materialType": "MATERIAL_QUEST"
}