{
    "name": {
        "en": "Aphotium Ore",
        "de": "Meerestiefenerz",
        "chs": "渊海髓矿",
        "cht": "淵海髓礦",
        "es": "Médula de las profundidades",
        "fr": "Minerai d'abyssium",
        "id": "Bijih Laut Dalam",
        "jp": "淵海鉱石",
        "kr": "염해 광석",
        "pt": "Minério de Medula das Profundezas",
        "ru": "Глубинная костная руда",
        "th": "Aphotium Ore",
        "vi": "Quặng Biển Sâu"
    },
    "id": 101700,
    "materialDesc": {
        "en": "A special ore created due to the Watatsumi Goryou Matsuri. As Enkanomiya's environment has undergone extreme changes, the memories and thoughts of Watatsumi Omikami scattered throughout Enkanomiya have coalesced into medullae, which then transformed into ore.",
        "de": "Ein besonderes Erz, das durch das Watatsumi Goryou Matsuri entstanden ist. Da sich die Umgebung von Enkanomiya extrem verändert hat, sind die Erinnerungen und Gedanken, die in Watatsumi verstreut sind, zu Mark zusammenkristallisiert, das sich dann in Erz verwandelt hat.",
        "chs": "因为海祇御灵祭而产生的特殊矿藏。因为渊下宫的环境发生了剧变，海祇弥散的回忆和思念也固化为髓质，而后变为矿物。",
        "cht": "因為海祇御靈祭而產生的特殊礦藏。因為淵下宮的環境發生了劇變，海祇彌散的回憶和思念也固化為髓質，而後變為礦物。",
        "es": "Un mineral creado gracias a la ceremonia de ofrendas de Watatsumi. Debido a los drásticos cambios sucedidos en el entorno de Enkanomiya, los recuerdos y los anhelos dispersados por Watatsumi se solidificaron hasta convertirse en trozos de médula, los cuales, a su vez, se convirtieron en minerales.",
        "fr": "Un minerai spécial créé grâce au rituel sacré de Watatsumi. Quand l'environnement d'Enkanomiya a drastiquement changé, les souvenirs et pensées éparpillés à travers Watatsumi se sont solidifiés en médulles, qui se sont ensuite transformés en minerai.",
        "id": "Bijih khusus yang dibuat untuk pelaksanaan Watatsumi Goryou Matsuri. Karena lingkungan Enkanomiya telah mengalami perubahan yang ekstrem, ingatan dan pikiran yang tersebar di seluruh Watatsumi telah menyatu menjadi sebuah medula, yang kemudian berubah menjadi bijih.",
        "jp": "海祇御霊祭によって生まれた特殊な鉱物。淵下宮の環境が大きく変化する中で、海祇に散らばっていた記憶や想いが髄に集約され、やがて鉱物になった。",
        "kr": "와타츠미 어령 제사로 인해 생긴 특수 광물. 연하궁의 환경에 급격한 변화가 생겨 와타츠미의 추억과 그리움이 굳어 광물이 되었다",
        "pt": "Um minério especial criado por causa da Cerimônia de Oferendas de Watatsumi. Como o ambiente de Enkanomiya passou por mudanças extremas, as memórias e pensamentos espalhados por Watatsumi se condensaram em medulas que então se transformaram em minérios.",
        "ru": "Особая руда, созданная благодаря Ватацуми горё мацури. Поскольку среда Энканомии претерпела сильные изменения, воспоминания и мысли, рассеянные по всему Ватацуми, объединились в пульпы, которые затем превратились в руду.",
        "th": "แร่ชนิดพิเศษที่เกิดขึ้นจากพิธีสังเวยจิตวิญญาณของ Watatsumi เพราะสภาพแวดล้อมของ Enkanomiya เปลี่ยนแปลงไปอย่างมาก ความทรงจำและความปรารถนาที่กระจัดกระจายอยู่ในท้องทะเล จึงกลายเป็นไขกระดูก และหลังจากนั้นก็กลายเป็นแร่",
        "vi": "Một loại khoáng sản đặc biệt được tạo ra bởi Tế Lễ Linh Hồn Watatsumi. Do môi trường của Enkanomiya đã có những thay đổi lớn, những ký ức và nỗi nhớ rải rác khắp Watatsumi đã kết tụ lại thành tủy, sau đó chuyển hóa thành khoáng vật."
    },
    "materialType": "MATERIAL_QUEST"
}