{
    "name": {
        "en": "Apple Cider",
        "de": "Apfelschorle",
        "chs": "苹果酿",
        "cht": "蘋果釀",
        "es": "Sidra de manzana",
        "fr": "Cidre de pomme",
        "id": "Apple Cider Vinegar",
        "jp": "アップルサイダー",
        "kr": "사과주",
        "pt": "Sidra de Maçã",
        "ru": "Яблочный напиток",
        "th": "Apple Cider",
        "vi": "Nước Táo Lên Men"
    },
    "id": 108151,
    "materialDesc": {
        "en": "A freshly squeezed, fashionable, and fruity non-alcoholic beverage. Said to have a strong sobering effect, tavern patrons often order this as the last drink of the night.",
        "de": "Ein frisches alkoholfreies Getränk, das sehr in Mode ist. Es soll dabei helfen, wieder nüchtern zu werden. Deshalb bestellen es die Gäste in Tavernen gern am Ende eines Abends.",
        "chs": "清新时尚的无酒精饮品。据说有很不错的醒酒功效，酒客们常点一杯作为聚会结束的标志。",
        "cht": "清新時尚的無酒精飲品。據說有很不錯的醒酒功效，酒客們常點一杯作為聚會結束的標誌。",
        "es": "Una popular bebida sin alcohol, afrutada y recién exprimida. Se dice que puede eliminar los efectos del alcohol, por lo que los clientes de las tabernas suelen pedirla como última bebida de la noche.",
        "fr": "Une boisson fraîche non alcoolisée très en vogue dernièrement. Les clients de taverne en commandent régulièrement en fin de soirée, car elle serait efficace contre la gueule de bois.",
        "id": "Minuman buah non-alkohol yang baru diperas dan menyegarkan. Minuman ini ampuh untuk menyegarkan orang-orang yang baru mabuk. Pelanggan Tavern sering memesan ini sebagai minuman terakhir untuk malam itu.",
        "jp": "最近流行っているノンアルコールドリンク。酔い覚めのドリンク。酒飲みたちが飲み会の最後にシメとして注文している。",
        "kr": "청량하고 예쁜 무알코올 음료. 뛰어난 숙취 제거 효과를 지니고 있다고 한다. 취객들은 회식이 끝날 때 상징적으로 한 잔씩 시켜 마신다고 한다",
        "pt": "Uma bebida sem álcool, estilosa e refrescante. Dizem ter um efeito de passar ressaca rápido e costumar ser pedido no fim da festa.",
        "ru": "Модный свежевыжатый безалкогольный напиток. Говорят, что он неплохо отрезвляет. Часто его заказывают под конец вечеринки.",
        "th": "เครื่องดื่มไม่มีแอลกอฮอล์ที่สดชื่นและเป็นที่นิยมมาก ว่ากันว่าช่วยทำให้สร่างเมาได้ดีมาก ลูกค้านักดื่มชอบสั่งมาเพื่อเป็นสัญลักษณ์ว่างานเลี้ยงจบลงแล้ว",
        "vi": "Đồ uống không cồn tươi ngon sành điệu. Nghe nói có công dụng giải rượu rất tốt, các khách uống rượu thường gọi một ly để kết thúc buổi tụ họp."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}