{
    "name": {
        "en": "A Preliminary Study of Sangonomiya Folk Belief",
        "de": "Eine vorläufige Studie über den Volksglauben von Sangonomiya",
        "chs": "珊瑚宫民间信仰初勘",
        "cht": "珊瑚宮民間信仰初勘",
        "es": "Estudio sobre las creencias populares de Sangonomiya",
        "fr": "Étude préliminaire des croyances populaires de Sangonomiya",
        "id": "Studi Pendahuluan Kepercayaan Rakyat Sangonomiya",
        "jp": "珊瑚宮民間信仰に関する初調査",
        "kr": "산호궁 민간 신앙 기초 조사",
        "pt": "Um Estudo Preliminar sobre as Crenças do Povo de Sangonomiya",
        "ru": "Предварительное исследование народных верований Сангономии",
        "th": "การสำรวจความเชื่อของผู้คนใน Sangonomiya",
        "vi": "Nghiên Cứu Tín Ngưỡng Dân Gian Sangonomiya"
    },
    "id": 101596,
    "materialDesc": {
        "en": "This paper was written by Shihab Purbiruni, a scholar of modern history from Sumeru, two years before the civil war in Inazuma. It details the folk beliefs of Watatsumi Island and the Sangonomiya people, and puts forward some relatively new academic propositions.",
        "de": "Diese Arbeit wurde von Shihab Purbiruni, einem Gelehrten der modernen Geschichte aus Sumeru, zwei Jahre vor dem Bürgerkrieg in Inazuma geschrieben. Sie beschreibt den Volksglauben der Insel Watatsumi und des Volkes von Sangonomiya und stellt einige relativ neue wissenschaftliche Thesen auf.",
        "chs": "须弥近代史家希哈布·普尔比鲁尼的论著，书写于稻妻内战之前两年。简述了海祇岛的珊瑚宫民间信仰，并提出了较新的学术主张",
        "cht": "須彌近代史家希哈布·普爾比魯尼的論著，書寫於稻妻內戰之前兩年。簡述了海祇島的珊瑚宮民間信仰，並提出了較新的學術主張",
        "es": "Una investigación de Shihab Purbiruni, erudito de Sumeru experto en historia moderna, escrita dos años antes de la guerra civil de Inazuma. En ella, habla de las creencias populares de la Isla Watatsumi y del pueblo de Sangonomiya mediante un novedoso enfoque académico.",
        "fr": "Un texte écrit par Shihab Purbiruni, un historien moderne de Sumeru, deux ans avant la guerre civile d'Inazuma. Il décrit en détail les croyances populaires de l'Île de Watatsumi et des habitants de Sangonomiya, en plus de proposer des positions novatrices d'un point de vue académique.",
        "id": "Jurnal ini ditulis oleh Shihab Purbiruni, seorang sarjana sejarah modern dari Sumeru, dua tahun sebelum perang saudara di Inazuma. Isinya menuliskan secara rinci mengenai kepercayaan rakyat Pulau Watatsumi beserta orang-orang Sangonomiya, dan mengajukan beberapa rancangan akademis yang relatif baru.",
        "jp": "スメールの近代歴史家シハブ·プルビルニの著作。稲妻内戦が始まる二年前に書かれたもの。海祇島の珊瑚宮の民間信仰を簡潔に述べた上で、比較的に新しい学術的な主張を出している。",
        "kr": "수메르 근대 역사가 쉬하브·푸르비루니의 저서. 이나즈마 내전이 일어나기 2년 전에 쓰였다. 와타츠미섬 산호궁의 민간 신앙과, 비교적 새로운 학술적 주장을 제시했다",
        "pt": "Uma pesquisa escrita por Shihab Purbiruni, um acadêmico da história moderna de Sumeru, dois anos antes da guerra civil de Inazuma. Detalha as crenças populares e o povo de Sangonomiya, e faz algumas novas propostas acadêmicas.",
        "ru": "Этот труд был написан Шихабом Пурбируни, исследователем современной истории из Сумеру, за два года до начала гражданской войны в Инадзуме. В нём подробно описываются народные верования острова Ватацуми и народа Сангономии, а также выдвигаются некоторые относительно новые научные предположения.",
        "th": "บทความนี้เขียนโดย Shihab Purbiruni นักวิชาการด้านประวัติศาสตร์สมัยใหม่จาก Sumeru เขียนเมื่อสองปีก่อนเกิดสงครามกลางเมืองใน Inazuma ให้รายละเอียดเกี่ยวกับความเชื่อพื้นบ้านของเกาะ Watatsumi และชาว Sangonomiya และนำเสนอข้อเสนอทางวิชาการที่ค่อนข้างใหม่",
        "vi": "Tác phẩm của nhà sử học cận đại Sumeru - Shihab Purbiruni, viết về hai năm trước khi xảy ra cuộc nội chiến ở Inazuma. Thuật lại vắn tắt tín ngưỡng dân gian Sangonomiya của đảo Watatsumi và đưa ra các chủ trương học thuật tương đối mới mẻ"
    },
    "materialType": "MATERIAL_QUEST"
}