{
    "name": {
        "en": "A Prize Catch",
        "de": "Guter Fang",
        "chs": "极致一钓",
        "cht": "極致一釣",
        "es": "Pesca extrema",
        "fr": "Prise suprême",
        "id": "A Prize Catch",
        "jp": "極みの一釣り",
        "kr": "낚시의 극치",
        "pt": "Pesca Extrema",
        "ru": "Экстремальная рыбалка",
        "th": "A Prize Catch",
        "vi": "Lưỡi Câu Cực Phẩm"
    },
    "id": 108175,
    "materialDesc": {
        "en": "Tartaglia's specialty. It looks like a trapped beast floundering in an ocean of blood, its death throes an inaudible scream... But Tartaglia smiles and explains that this is something he fished out of the sea, with some products from his homeland on the side.",
        "de": "Tartaglias Spezialzubereitung. Sie ähnelt stark einem Ungeheuer, das sich in einem Meer aus Blut windet. Bei seinem Tod entwichen für Menschen unhörbare Schreie ... Tartaglia nimmt es aber mit Humor und erklärt, das sei seine Beute aus dem Meer mit einigen Zutaten aus der alten Heimat.",
        "chs": "达达利亚的特色料理。如同血海中漂泊的困兽，在垂死时发出人耳所不能闻的哀嚎…不过达达利亚却笑着解释说，只是海钓的战利品加了一些老家特产而已。",
        "cht": "達達利亞的特色料理。如同血海中漂泊的困獸，在垂死時發出人耳所不能聞的哀嚎…不過達達利亞卻笑著解釋說，只是海釣的戰利品加了一些老家特產而已。",
        "es": "La especialidad de Tartaglia. Es como una bestia atrapada en un mar sangriento, emitiendo gritos de agonía inaudibles para las personas... Pero Tartaglia sonríe y explica que no es más que lo que ha pescado y algunas especialidades típicas de su ciudad natal.",
        "fr": "Spécialité culinaire de Tartaglia. On dirait une bête piégée dans une mare de sang, émettant des cris d'agonie inaudibles... Ce à quoi Tartaglia répond que ce n'est rien d'autre que ce qu'il a attrapé en mer et quelques spécialités locales de sa ville natale.",
        "id": "Hidangan spesial Tartaglia. Tampak seperti hewan yang terperangkap di lautan darah, raungan kematiannya saat sekarat tidak terdengar... Namun Tartaglia tersenyum dan menjelaskan bahwa itu hanya hasil dari penangkapan ikan di laut dan beberapa makanan khas setempat.",
        "jp": "タルタリヤのオリジナル料理。海を漂う野獣が、野垂れ死ぬ前に発した音のない咆哮のようだ…ただ、タルタリヤは笑いながら、海釣りの戦利品が勝手に故郷の土産を持ってきたのだろうと説明した。",
        "kr": "타르탈리아의 특제 요리. 피바다를 표류하는 야수가 죽기 직전에 울부짖는 것 같이 끔찍하다…그러나 타르탈리아는 웃으며 바다에서 건진 전리품에 고향 특산품을 곁들였을 뿐이라고 설명한다",
        "pt": "Uma receita especial de Tartaglia. É uma besta presa em um mar de sangue, emite gritos de agonia que incomoda as pessoas... Mas Tartaglia sorri e fala que é apenas um peixe e alguns produtos da sua terra natal.",
        "ru": "Особое блюдо Тартальи. Оно выглядит, как раненый зверь, утопающий в море собственной крови и издающий предсмертный стон, недоступный человеческому слуху... Но Тарталья лишь с улыбкой отвечает, что это всего-навсего его рыболовный трофей, приготовленный с некоторыми традиционными для его родины продуктами.",
        "th": "อาหารจานพิเศษของ Tartaglia มันเหมือนกับอสูรร้ายที่ติดอยู่ในทะเลสีเลือด และส่งเสียงร้องด้วยความเจ็บปวดที่ไม่มีใครได้ยิน... แต่ Tartaglia กลับยิ้มและอธิบายว่า มันเป็นเพียงสิ่งที่เขาตกได้จากทะเล และเพิ่มของพิเศษบางอย่างจากบ้านเกิดของเขาลงไปเท่านั้นเอง",
        "vi": "Món đặc biệt của Tartaglia. Giống như quái thú bị mắc kẹt giữa biển máu, trước khi chết phát ra âm thanh ai oán mà người thường không thể nghe được... Tartaglia vừa cười vừa giải thích rằng, đây chỉ là chiến lợi phẩm câu được, kết hợp với một vài đặc sản quê nhà mà thôi."
    },
    "materialType": "MATERIAL_FOOD"
}