{
    "name": {
        "en": "Arakara's Flower",
        "de": "Blume von Arakara",
        "chs": "兰伽卢的花",
        "cht": "蘭伽盧的花",
        "es": "Flor de Arakara",
        "fr": "Fleur d'Arakara",
        "id": "Bunga Arakara",
        "jp": "アランカラの花",
        "kr": "아란카라의 꽃",
        "pt": "Flor de Arakara",
        "ru": "Цветок Аракары",
        "th": "ดอกไม้ของ Arakara",
        "vi": "Hoa Arakara"
    },
    "id": 101826,
    "materialDesc": {
        "en": "A flower gifted to you by Arakara.\\nFor Arakara, who nurtures Viparyas, flowers given to friends must be most precious indeed.",
        "de": "Eine von Arakara geschenkte Blume.\\nFür Arakara, der Viparyas kulitivert, muss die Blume, die er seinen Freunden schenkt, sehr wertvoll sein.",
        "chs": "兰伽卢赠送的花儿。\\n对于培育「毗波耶」的他来说，值得送给朋友的花，应该是十分宝贵的东西。",
        "cht": "蘭伽盧贈送的花朵。\\n對於培育「毗波耶」的他來說，值得送給朋友的花，應該是十分寶貴的東西。",
        "es": "Una flor que te dio Arakara.\\nSegún él, que suele cuidar viparyas, las flores que se regalan a los amigos son las más valiosas.",
        "fr": "Une fleur offerte par Arakara.\\nC'est lui qui s'occupe de l'entretien des viparyas, donc pour lui, les fleurs que l'on offre à ses amis sont toujours des fleurs précieuses.",
        "id": "Bunga yang diberikan padamu oleh Arakara.\\nBagi Arakara yang merawat Viparyas, bunga yang diberikan pada teman pastinya berharga.",
        "jp": "アランカラから貰った花。\\n「ヴィパリャス」を育てるアランカラにとって、友達への贈り物にふさわしい花は、きっととても大切なもの。",
        "kr": "아란카라가 선물한 꽃.\\n「비파랴스」를 키우는 아란카라에게 있어 친구에게 선물할 만한 꽃은 매우 귀중했을 것이다",
        "pt": "Flor dada por Arakara.\\nPara Arakara, que cuida de Viparya, flores dadas a amigos devem ser muito preciosas.",
        "ru": "Цветок, подаренный Аракарой.\\nАракара выращивает випариас и отбирает самые ценные цветы, чтобы подарить своим друзьям.",
        "th": "ดอกไม้ที่ Arakara มอบให้\\nสำหรับเขาที่เป็นผู้ดูแล \"Viparyas\" ดอกไม้ที่ควรค่าแก่การมอบให้เพื่อน คงจะเป็นสิ่งที่ล้ำค่าเป็นอย่างยิ่ง",
        "vi": "Hoa Arakara tặng.\\nĐối với một người nuôi dưỡng \"Viparyas\" như Arakara, những bông hoa đáng để tặng bạn bè có lẽ là những thứ rất quý giá."
    },
    "materialType": "MATERIAL_QUEST"
}