{
    "name": {
        "en": "Arapandu's Flower",
        "de": "Blume von Arapandu",
        "chs": "兰般度的花",
        "cht": "蘭般度的花",
        "es": "Flor de Arapandu",
        "fr": "Fleur d'Arapandu",
        "id": "Bunga Arapandu",
        "jp": "アランパンドゥの花",
        "kr": "아란판두의 꽃",
        "pt": "Flor de Arapandu",
        "ru": "Цветок Арапанду",
        "th": "ดอกไม้ของ Arapandu",
        "vi": "Hoa Arapandu"
    },
    "id": 101817,
    "materialDesc": {
        "en": "A flower gifted to you by Arapandu.\\nCan power the Varuna Contraption and adjust the amount of water contained within the earth, thus breathing new life into the forest.",
        "de": "Eine von Arapandu geschenkte Blume.\\nKann die „Varuna-Maschine“ antreiben und den Wassergehalt im Boden anpassen, wodurch der Wald üppig zu blühen beginnt.",
        "chs": "兰般度赠送的花儿。\\n会驱动「法留纳神机」，调节大地中的水分，让森林欣欣向荣。",
        "cht": "蘭般度贈送的花朵。\\n會驅動「法留納神機」，調節大地中的水分，讓森林欣欣向榮。",
        "es": "Una flor que te dio Arapandu.\\nSirve como alimentación de la máquina divina de Váruna. Regula la cantidad de agua en la tierra y hace que el bosque irradie vida.",
        "fr": "Une fleur offerte par Arapandu.\\nElle est capable d'alimenter l'outil varuna et de réguler la quantité d'eau contenue dans la terre afin que la forêt puisse prospérer.",
        "id": "Bunga yang diberikan padamu oleh Arapandu.\\nDapat menyalakan Varuna Contraption dan mengatur jumlah air yang terkandung di dalam bumi, sehingga menghembuskan kehidupan baru ke dalam hutan.",
        "jp": "アランパンドゥから貰った花。\\n「ヴァルナ神器」を動かし、大地の水分を調節して森を繁栄させられる。",
        "kr": "아란판두가 선물한 꽃.\\n「바루나 신기」를 구동하고 대지의 수분을 조절해 숲을 번성하게 할 수 있다",
        "pt": "Flor dada por Arapandu.\\nEla alimenta a Máquina Varuna para ajustar a quantidade de água da terra e fazer a floresta prosperar.",
        "ru": "Цветок, подаренный Арапанду.\\nСпособен запустить машину Варуны и отрегулировать содержание влаги в почве, чтобы лес рос и развивался.",
        "th": "ดอกไม้ที่ Arapandu มอบให้\\nสามารถขับเคลื่อน \"กลไกมหัศจรรย์ Varuna\" ได้ และปรับความสมดุลของความชุ่มชื้นในผืนดิน เพื่อให้ป่าไม้เจริญงอกงาม",
        "vi": "Hoa Arapandu tặng.\\nBiết điều khiển \"Cỗ Máy Varuna\", điều tiết lượng nước trong đất, để khu rừng phát triển mạnh mẽ."
    },
    "materialType": "MATERIAL_QUEST"
}