{
    "name": {
        "en": "Ararycan's Flower",
        "de": "Blume von Ararycan",
        "chs": "兰利遮的花",
        "cht": "蘭利遮的花",
        "es": "Flor de Ararycan",
        "fr": "Fleur d'Ararycan",
        "id": "Bunga Ararycan",
        "jp": "アランラキャの花",
        "kr": "아란리캔의 꽃",
        "pt": "Flor de Ararycan",
        "ru": "Цветок Арарикана",
        "th": "ดอกไม้ของ Ararycan",
        "vi": "Hoa Ararycan"
    },
    "id": 101824,
    "materialDesc": {
        "en": "A flower gifted to you by Ararycan.\\nThere is neither soil nor water inside the Ruin Golem. It must be a nightmarish place for Ararycan.",
        "de": "Eine von Ararycan geschenkte Blume.\\nIm Inneren des Ruinenriesen gibt es weder Erde noch Wasser. Das muss für Ararycan wirklich ein bedrückender Ort sein.",
        "chs": "兰利遮赠送的花儿。\\n遗迹巨像的内部没有土地、没有水，对他来说或许很可怕吧。",
        "cht": "蘭利遮贈送的花朵。\\n遺蹟巨像的內部沒有土地、沒有水，對他來說或許很可怕吧。",
        "es": "Una flor que te dio Ararycan.\\nEn el interior del Coloso de las Ruinas no hay ni tierra ni agua, así que debe de ser un lugar aterrador para Ararycan.",
        "fr": "Une fleur offerte par Ararycan.\\nIl n'y a ni terre ni eau à l'intérieur du Golem des ruines. Ce doit être un endroit cauchemardesque pour Ararycan.",
        "id": "Bunga yang diberikan padamu oleh Ararycan.\\nTidak ada tanah atau air di dalam Ruin Golem. Itu pasti bagaikan mimpi buruk bagi Ararycan.",
        "jp": "アランラキャから貰った花。\\n遺跡巨像の内部には土も水もない。アランラキャにとっては、怖いことかもしれない。",
        "kr": "아란리캔이 선물한 꽃.\\n유적 거상 내부에는 흙도 없고 물도 없어서 아란리캔에게는 두려운 곳일 것이다",
        "pt": "Flor dada por Ararycan.\\nNão há terra ou água dentro de um Gigante das Ruínas, isso deve ser muito horrível para ele.",
        "ru": "Цветок, подаренный Арариканом.\\nВ големе руин нет ни земли, ни воды. Как же ему там страшно.",
        "th": "ดอกไม้ที่ Ararycan มอบให้\\nภายในของ Ruin Golem ไม่มีทั้งพื้นดิน ไม่มีทั้งน้ำ บางทีสำหรับเขาแล้วอาจเป็นเรื่องที่น่ากลัวมากเลยก็ได้นะ",
        "vi": "Hoa Ararycan tặng.\\nBên trong Tượng Di Tích Khổng Lồ không có đất, không có nước, đối với Ararycan có lẽ rất đáng sợ."
    },
    "materialType": "MATERIAL_QUEST"
}