{
    "name": {
        "en": "Arataki's Great and Glorious Drum",
        "de": "Aratakis große und spektakuläre Trommel",
        "chs": "荒泷·盛世豪鼓",
        "cht": "荒瀧·盛世豪鼓",
        "es": "Sublime y glorioso tambor de Arataki",
        "fr": "Tambourin harmonieux d'Arataki",
        "id": "Drum Arataki yang Paling Hebat dan Paling Keren",
        "jp": "荒瀧·盛世豪鼓",
        "kr": "아라타키·천하제일의 북",
        "pt": "Tambor Glorioso de Arataki",
        "ru": "Грандиозный барабан Аратаки",
        "th": "กลองโห่ร้อง Arataki",
        "vi": "Trống Arataki Đệ Nhất"
    },
    "id": 220051,
    "materialDesc": {
        "en": "A musical instrument that can be used in performances.\\nA small drum that Itto gave you. He bought it from an outlander merchant, and while it does look quite normal, it is said to be a relic left behind by an ancient and powerful onmyouji who used it to drive out calamity and pray for blessings.\\nIt would cost an ordinary person a large sum if they were to wish to possess this, but the price may be negotiated if one has some connection to the drum.\\nAnd wouldn't you know it? An 8,000,000 Mora treasure was eventually purchased for 80,000. What a steal for Itto, eh?",
        "de": "Ein Instrument, das bei Aufführungen verwendet werden kann.\\nEine kleine Trommel, die Itto dir gegeben hat. Er hat sie von einer fremden Händlerin gekauft. Obwohl sie ganz normal aussieht, heißt es, dass sie ein Relikt ist, das ein alter und mächtiger Onmyouji zurückgelassen hat, der damit Unheil vertrieben und um Segen gebetet hatte.\\nEin normaler Mensch würde einen großen Preis zahlen, wenn er sich sie zu eigen machen wollte, aber der Preis kann ausgehandelt werden, wenn man eine Verbindung zu der Trommel hat.\\nUnd wusstest du? Der Schatz im Wert von acht Millionen Mora wurde schließlich für achtzigtausend gekauft. Was für ein Schnäppchen für Itto, oder?",
        "chs": "使用后，可以进行演奏的乐器。\\n一斗赠予的小鼓，是在一个异国商人那里买到的，虽然外观看起来普普通通，但据说是古代大阴阳师留下的宝具，有驱灾祈福的妙用。\\n普通人若想要据为己有，代价将十分高昂，但如果与此鼓有缘，价格便可以再商量。\\n真实惠呀，原价八百万摩拉的贵重物品，最后只要八万摩拉就可以买到，感觉让一斗占了大便宜。",
        "cht": "使用後，可以進行演奏的樂器。\\n一斗贈予的小鼓，是在一個異國商人那裡買到的，雖然外觀看起來普普通通，但據說是古代大陰陽師留下的寶具，有驅災祈福的妙用。\\n普通人若想要據為己有，代價將十分高昂，但如果與此鼓有緣，價格便可以再商量。\\n真實惠呀，原價八百萬摩拉的貴重物品，最後只要八萬摩拉就可以買到，感覺讓一斗占了大便宜。",
        "es": "Un instrumento para tocar música.\\nUn pequeño tambor que Itto te obsequió. Lo compró de un comerciante forastero. A pesar de que, en apariencia, luce como un tambor común y corriente, se dice que es una reliquia poderosa que dejó un hechicero onmyouji y que se usa para disuadir el mal.\\nA una persona normal le costaría un ojo de la cara. El precio es negociable si su comprador está destinado a tenerlo.\\n¿Quién lo diría? Itto adquirió un tesoro de ocho millones de Moras al precio de ochenta mil. ¡Una verdadera ganga para Itto!",
        "fr": "Un instrument qui peut être utilisé pour jouer de la musique.\\nItto vous a donné ce petit tambour. Il l'a acheté à un marchand étranger, et bien qu'il ait l'air tout à fait normal, on dit que c'est une relique laissée par un ancien et puissant onmyoji qui l'utilisait pour chasser les calamités et prier pour obtenir des bénédictions.\\nUne personne ordinaire qui souhaiterait l'acquérir devrait débourser une grosse somme d'argent, mais son prix peut être négocié s'il s'avère que le destin a voulu que l'acheteur entre en sa possession.\\nCe trésor d'une valeur de 8 millions de moras a finalement été acheté pour seulement 80 000. Itto a fait une vraie affaire, c'est presque du vol !",
        "id": "Alat musik yang dapat digunakan dalam pertunjukan.\\nDrum kecil pemberian Itto. Dia membelinya dari seorang pedagang asing. Meskipun terlihat biasa saja, konon katanya drum ini adalah peninggalan onmyouji sakti mandraguna. Drum ini digunakan untuk mengusir bencana dan berdoa memohon berkah.\\nKalau orang biasa ingin memiliki drum ini, harganya pasti akan sangat mahal. Tapi harganya bisa nego, asalkan berjodoh saja dengan drum ini.\\nTahu tidak? Sebuah barang pusaka senilai 8.000.000 Mora ini akhirnya bisa dibeli Itto dengan harga 80.000 Mora saja! Untung besar, ya?",
        "jp": "演奏に使える楽器。\\n荒瀧一斗から貰った小鼓。異国の商人から購入されたもの。見た目は普通だが、古代のとある有名な陰陽師が残したもので、災いを祓い祝福を与える力をもつらしい。\\n一般人がそれを手に入れるためには、極めて高い代価を払わねばならないだろう。しかし、もしこの鼓に縁があれば、値段の交渉も可能かもしれない。\\n八百万モラもする貴重なものが八万モラで買えたなんて、荒瀧一斗はいい買い物をしたんじゃない？",
        "kr": "연주할 수 있는 악기.\\n이토가 선물한 북, 이국의 상인에게서 구입한 것으로, 외관은 평범해 보이지만 고대의 대음양사가 남긴 보물이며 재앙을 쫓고 복을 비는 효과가 있다고 한다.\\n일반인이 이 북을 가지려면 매우 비싼 대가를 치러야 하지만, 이 북과 인연이 있는 자라면 가격을 흥정할 수 있다.\\n원가가 800만 모라인 비싼 물건인데, 이토는 단돈 8만 모라에 구매했다고 한다. 이토가 큰 이득을 본 것 같다",
        "pt": "Um instrumento que, depois de ser utilizado, pode ser tocado em performances.\\nÉ um tambor pequeno que Itto lhe deu. Ele comprou com um comerciante forasteiro, e apesar de sua aparência normal, dizem que é uma relíquia deixada para trás por um antigo e poderoso onmyouji que o usou para afastar uma calamidade e orar por bênçãos.\\nPara uma pessoa normal custaria um braço e uma perna. No entanto, o preço é negociável se o seu comprador estiver destinado a tê-lo.\\nE veja só, o tesouro de 8.000.000 de Mora foi comprado por 80.000. Saiu bem barato para Itto.",
        "ru": "Инструмент, с помощью которого можно исполнять музыку.\\nНебольшой барабан, который вы получили от Итто. Он приобрёл его у торговки из дальних земель. Выглядит, как самый обычный барабан, но считается, что это реликвия незапамятных времён, оставленная древним и могущественным оммёдзи, который использовал её, чтобы отгонять беды и молиться о благословениях.\\nДля простых людей покупка такого барабана обошлась бы в крупную сумму, но если человек каким-то образом связан с инструментом, то о цене можно договориться.\\nТолько подумайте! Сокровище стоимостью в восемь миллионов моры в итоге было куплено всего за восемьдесят тысяч. Итто - настоящий везунчик, правда?",
        "th": "เครื่องดนตรีที่สามารถทำการแสดงได้เมื่อใช้งาน\\nเป็นกลองเล็กที่ Itto มอบให้คุณ กลองนี้ซื้อมาจากคนค้าขายต่างแดนคนหนึ่ง แม้ว่ารูปลักษณ์ภายนอกจะดูสุดแสนจะธรรมดา แต่ได้ยินมาว่านี่เป็นสมบัติที่องเมียวจิผู้ยิ่งใหญ่ในอดีตกาลทิ้งเอาไว้ ซึ่งมีประโยชน์แสนมหัศจรรย์ทั้งในด้านการขับไล่ภัยพิบัติและด้านการอธิษฐานขอพร\\nหากคนธรรมดาทั่วไปต้องการ ราคาของมันจะสูงลิ่ว แต่ถ้าหากเป็นคนที่มีชะตาต้องกันกับกลองใบนี้ ก็จะสามารถต่อรองราคาของมันได้\\nคุ้มค่าจริง ๆ เลยล่ะ ของล้ำค่าที่มีราคาสูงถึง 8,000,000 Mora แต่ท้ายที่สุดแล้ว Itto กลับได้มันมาในราคาเพียง 80,000 Mora เท่านั้น ซึ่งทำให้ Itto รู้สึกว่าตัวเองได้เปรียบสุด ๆ เลยล่ะ",
        "vi": "Nhạc khí có thể dùng để diễn tấu.\\nChiếc trống nhỏ của Itto tặng, được mua từ chỗ thương nhân ngoại quốc, tuy trông có vẻ khá bình thường, nhưng nghe nói là bảo vật của Onmyoji xa xưa để lại, có công dụng cầu phúc diệt tai ương.\\nNgười bình thường nếu muốn sở hữu nó phải trả cái giá rất đắt, nhưng nếu có duyên với chiếc trống này thì giá cả có thể thương lượng.\\nThật là hời quá mà, giá gốc là 8,000,000 Mora, cuối cùng chỉ cần 80,000 Mora là đã mua được, cảm giác như Itto lãi to rồi."
    },
    "materialType": "MATERIAL_WIDGET"
}