{
    "name": {
        "en": "Archaic Stone",
        "de": "Altstein",
        "chs": "老石",
        "cht": "老石",
        "es": "Roca ancestral",
        "fr": "Pierre séculaire",
        "id": "Batu Kuno",
        "jp": "老石",
        "kr": "노석",
        "pt": "Pedra Ancestral",
        "ru": "Староцвет",
        "th": "หินโบราณ",
        "vi": "Lão Thạch"
    },
    "id": 101642,
    "materialDesc": {
        "en": "A strange, rare ore that was mined from The Chasm.\\nThese rocks can only be found in the ore veins of the oldest mountains. It is so rare that most merchants have probably never heard of it.\\nHowever, the changes in The Chasm have led to the emergence of much low-quality Archaic Stone, a fact that has given the merchants of Huishan Hall quite the headache.",
        "de": "Ein seltsames, seltenes Erz, das in der Schlucht abgebaut wurde.\\nDieses Gestein kann nur in den Erzgängen der ältesten Berge gefunden werden. Es ist so selten, dass die meisten Händler wahrscheinlich noch nie davon gehört haben.\\nDoch die Veränderungen in der Großen Kluft haben dazu geführt, dass viele Altsteine entstanden sind, eine Tatsache, die den Händlern in der Huishan-Kammer ziemliche Kopfschmerzen bereitet.",
        "chs": "从层岩巨渊开采出的稀有矿石。\\n这种石头仅存在于极古老的山脉之中。或许是太过罕见的关系，许多商人甚至没听说过它。\\n但近来由于层岩巨渊地下的异变，质量较为低下的老石多有出现，令辉山厅的矿石商人们颇为头疼。",
        "cht": "從層岩巨淵開採出的稀有礦石。\\n這種石頭僅存在於極古老的山脈之中。或許是太過罕見的關係，許多商人甚至沒聽說過它。\\n但近來由於層岩巨淵地下的異變，品質較為低下的老石多有出現，令輝山廳的礦石商人們頗為頭疼。",
        "es": "Un mineral extraño que solo se puede encontrar en la Sima.\\nEste tipo de roca se halla exclusivamente en las montañas más antiguas. Es tan rara que los comerciantes nunca escucharon a nadie mencionarla antes.\\nPero, debido a las transformaciones subterráneas de la Sima, aparecieron numerosas rocas ancestrales cuya calidad deja mucho que desear, lo que provoca dolores de cabeza a los mineros y comerciantes del Salón Huishan.",
        "fr": "Un minerai rare que l'on ne trouve que dans le Gouffre.\\nCette pierre se trouve exclusivement dans les montagnes les plus anciennes. Peu de marchands ont entendu parler d'elle, sans doute en raison de sa rareté.\\nEn revanche, les changements survenus récemment dans les souterrains du Gouffre ont fait apparaître de nombreuses pierres séculaires dont la qualité laisse à désirer, ce qui ne manque pas de donner des maux de tête aux marchands du Hall Huishan.",
        "id": "Bijih aneh dan langka yang ditambang dari Chasm.\\nBatu semacam ini hanya dapat ditemukan di nadi pegunungan tertua. Keberadaannya sangat langka hingga sebagian besar pedagang mungkin belum pernah mendengarnya.\\nNamun, perubahan di Chasm telah menyebabkan munculnya banyak Batu Kuno, hal ini membuat para pedagang di Huishan Hall cukup pusing.",
        "jp": "層岩巨淵で掘り出せる希少な鉱石。\\n非常に古い山からしか出ず、あまりにも珍しいため、商人でもほとんど存在を知らない。\\n近頃は、層岩巨淵で起こった異変により質の劣った老石が出現し始め、輝山庁の鉱石商人を困らせている。",
        "kr": "층암거연에서 채굴한 희귀 광석.\\n아주 오래된 산맥에서만 채취해낼 수 있으며, 그래서인지 이 광석을 들어본 적조차 없는 상인이 많다.\\n하지만 최근 층암거연 지하의 이변으로 인해, 품질이 다소 낮은 노석들이 대거 나타나고 있어 휘산청의 광석 상인들이 골머리를 앓고 있다",
        "pt": "Um minério estranho e raro extraído do Despenhadeiro.\\nEssas rochas só podem ser encontradas nos veios de minérios das montanhas mais antigas. É tão raro que a maioria dos comerciantes provavelmente nunca sequer ouviram falar dele.\\nEntretanto, as mudanças no Despenhadeiro permitiram a emersão de muitas Pedras Antigas, um fato que deixou os comerciantes do Salão Huishan com uma grande dor de cabeça.",
        "ru": "Редкий минерал, добываемый в Разломе.\\nЕго залежи можно найти только в самых древних горах. Из-за чрезвычайной редкости этого минерала многие купцы даже не слышали о нём.\\nПо причине недавних изменений в подземных шахтах Разлома появилось множество староцветов низкого качества, что принесло торговцам рудой из Хуэй Шань немало неприятностей.",
        "th": "แร่หายากที่ขุดได้จาก Chasm\\nหินนี้มีอยู่ในเทือกเขาที่เก่าแก่มากเท่านั้น หรือไม่ก็หาได้ยากมาก แม้แต่นักธุรกิจส่วนใหญ่ก็ยังไม่เคยได้ยินชื่อของมัน\\nแต่ในช่วงนี้อันเนื่องมาจากการเปลี่ยนแปลงใน Chasm หินโบราณคุณภาพต่ำจำนวนมากจึงปรากฏขึ้นมา ซึ่งนั่นทำให้เหล่าพ่อค้าแร่ใน Huishan Hall ปวดหัวมากเลยล่ะ",
        "vi": "Khoáng thạch hiếm được khai thác từ Vực Đá Sâu.\\nLoại đá này chỉ tồn tại trong rặng núi cực kỳ cổ xưa. Có lẽ vì quá hiếm nên nhiều thương nhân cũng chưa từng nghe qua.\\nNhưng gần đây do biến cố bên dưới Vực Đá Sâu, làm cho các loại đá chất lượng thấp xuất hiện khá nhiều, làm cho các thương nhân khoáng thạch của Huy Sơn Đình vô cùng đau đầu."
    },
    "materialType": "MATERIAL_QUEST"
}