{
    "name": {
        "en": "\"Archivist's Treasure Trove\"",
        "de": "„Schatzregal des Archivars“",
        "chs": "「司书的宝库」",
        "cht": "「司書的寶庫」",
        "es": "Tesoro del archivero",
        "fr": "« Trésor de l'archiviste »",
        "id": "\"Gudang Harta Arsiparis\"",
        "jp": "「司書の宝庫」",
        "kr": "「사서의 보물 창고」",
        "pt": "Tesouro do Arquivista",
        "ru": "Сокровищница архивариуса",
        "th": "\"คลังสมบัติแห่งความรู้\"",
        "vi": "Kho Báu Của Thủ Thư"
    },
    "id": 381205,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Archivist's Treasure Trove.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Schatzregal des Archivars“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『司书的宝库』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『司書的寶庫』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Tesoro del archivero.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du « Trésor de l'archiviste ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Gudang Harta Arsiparis\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『司書の宝庫』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「사서의 보물 창고」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Tesouro do Arquivista\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Сокровищница архивариуса».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"คลังสมบัติแห่งความรู้\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Kho Báu Của Thủ Thư\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}