{
    "name": {
        "en": "A Record of Qiming and Zhihua's Conversation",
        "de": "Aufzeichnung des Gesprächs zwischen Qiming und Zhihua",
        "chs": "绮命与志华的对话记录",
        "cht": "綺命與志華的對話記錄",
        "es": "Conversación entre Chiming y Zhihua",
        "fr": "Conversation entre Qiming et Zhihua",
        "id": "Rekaman Pembicaraan Qiming dan Zhihua",
        "jp": "綺命と志華の会話記録",
        "kr": "기명과 지화의 대화 기록",
        "pt": "Um registro da Conversão de Qiming e Zhihua",
        "ru": "Разговор Ци Мин и Чжи Хуа",
        "th": "บันทึกการสนทนาของ Qiming และ Zhihua",
        "vi": "Ghi chép về cuộc đối thoại giữa Zhihua và Qiming"
    },
    "id": 100503,
    "materialDesc": {
        "en": "A record of Qiming and Zhihua's conversation. It seems like banal passing of the buck, but it feels like there is some tacit understanding hidden within...",
        "de": "Die Aufzeichnung eines Gesprächs zwischen Qiming und Zhihua. Es scheint sich um ein ganz belangloses Gespräch zu handeln. Doch man wird das Gefühl nicht los, dass die oberflächlichen Worte in eine ganz bestimmte Richtung zeigen.",
        "chs": "绮命与志华的对话记录。看起来只是一些无聊的推搪对话，但总感觉，里面有一些微妙的默契…",
        "cht": "綺命與志華的對話記錄。看起來只是一些無聊的對話，但總感覺，裡面有一些微妙的默契…",
        "es": "Un registro de la conversación entre Chiming y Zhihua. Parece un diálogo con excusas aburridas, pero quizás hay una implicación tácita escondida...",
        "fr": "Le compte-rendu de la conversation entre Qiming et Zhihua. Cette conversation tout ce qu'il y a de plus ordinaire semble cacher un accord tacite...",
        "id": "Riwayat percakapan antara Qiming dan Zhihua. Sepintas terlihat seperti percakapan yang membosankan, tapi rasanya ada beberapa pesan rahasia yang tersembunyi di dalamnya...",
        "jp": "綺命と志華の会話記録。何の変哲もない会話に見えるが、その中に何とも言えない二人の阿吽の呼吸を感じる…",
        "kr": "기명과 지화의 대화 기록. 핑계를 대며 얼버무리는 무의미한 대화 같지만, 미묘하게 케미가 잘 맞는 것 같은 느낌이…",
        "pt": "Um registro da conversa de Qiming e Zhihua. Parece banal, mas parece que há um entendimento tácito escondido dentro...",
        "ru": "Запись разговора Ци Мин и Чжи Хуа. Звучит как обычное прощание, но, очевидно, в него заложено некое молчаливое понимание...",
        "th": "บันทึกการสนทนาของ Qiming และ Zhihua ดูไปแล้วเป็นเพียงบทสนทนาที่น่าเบื่อ แต่มักรู้สึกว่าภายในแฝงไปด้วยสัญญาแบบลับ ๆ ที่ลึกซึ้ง...",
        "vi": "Sau khi xem qua ghi chép về cuộc đối thoại giữa Zhihua và Qiming khiến người đọc thường cảm thấy nhàm chán, nhưng trong đó lại có chút ăn ý kỳ lạ giữa hai người."
    },
    "materialType": "MATERIAL_QUEST"
}