{
    "name": {
        "en": "A Record of Little Meng, Little Fei, and Little Lulu's Conversation",
        "de": "Aufzeichnung des Gesprächs zwischen Meng, Fei und Lulu",
        "chs": "小蒙、阿飞与璐璐的对话记录",
        "cht": "小蒙、阿飛與璐璐的對話記錄",
        "es": "Conversación entre Meng, Fei y Lulu",
        "fr": "Conversation entre Petit Meng, Fei et Lulu",
        "id": "Catatan Pembicaraan dengan Little Meng, Little Fei, dan Little Lulu",
        "jp": "モン、飛とルルの会話記録",
        "kr": "소몽, 아비 그리고 룰루의 대화 기록",
        "pt": "Conversa entre Meng, Fei e Lulu",
        "ru": "Разговор малышей Мэна, Фэя и Лулу",
        "th": "บันทึกการสนทนาของหนูน้อย Meng, Fei และ Lulu",
        "vi": "Ghi chép về cuộc đối thoại giữa A Meng, A Fei và Lulu"
    },
    "id": 100505,
    "materialDesc": {
        "en": "A record of Little Meng, Little Fei and Little Lulu's conversation. It appears to only be the straightforward conversation of children. But one can dimly sense some unnameable emotion sprouting in the hearts of the children. Perhaps this sprout will continue to gradually grow until its branches stretch out across the skies, no longer able to be ignored by anyone...",
        "de": "Die Aufzeichnung eines Gesprächs zwischen Meng, Fei und Lulu. Auf den ersten Blick scheinen dies nur die arglosen Worte von Kindern zu sein. Man kann ihnen jedoch die Anfänge früher Gefühlsregungen entnehmen. Womöglich werden diese Gefühle eines Tages so weit anwachsen, dass sie sich über den Himmel ausbreiten und von niemandem mehr ignoriert werden können.",
        "chs": "小蒙、阿飞与璐璐的对话记录。看起来只是一些无忌的童言，但从中也能隐约注意到孩子们心中懵懂情感的萌芽。也许，这些情感还会逐渐成长，直到枝蔓蔽天，无论是谁都无法将其忽视…",
        "cht": "小蒙、阿飛與璐璐的對話記錄。看起來只是一些無忌的童言，但從中也能隱約注意到孩子們心中懵懂情感的萌芽。也許，這些情感還會逐漸成長，直到枝蔓蔽天，無論是誰都無法將其忽視…",
        "es": "Un registro de la conversación entre Meng, Fei y Lulu. Parece ser solo una conversación normal entre niños, pero se puede percibir cómo una emoción brota de sus inocentes corazones. Tal vez esta emoción crezca hasta que sus ramas se extiendan por los cielos y nadie pueda seguir ignorándola...",
        "fr": "Le compte-rendu de la conversation entre Petit Meng, Fei et Lulu. Il s'agit d'une conversation innocente entre enfants, mais dont se dégage une certaine émotion. Peut-être qu'elle germera et donnera naissance à quelque chose de grandiose.",
        "id": "Riwayat percakapan antara Little Meng, Little Fei dan Little Lulu. Sepintas terlihat seperti percakapan anak-anak yang polos. Tapi kamu seperti dapat merasakan emosi di dalam hati anak-anak tersebut. Mungkin benih emosi ini akan terus tumbuh hingga cabangnya membentang sampai ke langit dan tidak dapat diabaikan lagi oleh siapa pun...",
        "jp": "モン、飛とルルの会話記録。ただの子供の会話に見えるが、その中にある感情はなんとなく見えてくる。その感情はいつか誰もが無視できないほど大きなものになるだろうか…",
        "kr": "소몽, 아비 그리고 룰루의 대화 기록. 그저 아이들의 거리낌 없는 대화 같지만, 어렴풋이 그들의 마음속에 감정이 싹튼 것을 알 수 있다. 이 감정들이 점차 아무도 무시할 수 없을 정도로 자라날지도 모른다…",
        "pt": "Um registro da conversa entre o Pequeno Meng, Pequeno Fei e Pequena Lulu. Parece ser apenas uma conversa normal entre crianças. Mas é possível sentir uma emoção inominável brotando nos corações das crianças. Talvez esse broto irá gradativamente crescer até que ele ramifique e se expanda até os céus, quando não poderão ser ignorados por mais ninguém...",
        "ru": "Запись разговора малышей Мэна, Фэя и Лулу. Кажется, что это всего лишь детские разговоры, но вы слабо ощущаете неведомые эмоции, прорастающие сквозь детские сердца. Возможно, эти ростки будут продолжать медленно расти, пока их ветви не растянутся по небу, и никто больше не сможет их игнорировать...",
        "th": "บันทึกการสนทนาของหนูน้อย Meng, Fei และ Lulu ดูแล้วเป็นเพียงคำพูดของเด็กที่ไม่ ควรถือสา ทว่าสามารถสัมผัสได้ถึงความรู้สึกที่ ไร้เดียงสาในใจของพวกเด็ก ๆ ความรู้สึกเหล่านี้สามารถค่อย ๆ เติบโตเฉกเช่นกิ่งก้านที่แตกใบ ปกคลุมทั่วท้องฟ้า ซึ่งไม่ว่าใครก็ไม่สามารถมองข้ามได้...",
        "vi": "Sau khi xem qua ghi chép về cuộc đối thoại giữa A Meng, A Fei và Lulu, người đọc chỉ cảm thấy sự ngây thơ trong những câu nói, nhưng sau nó dường như thoắt ẩn thứ tình cảm dần manh nha trong đầu bọn trẻ. Có lẽ, những tình cảm này sẽ trưởng thành, đâm chồi nẩy lộc và được mọi người phát hiện..."
    },
    "materialType": "MATERIAL_QUEST"
}