{
    "name": {
        "en": "A Research Paper by Pir Kavikavus",
        "de": "Abhandlung von Pir Kavikavus",
        "chs": "迦毗鸠师的论文",
        "cht": "迦毗鳩師的論文",
        "es": "Ensayo del profesor Kavikavus",
        "fr": "Thèse de Pir Kavikavus",
        "id": "Skripsi Pir Kavikavus",
        "jp": "カビカバスの論文",
        "kr": "대스승 카비카부스의 논문",
        "pt": "Dissertação do Pir Kavikavus",
        "ru": "Научная работа пира Кавикавуса",
        "th": "วิทยานิพนธ์ของ Pir Kavikavus",
        "vi": "Luận Văn Của Pir Kavikavus"
    },
    "id": 120001,
    "materialDesc": {
        "en": "This paper is titled \"Theory and Practice: Enhancing the Safety of the Chaos Core in Unstable Conditions Using the Khaenri'ah Ruin Golem of Devantaka Mountain as an Example.\" The body of the paper is riddled with jargon. If you are not a senior Kshahrewar researcher, chances are that the paper's argument will be no less than unfathomable.",
        "de": "Eine wissenschaftliche Abhandlung betitelt mit „Theorie und Praxis: Verbesserung der Sicherheit des Chaos-Getriebes unter instabilen Bedingungen am Beispiel des Ruinenriesen vom alten Reich Khaenri’ah auf dem Devantaka-Berg“. Der Volltext steckt voller Fachtermini. Für jemanden, der kein erfahrener Forscher der Baulehre ist, sind die Thesen dieser Arbeit vollkommen unbegreiflich.",
        "chs": "标题为《关于混沌炉心在非稳定态下的安全性提升的理论与实践——以降诸魔山之古国坎瑞亚遗迹巨像为例》的论文。正文充斥着大量术语，若非妙论派的资深学者，恐怕很难理解论文中的论证过程。",
        "cht": "標題為《非穩定態混沌爐心之安全性提升理論與實踐——以降諸魔山之古國坎瑞亞遺蹟巨像為例》的論文。正文充滿大量術語，若非妙論派的資深學者，恐怕很難理解論文中的論證過程。",
        "es": "El título del ensayo es «Teoría y práctica sobre la mejora de la seguridad de las Calderas del caos en condiciones inestables: el caso del Coloso de las Ruinas de Khaenri'ah en la Montaña Devantaka». El ensayo está repleto de tecnicismos, por lo que sería difícil para alguien que no fuera de la Escuela de Tecnología comprender el hilo argumental del texto.",
        "fr": "Un article intitulé « Théorie et pratique : amélioration de la sécurité du noyau du chaos dans des conditions instables — Exemple du Golem des ruines de Khaenri'ah, l'ancien royaume de la Montagne Devantaka ». Il est truffé de jargon. Si vous n'êtes pas un chercheur chevronné du Kshahrewar, il y a de fortes chances que la thèse qu'il soutient soit incompréhensible pour vous.",
        "id": "Sebuah skripsi dengan judul \"Teori dan Penerapan: Meningkatkan Keamanan Chaos Core yang Tidak Stabil Menggunakan Contoh Ruin Golem Khaenri'ah dari Gunung Devantaka\". Banyak sekali terminologi pada bagian teks utamanya. Kalau bukan pelajar senior Kshahrewar, sepertinya akan sangat sulit untuk memahami proses pembuktian yang tertuang di dalam skripsi ini.",
        "jp": "『不安定な状態における混沌の炉心の安全性強化に関する理論と実践——デーヴァーンタカ山にある古国カーンルイアの遺跡巨像を例として』というタイトルの論文。本文には専門用語が多く、妙論派のベテラン学者でもなければ、論文の論証過程を理解するのは難しいだろう。",
        "kr": "《불안정한 상태의 혼돈 노심 안전성 제고를 위한 이론과 실천——데반타카산의 고대 국가 켄리아 유적 거상을 예시로》라는 제목의 논문. 본문에는 대량의 전문 용어가 함유되어 있어 경험이 풍부한 묘론파 학자가 아니라면 논문의 논증 과정을 이해하기 힘들 것이다",
        "pt": "Esse artigo é intitulado \"Teoria e Prática: Melhorando a Segurança da Fornalha do Caos em Condições Instáveis Utilizando o Gigante das Ruínas de Khaenri'ah da Montanha Devantaka Como Referencial\". O artigo está repleto de jargões. Se você não for um pesquisador Kshahrewar, o argumento do artigo será quase incompreensível.",
        "ru": "Научная работа на тему «Теория и практика: Повышение безопасности ядра хаоса в нестабильном состоянии на примере голема руин Каэнри'ах горы Девантаки». Текст научной работы изобилует специальными терминами, и вряд ли кто-то, кроме старших учёных Кшахревара, способен понять аргументацию автора.",
        "th": "วิทยานิพนธ์ที่มีหัวข้อ \"ทฤษฎีและการปฏิบัติเกี่ยวกับการเพิ่มความปลอดภัยของ Chaos Core ที่อยู่ในสภาวะไม่เสถียร... โดยใช้ Ruin Golem แห่ง Khaenri'ah ที่อยู่ใน Devantaka Mountain เป็นตัวอย่าง\" เนื้อหาหลักเต็มไปด้วยศัพท์ทางวิชาการ เกรงว่าหากไม่ใช่นักวิชาการภาควิชาเทคโนโลยีระดับอาวุโสก็คงไม่อาจทำความเข้าใจกับขั้นตอนการพิสูจน์ในวิทยานิพนธ์ได้",
        "vi": "Luận văn với tiêu đề \"Lý Luận Và Thực Tế Về Chuyện Tăng Tính An Toàn Của Trái Tim Hỗn Độn Trong Trạng Thái Không Ổn Định. Dùng Tượng Di Tích Khổng Lồ Của Vương Quốc Cổ Khaenri'ah Trong Núi Devantaka Làm Ví Dụ\". Văn bản chính chứa rất nhiều thuật ngữ, và sẽ rất khó để hiểu quá trình tranh luận trong luận văn, trừ khi bạn là một học giả có thâm niên của Học Phái Kshahrewar."
    },
    "materialType": "MATERIAL_QUEST"
}