{
    "name": {
        "en": "Arms Factory",
        "de": "Waffenfabrik",
        "chs": "备战的兵器工坊",
        "cht": "備戰的兵器工坊",
        "es": "Fábrica de armas",
        "fr": "Fabrique d'armes",
        "id": "Pabrik Senjata",
        "jp": "整備された武器工房",
        "kr": "정비된 무기 공방",
        "pt": "Oficina de Preparação de Armas",
        "ru": "Оружейная мастерская",
        "th": "โรงงานผลิตอาวุธเตรียมพร้อมทำสงคราม",
        "vi": "Phố Binh Khí Chiến Đấu"
    },
    "id": 350022,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up an Arms Factory.\\nA stable weapon-making operation. Even seasoned smiths may be restricted by the quality of the ore they have to work with, which makes for weapons of so-so quality. Thus, they will place a number of weapon racks to divide the weaponry up by quality and sell them as such.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Waffenfabrik“.\\nEin stabiler Waffenherstellungsbetrieb. Selbst erfahrene Schmiede können durch die Qualität des Erzes, mit dem sie arbeiten müssen, eingeschränkt sein und daher Waffen von mäßiger Qualität herstellen. Daher stellen sie eine Reihe von Waffenregalen auf, um die Waffen nach Qualität aufzuteilen und sie demnach zu verkaufen.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「备战的兵器工坊」的放置方法。\\n稳定运转的兵器工坊。技艺熟练的铁匠也有可能被矿石的质量束缚，打造出质量一般的武器。因此铁匠们设置了多个武器架，将不同品质的武器分组摆放出售。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「備戰的兵器工坊」的放置方法。\\n穩定運轉的兵器工坊。技藝熟練的鐵匠也有可能被礦石的品質束縛，打造出品質普通的武器。因此鐵匠們設置了多個武器架，將不同品質的武器分組擺放出售。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar una Fábrica de armas.\\nUn lugar funcional para forjar armas. Incluso los herreros más experimentados pueden verse restringidos por la calidad del mineral con el que tienen que trabajar, lo que da lugar a armas de calidad bastante mediocre. En esos casos, las colocan en armeros para organizarlas según su calidad y venderlas.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de la fabrique d'armes.\\nUn atelier de fabrication d'armes fixe. Même les forgerons expérimentés peuvent être restreints par la qualité du minerai avec lequel ils doivent travailler et produire des armes de qualité moindre. C'est pour cette raison qu'ils disposent de râteliers d'armes leur permettant de trier leurs créations par qualité et de les vendre en fonction.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Pabrik Senjata\".\\nTempat pembuatan senjata yang berjalan stabil. Bahkan seorang penempa handal pun tidak bisa membuat senjata yang bagus dari bijih besi yang berkualitas buruk. Maka dari itu, para penempa akan memasang beberapa rak senjata dan membaginya sesuai dengan kualitas senjata yang ada, kemudian menjualnya.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「整備された武器工房」の詳しい配置方法が載っている設計図。\\n安定して機能する武器工房。熟練の鍛冶屋さんも鉱石の品質のせいで、平凡な武器を作ってしまう可能性もある。そのため、鍛冶屋は複数の武器棚を設置し、品質の異なる武器を分類して販売している。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「정비된 무기 공방」의 설치 방법이 기재되어 있다.\\n안정적으로 운영하는 무기 공방. 숙련된 대장장이도 광석의 품질에 제약이 있기 때문에 일반 품질의 무기를 만들기도 한다. 이에, 대장장이들은 많은 선반을 뒀고, 여러 품질의 무기를 분류해 판매한다\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Oficina de Preparação de Armas\".\\nUma oficina estável de fabricação de armas. Mesmo os ferreiros experientes podem ser limitados pela qualidade do minério com o qual têm que trabalhar, fazendo assim armas de qualidade duvidosa. Assim, eles colocam uma série de prateleiras de armas para dividir o armamento por qualidade e vendê-las como tal.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Оружейная мастерская».\\nМастерская по производству оружия. Даже опытные кузнецы могут быть ограничены качеством руды, с которой им приходится работать, что делает оружие менее качественным. Поэтому они выставили несколько стеллажей для оружия, чтобы разделить его по качеству и продать по соответствующей цене.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"โรงงานผลิตอาวุธเตรียมพร้อมทำสงคราม\" \\nโรงงานผลิตอาวุธสุดมั่นคง แม้แต่ช่างตีเหล็กที่มีความเชี่ยวชาญก็อาจจะไม่สามารถสร้างอาวุธที่ดีจากแร่เหล็กที่มีคุณภาพต่ำได้ ดังนั้นช่างตีเหล็กจึงตั้งชั้นวางอาวุธหลาย ๆ ชั้นเอาไว้ เพื่อจัดประเภทและขายอาวุธที่มีคุณภาพแตกต่างกันไป\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Phố Binh Khí Chiến Đấu\".\\nXưởng vũ khí ổn định. Những thợ rèn lành nghề đôi khi cũng bị hạn chế bởi chất lượng của khoáng thạch, rèn ra vũ khí chất lượng trung bình. Vì vậy họ đã lắp đặt nhiều kệ vũ khí, phân nhóm vũ khí với chất lượng khác nhau để bày bán.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}