{
    "name": {
        "en": "Aroma of High-Heat Barbecue",
        "de": "„Aroma des Hochtemperaturgrills“",
        "chs": "「猛火炙烤的浓香」",
        "cht": "「猛火炙烤的濃香」",
        "es": "El regusto de las brasas",
        "fr": "Arôme de barbecue à haute température",
        "id": "Aroma Panggangan yang Menggoda",
        "jp": "「強火で焼く濃香」",
        "kr": "「강한 불에 굽는 진한 향기」",
        "pt": "Aroma Assado Forte",
        "ru": "Аромат жареного мяса",
        "th": "\"กลิ่นย่างหอมเย้ายวนใจ\"",
        "vi": "Thơm Nồng Món Nướng"
    },
    "id": 382236,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making Aroma of High-Heat Barbecue.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Aroma des Hochtemperaturgrills“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『猛火炙烤的浓香』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『猛火炙烤的濃香』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar “El regusto de las brasas”.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'arôme de barbecue à haute température.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Aroma Panggangan yang Menggoda.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『強火で焼く濃香』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면. 「『강한 불에 굽는 진한 향기』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Aroma Assado Forte.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Аромат жареного мяса».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"กลิ่นย่างหอมเย้ายวนใจ\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Thơm Nồng Món Nướng\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}