{
    "name": {
        "en": "Asterism Shard",
        "de": "Sternbildsplitter",
        "chs": "星象碎片",
        "cht": "星象碎片",
        "es": "Fragmento astral",
        "fr": "Fragment astral",
        "id": "Pecahan Asterisme",
        "jp": "星象の欠片",
        "kr": "별자리 파편",
        "pt": "Fragmento Estelar",
        "ru": "Фрагмент астеризмов",
        "th": "ชิ้นส่วนทางโหราศาสตร์",
        "vi": "Mảnh Tinh Tượng"
    },
    "id": 101834,
    "materialDesc": {
        "en": "A mysterious shard engraved with a pattern of stars. It seems to be the key to solving a certain mechanism puzzle somewhere.",
        "de": "Ein geheimnisvoller Splitter, in dem ein Muster aus Sternen eingraviert ist. Er scheint der Schlüssel zu sein, um irgendwo ein bestimmtes Rätsel zu lösen.",
        "chs": "刻印着星空纹路的神秘碎片，似乎可以用来解开某处机关的谜题。",
        "cht": "刻印著星空紋路的神秘碎片，似乎可以用來解開某處機關的謎題。",
        "es": "Un misterioso fragmento con una constelación grabada en él. Tal vez sirva para resolver el acertijo de algún mecanismo.",
        "fr": "Un fragment mystérieux gravé d'un motif d'étoiles. Il semble être la clé pour résoudre un certain puzzle de mécanisme quelque part...",
        "id": "Pecahan misterius yang berukiran garis langit berbintang. Item ini tampaknya bisa digunakan untuk memecahkan teka-teki mekanisme di suatu tempat.",
        "jp": "星空の模様が刻まれた不思議な欠片。どこかの装置を解く鍵になるようだ。",
        "kr": "하늘을 수놓는 별의 무늬가 새겨진 신비로운 파편. 어떤 장치의 수수께끼를 푸는 데 사용되는 듯하다",
        "pt": "Um fragmento misterioso gravado com um padrão de estrelas. Ele parece ser a chave para resolver o mistério de um certo mecanismo.",
        "ru": "Таинственный осколок, на котором выгравирован узор из звёзд. Кажется, это ключ к решению загадки некоего механизма.",
        "th": "ชิ้นส่วนลึกลับที่สลักด้วยลวดลายดวงดาว ดูเหมือนว่ามันสามารถใช้เพื่อไขปริศนาของกลไกบางอย่างได้",
        "vi": "Mảnh ghép thần bí có những đường hoa văn của bầu trời sao, hình như có thể dùng để giải câu đố cơ quan nào đó."
    },
    "materialType": "MATERIAL_QUEST"
}