{
    "name": {
        "en": "A Stunning Stratagem",
        "de": "Atemberaubende Kriegslist",
        "chs": "「奇策」",
        "cht": "「奇策」",
        "es": "Estratagema impresionante",
        "fr": "Étonnant stratagème",
        "id": "A Stunning Stratagem",
        "jp": "「奇策」",
        "kr": "「기책」",
        "pt": "Estratagema Impressionante",
        "ru": "Стратегия неожиданности",
        "th": "A Stunning Stratagem",
        "vi": "\"Kế Sách Kỳ Diệu\""
    },
    "id": 108340,
    "materialDesc": {
        "en": "Sangonomiya Kokomi's specialty. The egg is wrapped up almost like a package, and the fish tail at the end is both small and very cute. It really makes you wonder what's inside the package, but at the same time, you can't bear to eat such a beautiful-looking thing... You glance at the crystal-clear smile in Kokomi's eyes. Ah, darn it, you've fallen for her trick, haven't you?",
        "de": "Sangonomiya Kokomis Spezialzubereitung. Das Ei ist fast wie ein minikleines Beutelchen eingewickelt und der Fischschwanz am Ende ist sowohl klein als auch sehr niedlich. Man fragt sich wirklich, was in der „Beutelchen“ ist, aber gleichzeitig kann man es nicht ertragen, so etwas Schönes zu essen ... Du schaust auf das schöne Lächeln in Kokomis Gesicht. Ah, so ein Mist, du bist auf ihren Trick hereingefallen, nicht wahr?",
        "chs": "珊瑚宫心海的特色料理。蛋皮包成锦囊之形，末端鱼尾小巧而又可爱。如此珍品让人好奇「锦囊」中包裹之物，却又捧在掌心不忍下口…看着心海脸上盈盈的笑意，可恶，已经中计了吗？",
        "cht": "珊瑚宮心海的特色料理。蛋皮包成錦囊之形，末端魚尾小巧而又可愛。如此珍品讓人好奇「錦囊」中包裹之物，卻又捧在掌心不忍下口…看著心海臉上盈盈的笑意，可惡，已經中計了嗎？",
        "es": "La especialidad de Sangonomiya Kokomi. La tortilla tiene la forma de una bolsita y en uno de los extremos hay una cola de pez pequeña y adorable. La bolsita te hace sentir curiosidad por saber qué hay dentro de ella, pero al mismo tiempo, te da pena comer algo tan hermoso. Humm, ¿por qué sonríe Kokomi? Oh, no, caíste en su trampa, ¿cierto?",
        "fr": "#Spécialité culinaire de Sangonomiya Kokomi. L'œuf est emballé comme une bourse, puis la queue de poisson à l'extrémité est petite et mignonne. Vous ne pouvez pas vous empêcher de vous demander ce qu'il se trouve à l'intérieur, mais vous n'arrivez pas à vous résoudre à manger un plat aussi joli... En regardant le petit sourire sur le visage de Kokomi, vous vous rendez compte que vous êtes {M#tombé}{F#tombée} dans son piège.",
        "id": "Hidangan spesialisasi Sangonomiya Kokomi. Telur yang menyelimuti seperti bungkusan, dan ekor ikan yang terlihat kecil juga lucu. Bentuk indah nan lucu seperti ini sungguh membuat orang-orang penasaran akan isi di dalam bungkusan, namun juga tidak tega untuk memakannya... Lihatlah mata Kokomi yang berbinar-binar, ya ampun, kamu sudah terkena jebakannya ya?",
        "jp": "珊瑚宮心海のオリジナル料理。卵で作った皮が袂落としのような形で全体を包んでいる。端にある魚の尾は小さくてとてもかわいい。「袂落とし」の中身は気になるが、食べるのがもったいないと思ってしまう…心海は笑みを浮かべた。くっ…もう策にはまったのか？",
        "kr": "산고노미야 코코미의 특제 요리. 비단 주머니 모양으로 감싸진 오믈렛은 끝부분의 꼬리가 앙증맞고 귀엽다. 완성도 높은 외관에 저도 모르게 「묘책 모음집」에 감싸진 물건이 궁금해지지만, 정작 아까워 손조차 대지 못한다… 코코미의 생글거리는 얼굴에 괜히 괘씸해진다. 젠장, 벌써 걸려든 건가?",
        "pt": "A especialidade de Sangonomiya Kokomi. O ovo é embrulhado quase como um pacote, e o rabo de peixe no final é pequeno e muito bonito. Isso realmente faz você se perguntar o que está dentro do pacote, mas ao mesmo tempo, você não consegue comer uma coisa tão bonita... Você olha para o sorriso cristalino nos olhos de Kokomi. Ah, caramba, você caiu no truque dela, não é mesmo?",
        "ru": "Фирменное блюдо Сангономии Кокоми. Яичная оболочка завёрнута в форме мешочка с маленьким симпатичным рыбьим хвостиком на конце. Такая подача вызывает у людей любопытство, какое сокровище скрывается внутри. Они не могут удержаться и в итоге съедают его. И вот они видят улыбку на лице Кокоми. Неужели их переиграли?",
        "th": "เมนูพิเศษของ Sangonomiya Kokomi แผ่นไข่ที่ห่ออย่างสวยงาม หางปลาที่ปลายมีขนาดเล็กและน่ารัก มันทำให้คุณสงสัยจริง ๆ ว่ามีอะไรอยู่ใน \"ถุงเล็ก ๆ\" นั่นกันนะ แต่ในขณะเดียวกัน คุณก็อดไม่ได้ที่จะกินของน่ารัก ๆ แบบนี้... คุณเหลือบมองรอยยิ้มที่เปล่งประกายของ Kokomi ให้ตายสิ หลงกลเธอแล้วใช่ไหม?",
        "vi": "Món ăn đặc biệt của Sangonomiya Kokomi. Lớp trứng bên ngoài bọc thành hình túi thơm với chiếc đuôi nhỏ nhắn đáng yêu. Vật quý như vậy khiến người ta tò mò bên trong chiếc \"túi thơm\" đó là gì, nhưng lại nâng niu trong tay không nỡ ăn...Nhìn nụ cười trên mặt Kokomi, đáng ghét, trúng kế rồi sao?"
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}