{
    "name": {
        "en": "A Thousand Nights (II)",
        "de": "Erzählungen aus tausend Nächten II",
        "chs": "千夜故事集·二",
        "cht": "千夜故事集·二",
        "es": "Las mil noches (II)",
        "fr": "Les mille nuits - II",
        "id": "Kisah Seribu Malam (II)",
        "jp": "千夜物語·二",
        "kr": "천일야사·Ⅱ",
        "pt": "As Mil Noites — II",
        "ru": "Тысяча ночей II",
        "th": "เรื่องราวของค่ำคืนนับพัน (II)",
        "vi": "Câu Chuyện Ngàn Đêm II"
    },
    "id": 120075,
    "materialDesc": {
        "en": "A wandering researcher once walked through rainforest, desert, and city during a time of great catastrophe, collecting these stories along the way. It is said that the original work truly did contain countless tales and that naught but a fragment of that is still extant today.",
        "de": "Ein reisender Gelehrter aus der Zeit der Katastrophe hat Regenwälder, Wüsten und Stadtstaaten durchquert und diese Geschichten entlang seines Wegs gesammelt. Es heißt, dass sie ursprünglich endlos viele Geschichten umfassten. Heute sind nur ein paar Fragmente davon erhalten geblieben.",
        "chs": "灾祸时代的流浪学者走遍雨林、沙漠与城邦，收集编纂而成的故事集，传说称原作中的故事无穷无尽，如今留存的只是其中残篇。",
        "cht": "災禍時代的流浪學者走遍雨林、沙漠與城邦，收集編纂而成的故事集，傳說稱原作中的故事無窮無盡，如今留存的只是其中殘篇。",
        "es": "Una antología de relatos compilada por un erudito itinerante que viajó por la selva, el desierto y la ciudad en la época de la gran catástrofe. Dicen que la obra original contenía una infinidad de cuentos, pero lo que nos ha llegado hasta hoy no es más que una pequeñísima parte.",
        "fr": "Un chercheur errant a autrefois traversé forêts tropicales, déserts et villes pendant une période de grande catastrophe, collectant de nombreuses histoires en cours de route. On dit que son œuvre originale contenait une quantité innombrable de contes et qu'il n'en reste aujourd'hui qu'une infime partie.",
        "id": "Seorang peneliti yang hidup mengembara pernah berjalan melalui hutan hujan, gurun, dan kota pada masa bencana besar, dan dia mengumpulkan semua kisah sepanjang perjalanannya. Dikatakan bahwa karya aslinya benar-benar merupakan kumpulan cerita yang tak terhitung jumlahnya. Dan yang tersisa kini hanyalah potongan-potongan kisahnya saja.",
        "jp": "雨林と砂漠、都市国家をすべて旅した、災厄の時代の放浪学者が編纂した物語集。元となった物語は果てしなく長いものであったと言われているが、現在はその断片が残っているに過ぎない。",
        "kr": "재앙의 시대의 어느 떠돌이 학자가 우림, 사막, 도시를 여행하며 수집하고 정리한 이야기집. 원작에 담긴 이야기는 무궁무진했으나, 지금은 일부 단편만 남았다고 한다",
        "pt": "Uma antologia de histórias coletadas e compiladas por um pesquisador itinerante que percorreu a floresta tropical, o deserto e a cidade na época da catástrofe. Dizem que possuía incontáveis contos, mas o que sobreviveu até hoje é uma pequena parte.",
        "ru": "Однажды странствующий исследователь прошёл сквозь тропические леса, пересёк пустыни и великие города во время великой катастрофы, собирая по пути истории. Первоначальный труд содержал бесчисленное множество историй, и до наших дней сохранился лишь небольшой фрагмент.",
        "th": "นักวิชาการพเนจรในยุคแห่งภัยพิบัติได้เดินทางไปทั่วทั้งป่าฝน, ทะเลทราย และตัวเมือง เพื่อรวบรวมเรื่องเล่ามากมายให้กลายเป็นเรื่องราว ตามตำนานเล่าว่านิทานต้นฉบับนั้นไร้จุดสิ้นสุด แต่ส่วนที่หลงเหลือมาจนถึงปัจจุบันกลับเป็นเพียงเสี้ยวหนึ่งของมันเท่านั้น",
        "vi": "Trong thời kỳ tai họa, học giả lưu lạc đi khắp rừng mưa, sa mạc và thành bang, thu thập và biên soạn lại bộ câu chuyện. Tương truyền câu chuyện mà tác giả đã thu thập được là vô số, nhưng giờ đây chỉ còn vài phần sót lại."
    },
    "materialType": "MATERIAL_QUEST"
}