{
    "name": {
        "en": "A Thousand Swings",
        "de": "Tausend Schläge",
        "chs": "千振致业",
        "cht": "千振致業",
        "es": "Firme devoción",
        "fr": "Millier de coups",
        "id": "Seribu Ayunan Pedang",
        "jp": "千振り道場",
        "kr": "부흥",
        "pt": "Devoção Firme",
        "ru": "Тысяча взмахов",
        "th": "ทุ่มเทพันสปิริต",
        "vi": "Thiên Chấn Trí Nghiệp"
    },
    "id": 350057,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making A Thousand Swings.\\nThis is a place where true swordsmanship is forged. Many hereditary clan swords are arranged here, and a solemn, upright-seated armor sets the austere atmosphere. The Evil-Slaying Bows and Spiritchaser Screen that serve as ornaments have the ceremonial purpose of purging both the surroundings and the hearts of those training there of any wicked thought.\\nMost Inazuman martial artists believe that aside from swinging your sword a thousand times, you only need to maintain the will to sharpen your skills and put your utmost effort into it, and you will surely push yourself to the pinnacle of your art.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Raiden Shogun, Kamisato Ayaka",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Tausend Schläge“.\\nDies ist ein Ort, an dem wahre Schwertkunst geschmiedet wird. Hier sind viele Erbklan-Schwerter aufgereiht und eine feierliche, aufrecht sitzende Rüstung sorgt für eine strenge Atmosphäre. Die als Ausschmückung dekorierten Böse-besiegenden Bögen und der Exorzisten-Federschirm haben den zeremoniellen Zweck, sowohl die Umgebung als auch die Herzen derer, die hier trainieren, von jeglichen bösen Gedanken zu reinigen.\\nDie meisten Kampfkünstler aus Inazuma glauben, dass du dein Schwert nicht nur tausendmal schwingen, sondern auch den Willen bewahren musst, deine Fähigkeiten zu schärfen, und dich voll anstrengen musst, damit du den Gipfel deiner Kunst erreichst.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Shougun Raiden und Kamisato Ayaka.",
        "chs": "步骤详实的图纸，记载着「千振致业」的放置方法。\\n锤炼正统刀术的道场。多具宗传刀架陈列四周，并以正襟危坐的盔甲肃正气氛。作为饰物的「破邪之弦镝」与「驱鬼之羽屏」，则有着驱除周遭邪祟与修行者心中邪念的功用。\\n稻妻的武人们大多坚信，不谈每日挥刀素振千次，只要维持磨砺刀术的意志，并为之付诸全力，定能不断接近刀术的极致。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：雷电将军、神里绫华",
        "cht": "步驟詳實的圖紙，記載著「千振致業」的放置方法。\\n錘煉正統刀術的道場。多具宗傳刀架陳列四周，並以正襟危坐的盔甲肅正氣氛。作為飾物的「破邪之弦鏑」與「驅鬼之羽屏」，則有著驅除周遭邪祟與修行者心中邪念的功用。\\n稻妻的武人們大多堅信，不談每日揮刀素振千次，只要維持磨礪刀術的意志，並為之付諸全力，定能不斷接近刀術的極致。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：雷電將軍、神里綾華",
        "es": "Plano detallado para colocar Firme devoción.\\nEste es un lugar donde se forja la verdadera habilidad con la espada. Muchas de las espadas hereditarias de cada clan se colocan aquí, donde una armadura en posición vertical crea una solemne atmósfera. Los Arcos destructores del mal y las Pantallas ahuyentaespíritus de adorno tienen el propósito ceremonial de purgar los pensamientos malignos tanto del entorno como de los corazones de quienes entran en este gimnasio.\\nLa mayoría de los artistas marciales de Inazuma cree que, para llegar a la cúspide de las artes marciales, además de blandir la espada mil veces, solo hay que mantener una férrea voluntad de afinar las habilidades y poner el máximo esfuerzo.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Shogun Raiden, Kamisato Ayaka.",
        "fr": "Étapes de mise en place du millier de coups.\\nL'endroit où les véritables talents d'escrime sont forgés. De nombreuses épées familiales de clan sont disposées ici, et une armure solennelle à assise droite crée une atmosphère austère. Les arcs destructeurs du malin et l'écran de répulsion d'esprit qui servent d'ornements ont pour but cérémoniel de purger à la fois l'environnement et le cœur de ceux qui s'y entraînent de toute mauvaise pensée.\\nLa plupart des artistes martiaux d'Inazuma croient qu'en plus de brandir votre épée mille fois, vous devez simplement maintenir la volonté d'aiguiser vos compétences et y consacrer le plus d'efforts pour vous hisser au sommet de votre art.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Shogun Raiden, Kamisato Ayaka.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk memasang Seribu Ayunan Pedang.\\nTempat ini adalah tempat penempaan ilmu pedang sejati. Banyak pedang klan turun-temurun tersimpan di segala sudut, dan baju besi yang kokoh dan tegak membuat suasana dojo sangat serius. Dekorasi Busur Pembunuh Kejahatan dan Layar Pemburu Roh di sana berfungsi untuk membersihkan hati orang-orang yang berlatih dari segala pikiran jahat.\\nKebanyakan ahli bela diri Inazuma percaya bahwa selain mengayunkan pedang seribu kali, mereka harus mempertahankan tekad dan usaha untuk meningkatkan keterampilan agar dapat mencapai puncak dalam teknik bela diri pedang.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.\\nRekan yang menyukai set perabot ini: Raiden Shogun, Kamisato Ayaka",
        "jp": "「千振り道場」の詳しい作り方が載っている設計図。\\n正統派剣術を鍛えるための道場。四方の壁には伝統的な刀が多数掛けられており、座している鎧は空気を凛と引き締めている。飾られている「破邪の矢」と「魔除けの羽子板」には、修行者の心の邪念を払う力があるとのこと。\\n稲妻の武人の多くは剣術を磨くため、一日に千回素振りをする。そのように全霊を賭すことで、剣の極みに近づけると信じているのだ。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：雷電将軍、神里綾華",
        "kr": "작업 순서가 상세히 적힌 도면, 「부흥」의 설치 방법이 기재되어 있다.\\n정통 검술을 연마하는 도장. 전해져 내려온 칼 거치대가 사방에 진열되어 있으며, 바른 자세로 꼿꼿이 앉은 갑옷이 엄숙한 분위기를 풍긴다. 장식품인 「파사의 활」과 「구마의 하고이타」는 주변의 악귀와 수행자의 사악한 생각을 좇는 효과가 있다.\\n이나즈마 대다수의 무인은 검도 연습은 둘째치고, 검술의 의지를 전력으로 연마하면 검술의 극치에 가까워진다고 믿는다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 라이덴 쇼군, 카미사토 아야카",
        "pt": "Um diagrama detalhado passo a passo para fazer Devoção Firme.\\nEste é um lugar onde a verdadeira esgrima é forjada. Muitas espadas que foram passadas como herança do clã estão expostas aqui, e uma armadura solene, posicionada na vertical, cria uma atmosfera austera. As Flechas Combatentes do Mal e a Tela de Penas Exorcista que servem como ornamentos, têm também o propósito cerimonial de purificar as áreas ao seu redor e purificar também os corações daqueles que lá estão treinando de qualquer pensamento perverso.\\nA maioria dos artistas marciais de Inazuma acredita que além de balançar sua espada mil vezes, você só precisa manter a força de vontade para aperfeiçoar suas habilidades e se esforçar ao máximo, para alcançar a perfeição de sua arte.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.\\nCompanheiros que preferem este conjunto: Raiden Shogun, Kamisato Ayaka",
        "ru": "Подробная схема изготовления предмета декора «Тысяча взмахов».\\nЭто место, где культивируется истинное мастерство фехтования. Здесь хранятся мечи многих наследников кланов, а торжественные, вертикально сидящие доспехи задают строгую атмосферу. Зловещий лук и ширма охотника на духов, служащие украшением, служат для того, чтобы очистить окружающую обстановку и сердца тренирующихся от всяких нечестивых мыслей.\\nМногие инадзумские мастера боевых искусств считают, что кроме многотысячных ежедневных взмахов мечом, нужно поддерживать желание оттачивать своё мастерство и прикладывать максимум усилий, чтобы непременно достигнуть вершины мастерства.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.\\nЭтот комплект предпочитают следующие компаньоны: сёгун Райдэн, Камисато Аяка.",
        "th": "แบบแปลนอธิบายวิธีสร้างและขั้นตอนการจัดวางโดยละเอียดของ \"ทุ่มเทพันสปิริต\"\\nนี่คือโรงฝึกที่ใช้หล่อหลอมวิถีดาบที่แท้จริง ชั้นวางที่มีดาบมากมายวางเรียงรายอยู่รอบ ๆ ชุดเกราะที่นั่งอยู่สร้างบรรยากาศที่เคร่งขรึม \"ศรปัดเป่าปีศาจร้าย\" และ \"ไม้ตีไล่วิญญาณ\" ที่มีหน้าที่เป็นเครื่องประดับก็มีประโยชน์ใช้สอยในการกำจัดวิญญาณชั่วร้ายที่อยู่รอบ ๆ และความคิดชั่วร้ายในใจของผู้ใช้งาน\\nนักรบส่วนใหญ่ของ Inazuma นอกจากการเหวี่ยงดาบของพวกเขาเป็นพันครั้งแล้ว ขอเพียงแค่รักษาเจตจำนงที่จะฝึกฝนความสามารถ และใช้ความพยายามอย่างเต็มที่ สุดท้ายพลังนี้จะเป็นแรงผลักดันให้ไปสู่จุดสูงสุดของวิถีดาบอย่างแน่นอน\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Raiden Shogun, Kamisato Ayaka",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bố trí \"Thiên Chấn Trí Nghiệp\".\\nVõ đường kiếm thuật chính thống. Bốn bề là kệ để đao kiếm của tông môn, và bộ giáp nghiêm chỉnh ở giữa làm tăng phần không khí trang nghiêm. \"Cung Trừ Tà\" và \"Vợt Đuổi Quỷ\" làm vật trang trí, có tác dụng xua đuổi tà niệm trong lòng người tu luyện.\\nCác võ sĩ Inazuma phần lớn tin rằng, bất luận mỗi ngày vung kiếm bao nhiêu lần, chỉ cần duy trì ý chí kiếm thuật, và toàn tâm vì nó, nhất định sẽ không ngừng vươn đến cảnh giới tối cao của kiếm thuật.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Raiden Shogun, Kamisato Ayaka"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}