{
    "name": {
        "en": "Aunt Qiao's Almond Tofu",
        "de": "Gib Tante Qiao den Mandeltofu.",
        "chs": "给乔姨的杏仁豆腐",
        "cht": "給喬姨的杏仁豆腐",
        "es": "Tofu de almendras de la Sra. Chiao",
        "fr": "Tofu aux amandes pour tante Qiao",
        "id": "Almond Tofu untuk Bibi Qiao",
        "jp": "喬おばに送る杏仁豆腐",
        "kr": "교 아주머니에게 주는 행인두부",
        "pt": "Tofu de Amêndoas para a Sra. Qiao",
        "ru": "Миндальный тофу бабули Цяо",
        "th": "Almond Tofu ของป้า Qiao",
        "vi": "Đậu Hũ Hạnh Nhân cho Dì Qiao"
    },
    "id": 100737,
    "materialDesc": {
        "en": "This box contains Almond Tofu made at Wangshu Inn. It is well-packaged, and one can feel the care that the chef took in putting this together.",
        "de": "In dieser Kiste befindet sich Mandeltofu aus dem Gasthaus Wangshu. Man sieht dem Arrangement an, wie viel Sorgfalt der Koch in die Vorbereitung gesteckt hat.",
        "chs": "方整的包裹里装有望舒客栈出品的杏仁豆腐，包装仔细，能感受到厨房的用心。",
        "cht": "方整的包裹裡裝有望舒客棧出品的杏仁豆腐，包裝仔細，能感受到廚房的用心。",
        "es": "Una caja que contiene un plato de tofu de almendras hecho en la Posada Wangshu. Está muy bien empaquetado y se nota el cuidado que puso el cocinero.",
        "fr": "Cette boîte contient du tofu aux amandes préparé à l'Auberge Wangshu. Il est bien emballé. On peut sentir que le chef y a mis tout son cœur.",
        "id": "Sebuah kotak yang berisi Almond Tofu dari Wangshu Inn. Bungkusnya yang rapi mencerminkan kesungguhan hati sang koki dalam mempersiapkan hidangan ini.",
        "jp": "四角い箱の中には望舒旅館の杏仁豆腐が入っている。ちゃんとした梱包で、こだわりが感じられる。",
        "kr": "가지런히 상자 안에 담겨있는 망서 객잔의 행인두부. 섬세한 포장에서 주방장의 정성이 느껴진다",
        "pt": "Tofu de Amêndoas do Albergue Wangshu, cuidadosamente armazenado. É possível sentir o carinho do cozinheiro.",
        "ru": "В этой коробке содержится миндальный тофу, приготовленный на постоялом дворе «Ваншу». Чувствуется, с какой заботой повар его упаковал.",
        "th": "กล่องที่ใส่ Almond Tofu จาก Wangshu Inn เอาไว้ ซึ่งกล่องที่บรรจุมาอย่างดีนี้ ทำให้สามารถสัมผัสได้ถึงความเอาใจใส่ของเชฟ",
        "vi": "Bên trong túi nhỏ hình vuông có Đậu Hũ Hạnh Nhân nổi tiếng của Nhà Trọ Vọng Thư, đóng gói kĩ càng, có thể cảm nhận được tâm huyết của đầu bếp."
    },
    "materialType": "MATERIAL_QUEST"
}