{
    "name": {
        "en": "Baklava",
        "de": "Baklava",
        "chs": "千层酥酥",
        "cht": "千層酥酥",
        "es": "Baklava",
        "fr": "Baklava",
        "id": "Baklava",
        "jp": "バクラヴァ",
        "kr": "바클라바",
        "pt": "Baklava",
        "ru": "Пахлава",
        "th": "Baklava",
        "vi": "Baklava"
    },
    "id": 108452,
    "materialDesc": {
        "en": "A traditional Sumeru dessert. This puff pastry contains chopped nuts and has been baked after having butter drizzled atop it — and not forgetting some syrup once it comes out of the oven. Some researchers will specially order this veritable \"fortress of sweetness\" to replenish their energies before an exam. This is also why this dish has great pride of place as the Akademiya's favorite dessert.",
        "de": "Eine traditionelle Süßspeise Sumerus. Inmitten der Teigschichten finden sich gehackte Nüsse und vor dem Backen wurde das Gebäck mit warmer Butter besprenkelt. Beim Herausnehmen aus dem Ofen darf man das Beträufeln mit Sirup nicht vergessen. Manche Gelehrte essen vor Klausuren ein Stück von dieser „Burg der Süße“, um Kraft zu sammeln, weshalb es die beliebteste Süßspeise an der Akademie ist.",
        "chs": "传统的须弥甜点。在酥皮中间裹上碎坚果，淋上热黄油进行烤制。出炉后别忘了浇上糖浆。有些学者在考试前会特意点上这么一份「甜蜜城堡」以补充能量，它也因此占据了教令院最欢迎甜品第一名之位。",
        "cht": "傳統的須彌甜點。在酥皮中間裹上碎堅果，淋上熱奶油烘烤。出爐後別忘了澆上糖漿。有些學者在考試前會特地點上這麼一份「甜蜜城堡」補充能量，它也因此佔據了教令院最歡迎甜點第一名之位。",
        "es": "Un postre tradicional de Sumeru. El centro de hojaldre está cubierto con nueces trituradas y horneado con mantequilla caliente, con un poco de sirope por encima. Algunos eruditos piden este “castillo de dulzura” antes de tomar un examen para recargar energías, por lo que es el postre más popular de la Academia.",
        "fr": "Un dessert traditionnel sumérien. Cette pâte feuilletée contient des noix hachées et a été cuite après avoir enduite de beurre... et sans oublier un peu de sirop une fois sortie du four. Certains chercheurs commanderont spécialement cette véritable « forteresse de douceur » pour faire le plein d'énergie avant un examen. C'est aussi la raison pour laquelle ce plat occupe une place de choix parmi les desserts préférés de l'Académie.",
        "id": "Makanan pencuci mulut tradisional dari Sumeru. Di tengahnya berisi potongan kacang yang dilumuri dengan mentega sebelum dipanggang, lalu diolesi dengan sirup setelah matang. Beberapa peneliti suka memesan makanan manis ini untuk memulihkan tenaga mereka sebelum ujian. Inilah kenapa makanan ini bisa menjadi makanan pencuci mulut paling populer di Akademiya.",
        "jp": "スメールの伝統的なデザート。生地の真ん中にみじん切りにしたナッツを載せて包み、ホットバターをかけて焼き上げる。オーブンから出したら、シロップをかけるのもお忘れなく。試験前のエネルギー補充にこの「甘いキャッスル」を注文する学者もいるため、教令院では人気ナンバーワンのデザートになっている。",
        "kr": "수메르의 전통 디저트. 바삭바삭한 껍질 사이에 다진 견과류를 넣고 뜨거운 버터를 뿌려 굽는다. 오븐에서 꺼낸 후에 시럽 뿌리는 걸 잊지 말자. 일부 학자들이 시험을 보기 전에 「달콤한 성」으로 에너지를 보충하곤 해서인지 아카데미아 인기 디저트 1위를 차지했다",
        "pt": "Uma massa folhada tradicional de Sumeru que contém nozes picadas. Ela é coberta com manteiga antes de ser assada e borrifada com calda assim que sai do forno. Alguns pesquisadores encomendam especificamente este \"pacote doce\" para restaurar suas energias antes de um teste. É por isso também que esse prato ocupa o lugar de sobremesa favorita da Academia.",
        "ru": "Традиционный десерт Сумеру. Сделан из слоёного теста, посыпан дроблёными орехами и сбрызнут горячим маслом перед выпечкой. Не забудьте полить его сиропом, когда достанете из духовки! Некоторые учащиеся заказывают этот «сладкий замок» перед экзаменами, чтобы как следует зарядиться энергией, поэтому его можно назвать самым популярным десертом в Академии.",
        "th": "ขนมหวานดั้งเดิมของ Sumeru สอดแทรกถั่วบดไว้ในแป้งพัฟฟ์ ราดด้วยเนยร้อนแล้วนำเข้าเตาอบ เมื่ออบเสร็จแล้ว ต้องไม่ลืมราดด้วยน้ำเชื่อม นักวิชาการบางคนมักจะสั่งเมนู \"ปราสาทหวานหอม\" แบบนี้ เพื่อเติมพลังงานก่อนช่วงสอบเสมอ ดังนั้นมันจึงกลายเป็นหนึ่งในของหวานที่ได้รับความนิยมที่สุดในสถาบัน",
        "vi": "Món tráng miệng Sumeru truyền thống. Bọc các loại hạt đã nghiền vào giữa bánh phồng, phết bơ nóng và nướng. Đừng quên thêm si rô sau khi ra khỏi lò. Một số học giả sẽ đặt mua một phần \"lâu đài ngọt ngào\" này trước kỳ thi để bổ sung năng lượng, nhờ vậy mà nó chiếm vị trí đầu trong các món tráng miệng phổ biến nhất của Giáo Viện."
    },
    "materialType": "MATERIAL_FOOD"
}