{
    "name": {
        "en": "Ballads of the Squire (I)",
        "de": "Diener der Ritterschaft – Teil 1",
        "chs": "侍从骑士之歌·上篇",
        "cht": "侍從騎士之歌·上篇",
        "es": "Baladas del Caballero (I)",
        "fr": "Ballade de l'écuyer - Tome 1",
        "id": "Syair Prajurit (I)",
        "jp": "侍従騎士の歌·上",
        "kr": "시종 기사의 노래·상편",
        "pt": "Canções da Comitiva dos Cavaleiros - Vol. I",
        "ru": "Баллады оруженосца. Часть I",
        "th": "บทเพลงของอัศวิน - เริ่ม",
        "vi": "Bài Ca Về Kỵ Sĩ (I)"
    },
    "id": 100411,
    "materialDesc": {
        "en": "Ballads that have been passed down since the aristocratic period and are said to come from Ragnvindr the Dawn Knight himself. They tell of Ragnvindr's days as a knight's squire.",
        "de": "Gedichte, die noch aus der Zeit der alten Aristokratie stammen. Sie sollen von Ragnvindr, dem Ritter der Morgenröte, verfasst worden sein und handeln von seiner Zeit als Knappe.",
        "chs": "自旧贵族时代流传至今的诗歌，据说是「晨曦骑士」莱艮芬德的自述。讲述了他还是骑士侍从时的经历。",
        "cht": "自舊貴族時代流傳至今的詩歌，據說是「晨曦騎士」萊艮芬德的自述。講述了他還是騎士侍從時的經歷。",
        "es": "Colección de poemas en circulación desde los días de la antigua aristocracia. Se dice que son las propias palabras de Ragnvindr, el Caballero del Alba. En ellos describe su vida caballeresca.",
        "fr": "Un recueil de poèmes composés par Ragninvdr, le Chevalier de l'Aube, et transmis de génération en génération depuis l'époque aristotratique. Ce tome nous décrit sa jeunesse en tant qu'écuyer.",
        "id": "Balada yang telah diturunkan sejak zaman bangsawan dan konon berasal dari Ragnvindr sang Kesatria Fajar sendiri. Mereka menceritakan hari-hari Ragnvindr sebagai seorang pengawal Knight.",
        "jp": "旧貴族時代から今に伝わる詩である。言い伝えによると、これは「暁の騎士」ラグヴィンドの自伝集で、彼がまだ自述の時の経歴が書かれている。",
        "kr": "예전 귀족 시대부터 지금까지 전해 내려오는 시가. 「아침의 기사」 라겐펜더의 자서전이라고 한다. 그가 아직 기사 시종이었을 때의 경험을 노래하고 있다",
        "pt": "Baladas que foram transmitidas desde o período aristocrático e dizem vir do próprio Ragnvindr, o Cavaleiro da Alvorada. Eles falam dos dias de Ragnvindr como escudeiro de cavaleiro.",
        "ru": "Баллады периода, когда правили аристократы. Есть версия, что их написал Рагнвиндр, Рыцарь Рассвета. В этой части описываются будни оруженосца.",
        "th": "บทกวีที่ได้รับสืบทอดต่อกันมาตั้งแต่สมัยของขุนนางเก่าจนถึงทุกวันนี้ ซึ่งกล่าวกันว่าเป็นการพรรณนาถึงตัวเองของ Ragnvindr, \"อัศวินแห่งรุ่งอรุณ\" โดยจะบอกเล่าถึงประสบการณ์ของเขาตั้งแต่เริ่มที่ยังเป็นเพียงคนรับใช้ของอัศวิน",
        "vi": "Những bài thơ đã được lưu hành từ thời của tầng lớp quý tộc cũ được cho là tự thuật của Ragnvindr - \"kỵ sĩ bình minh\". Kể lại câu chuyện của anh khi còn là kỵ sĩ phục tùng."
    },
    "materialType": "MATERIAL_QUEST"
}