{
    "name": {
        "en": "Ballads of the Squire (II)",
        "de": "Diener der Ritterschaft – Teil 2",
        "chs": "侍从骑士之歌·下篇",
        "cht": "侍從騎士之歌·下篇",
        "es": "Baladas del Caballero (II)",
        "fr": "Ballade de l'écuyer - Tome 2",
        "id": "Syair Prajurit (II)",
        "jp": "侍従騎士の歌·下",
        "kr": "시종 기사의 노래·하편",
        "pt": "Canções da Comitiva dos Cavaleiros - Vol. II",
        "ru": "Баллады оруженосца. Часть II",
        "th": "บทเพลงของอัศวิน - จบ",
        "vi": "Bài Ca Về Kỵ Sĩ (II)"
    },
    "id": 100412,
    "materialDesc": {
        "en": "Ballads that have been passed down since the aristocratic period and are said to come from Ragnvindr the Dawn Knight himself. They tell of Ragnvindr's friendship with a sword-dancer.",
        "de": "Gedichte, die noch aus der Zeit der alten Aristokratie stammen. Sie sollen von Ragnvindr, dem Ritter der Morgenröte, verfasst worden sein und handeln von seiner Begegnung mit einem Schwertmeister.",
        "chs": "自旧贵族时代流传至今的诗歌，据说是「晨曦骑士」莱艮芬德的自述。讲述了他与一位剑舞者的缘分。",
        "cht": "自舊貴族時代流傳至今的詩歌，據說是「晨曦騎士」萊艮芬德的自述。講述了他與一位劍舞者的緣分。",
        "es": "Colección de poemas en circulación desde los días de la antigua aristocracia. Se dice que son las propias palabras de Ragnvindr, el Caballero del Alba. En ellos, describe su encuentro con la bailarina espadachina.",
        "fr": "Un recueil de poèmes composés par Ragninvdr, le Chevalier de l'Aube, et transmis de génération en génération depuis l'époque aristotratique. Ce tome nous décrit son amitié avec une épéiste.",
        "id": "Balada yang telah diturunkan sejak zaman bangsawan dan konon berasal dari Ragnvindr sang Kesatria Fajar sendiri. Mereka menceritakan kisah pertemanan Ragnvindr dengan seorang penari pedang.",
        "jp": "旧貴族時代から今に伝わる詩である。言い伝えによると、これは「暁の騎士」ラグヴィンドの自伝集で、彼とある踊り子の出会いが書かれている。",
        "kr": "예전 귀족 시대부터 지금까지 전해 내려오는 시가. 「아침의 기사」 라겐펜더의 자서전이라고 한다. 그와 검무가의 인연을 노래하고 있다",
        "pt": "Poemas que foram transmitidas desde o período aristocrático e dizem vir do próprio Ragnvindr, o Cavaleiro do Alvorecer. Eles falam da amizade de Ragnvindr com um dançarino de espadas.",
        "ru": "Баллады периода, когда правили аристократы. Есть версия, что их написал Рагнвиндр, Рыцарь Рассвета. В этой части описывается дружба Рагнвиндра со знаменитым мечником.",
        "th": "บทกวีที่ได้รับสืบทอดต่อกันมาตั้งแต่สมัยของขุนนางเก่าจนถึงทุกวันนี้ ซึ่งกล่าวกันว่าเป็นการพรรณนาถึงตัวเองของ Ragnvindr, \"อัศวินแห่งรุ่งอรุณ\" โดยบอกเล่าถึงโชคชะตาของเขากับนักดาบท่านหนึ่ง",
        "vi": "Những bài thơ đã được lưu hành từ thời của tầng lớp quý tộc cũ được cho là tự thuật của Ragnvindr \"kỵ sĩ bình minh\". Kể lại câu chuyện của anh và cuộc gặp gỡ đầy duyên phận với một người múa kiếm."
    },
    "materialType": "MATERIAL_QUEST"
}