{
    "name": {
        "en": "Barsam Flower",
        "de": "Barsam-Blume",
        "chs": "钵参花",
        "cht": "缽參花",
        "es": "Flor barsam",
        "fr": "Fleur barsam",
        "id": "Bunga Barsam",
        "jp": "バルサムフラワー",
        "kr": "발삼꽃",
        "pt": "Flor Barsam",
        "ru": "Цветок барсам",
        "th": "ดอก Barsam",
        "vi": "Hoa Barsam"
    },
    "id": 101776,
    "materialDesc": {
        "en": "One of the ingredients for making the elixir Arahaoma. \"Barsam\" is said to be a sacred tree that has long vanished in history.",
        "de": "Die Barsam-Blume ist einer der Grundstoffe des sagenumwobenen Elixiers „Arahaoma“. Es heißt, das „Barsam“ sei ein vor langer Zeit verschwundener heiliger Baum.",
        "chs": "「钵参花」是灵药「兰赫玛」的原料之一，「钵参」据说是消失已久的神木。",
        "cht": "「缽參花」是靈藥「蘭赫瑪」的原料之一，「缽參」據說是消失已久的神木。",
        "es": "La flor barsam es uno de los ingredientes con los que se elabora el elixir arahaoma. Se dice que el “barsam” era un árbol divino que desapareció hace mucho tiempo.",
        "fr": "Un des ingrédients de la potion connue sous le nom d'arahaoma. Il est dit que le mot « barsam » désignerait un arbre sacré disparu depuis des lustres.",
        "id": "Salah satu bahan untuk membuat elixir yang dikenal sebagai Arahaoma. Bunga Barsam dikatakan sebagai pohon suci yang sudah lama menghilang dari peradaban sejarah.",
        "jp": "「バルサムフラワー」は霊薬「アランハオマ」の原料の一つ。「バルサム」はずっと昔に消え去った神木だと言われている。",
        "kr": "「발삼꽃」은 영약 「아란하오마」의 원료 중 하나로, 「발삼」은 사라진 지 오래된 신목이라고 한다",
        "pt": "Um dos ingredientes do elixir \"Arahaoma\". Dizem que \"Barsam\" é a uma árvore sagrada desaparecida há muito tempo.",
        "ru": "Цветок барсам - один из ингредиентов эликсира арахаома. Говорят, «барсамом» называлось священное дерево, исчезнувшее много лет назад.",
        "th": "ดอก Barsam คือหนึ่งในวัตถุดิบของยาวิเศษ Arahaoma ว่ากันว่า \"Barsam\" นั้นคือต้นไม้ศักดิ์สิทธิ์ที่สูญหายไปนานแล้ว",
        "vi": "Hoa Barsam là một trong những nguyên liệu của linh dược \"Arahaoma\", nghe nói ý nghĩa của \"Barsam\" là cây thần bị thất truyền từ lâu đời."
    },
    "materialType": "MATERIAL_QUEST"
}