{
    "name": {
        "en": "Bathysmal Vishap Experimental Records",
        "de": "Aufzeichnungen zu Experimenten mit Tiefsee-Drachenechsen",
        "chs": "深海龙蜥实验记录",
        "cht": "深海龍蜥實驗紀錄",
        "es": "Experimentos con los Dragartos de las Profundidades",
        "fr": "Rapport d'expériences sur les Élémentosaures abyssaux",
        "id": "Catatan Eksperimen Bathysmal Vishap",
        "jp": "アビサルヴィシャップの実験記録",
        "kr": "심해 용 도마뱀 실험 기록",
        "pt": "Registro de Experimentos do Dragarto das Profundezas",
        "ru": "Протокол испытаний вишапов глубин",
        "th": "บันทึกการทดลอง Bathysmal Vishap",
        "vi": "Ghi Chép Thí Nghiệm Rồng Biển Sâu"
    },
    "id": 101683,
    "materialDesc": {
        "en": "Experimental Records of the Bathysmal Vishaps. No vishaps were killed in the writing of these records.",
        "de": "Aufzeichnungen zu Experimenten mit Tiefsee-Drachenechsen. Bei der Erstellung dieser Aufzeichnungen wurden keine Drachenechsen getötet.",
        "chs": "深海龙蜥的实验记录。实验中并没有龙蜥死亡。",
        "cht": "深海龍蜥的實驗紀錄。實驗中並沒有龍蜥死亡。",
        "es": "Las notas de unos experimentos con los Dragartos de las Profundidades. Ningún Dragarto murió durante ellos.",
        "fr": "Rapport d'expériences sur les Élémentosaures abyssaux. Aucun Élémentosaure n'a été maltraité lors de la rédaction de ces documents.",
        "id": "Catatan Eksperimen Bathysmal Vishap. Tidak ada vishap yang terbunuh dalam penulisan catatan eksperimen ini.",
        "jp": "アビサルヴィシャップの実験記録。実験中に死亡したヴィシャップはいない。",
        "kr": "심해 용 도마뱀 실험 기록. 실험 중 용 도마뱀은 죽지 않았다",
        "pt": "Registro experimentos dos Dragartos das Profundezas. Não consta a morte de Dragartos nele.",
        "ru": "Протокол испытаний вишапов глубин. В ходе испытаний ни один вишап не пострадал.",
        "th": "บันทึกการทดลอง Bathysmal Vishap ที่ไม่มี Vishap เสียชีวิตในการทดลอง",
        "vi": "Ghi chép thí nghiệm về Rồng Biển Sâu, trong thí nghiệm không có con rồng nào tử vong."
    },
    "materialType": "MATERIAL_QUEST"
}