{
    "name": {
        "en": "Battered Shikifuda",
        "de": "Abgegriffene Shikifuda",
        "chs": "残悴之式札",
        "cht": "殘悴之式札",
        "es": "Talismán estropeado",
        "fr": "Sortilège abîmé",
        "id": "Battered Shikifuda",
        "jp": "破れた式札",
        "kr": "닳아버린 시키패",
        "pt": "Shikifuda Destruído",
        "ru": "Опустошённый сикифуда",
        "th": "Battered Shikifuda",
        "vi": "Shikifuda Tan Nát"
    },
    "id": 132,
    "materialDesc": {
        "en": "Shikifuda that have become terribly tattered. The intricate, esoteric charms have long ago become blurred and cannot be used in combat. However, the energy within these shikifuda is still sufficient to activate Charm Emplacements.\\nUse these items in the Labyrinth Warriors event to re-draw Charms.",
        "de": "Shikifuda, die fürchterlich zerfleddert sind. Die verschlungenen, esoterischen Runen sind längst verschwommen und können nicht im Kampf eingesetzt werden. Die Energie in diesen Shikifudas reicht jedoch immer noch aus, um die Talismanmaschinen zu aktivieren.\\nVerwende diese Gegenstände in der Aktion Labyrinthkrieger, um Talismane erneut zu ziehen.",
        "chs": "残破不堪的式札，深妙的符文已然模糊，难以用于战斗。不过，汇聚其中留存的力量，依然可以驱动「符术兵机」。\\n在「谜境悬兵」活动中，可以用来重新抽取「符术」。",
        "cht": "殘破不堪的式札，深妙的符文已然模糊，難以用於戰鬥。不過，匯聚其中留存的力量，依然可以驅動「符術兵機」。\\n在「謎境懸兵」活動中，可以用來重新抽取「符術」。",
        "es": "Un talismán roto. Las inscripciones que tenía ya son ilegibles y no sirve para el combate. Sin embargo, el poder que permanece en él aún puede activar los antiguos mecanismos hechizados.\\nÚsalo en el evento «Dominio del guerrero» para volver a sacar amuletos.",
        "fr": "Des sortilèges très abîmés. Les inscriptions qui se trouvent dessus sont floues depuis longtemps, les rendant inutiles en combat. Cependant, l'énergie qu'ils renferment est suffisante pour activer les emplacements de charme.\\nUtilisez-les pendant l'événement « Guerriers du labyrinthe » pour tirer à nouveau des charmes.",
        "id": "Shikifuda yang compang-camping. Tulisan mantra yang menawan sudah tidak bisa dibaca jelas, dan tidak bisa digunakan dalam pertarungan. Namun, energi di dalam shikifuda ini masih cukup untuk mengaktifkan Charm Emplacement.\\nGunakan benda ini di event Pejuang Labirin untuk mengambil ulang Charm.",
        "jp": "ボロボロになった式札。深妙な符文はすでにかすれているため、戦いには向いていない。しかし、中に残っている力を集めると、「符呪兵機」を起動することができる。\\nイベント「謎境一騎」中、「符呪」を引き直すことができる。",
        "kr": "무참히 파괴된 시키패, 신비한 룬 문자는 이미 흐려져 버렸고, 전투에도 사용할 수 없어 보인다. 하지만, 그 안에 남아 있는 힘을 모으면, 「부적술 병기」를 작동시킬 수 있다.\\n「미로의 전사」 이벤트에서 「부적술」을 다시 뽑을 때 사용할 수 있다",
        "pt": "Um Shikifuda que se tornou terrivelmente desgastado. Os amuletos complexos e esotéricos se tornaram borrados há muito tempo e já não podem ser usados em combate. Entretanto, a energia dentro destes shikifuda ainda é suficiente para ativar os Mecanismos de Amuleto.\\nUse estes itens no evento Guerreiros do Labirinto para pegar novamente Amuletos.",
        "ru": "Ужасно потрёпанный сикифуда. Сложные эзотерические чары давно расплылись и не могут быть использованы в бою. Однако энергии в них достаточно, чтобы активировать пришедшие в негодность аппараты амулетов.\\nИспользуйте этот предмет в событии «Воины лабиринта», чтобы получить амулеты.",
        "th": "เศษซากที่แหลกสลายของ Shikifuda อักขระที่อยู่บนนั้นช่างเลือนราง ยากที่จะใช้ต่อสู้ได้ แต่ยังสามารถรวบรวมพลังที่หลงเหลืออยู่เพื่อเปิดใช้งาน \"Charm Emplacement\"\\nในช่วงเวลากิจกรรม \"ทหารผู้กล้าแห่งแดนพิศวง\" สามารถสุ่มรับ \"Charm\" ได้",
        "vi": "Shikifuda rách nát thê thảm, bùa chú thâm sâu đã mờ nhạt, khó mà dùng để chiến đấu. Nhưng sức mạnh hội tụ còn lưu lại trong đó, vẫn có thể khởi động \"Cỗ Máy Bùa Chú\".\\nTrong sự kiện \"Chiến Binh Bí Ẩn\" có thể dùng để rút lại \"Bùa\"."
    },
    "materialType": false
}