{
    "name": {
        "en": "Beidou: Weighing Anchor",
        "de": "Beidou – Ankerlichtung",
        "chs": "北斗·拔锚",
        "cht": "北斗·拔錨",
        "es": "Beidou - ¡Levad anclas!",
        "fr": "Beidou - Levée d'ancre",
        "id": "Beidou: Weighing Anchor",
        "jp": "北斗·拔錨",
        "kr": "북두·출항",
        "pt": "Beidou - Levantem as âncoras",
        "ru": "Якорь",
        "th": "Beidou - Weighing Anchor",
        "vi": "Beidou - Nhổ neo"
    },
    "id": 210039,
    "materialDesc": {
        "en": "Namecard style.\\n\"Weighing anchor out to sea, one is wont to waver. But look to the skies, and the stars shall light the way.\"",
        "de": "Ein Motiv für Namenskärtchen.\\n„Stichst du in See und plagt dich die Ungewissheit, sieh hinauf in den Himmel und lass dich von den Sternen leiten.“",
        "chs": "名片纹饰。\\n 「若拔锚入海，惑而不知东西。则须仰天，识认北辰斗极。」",
        "cht": "名片紋飾。\\n 「若拔錨入海，惑而不知東西。則須仰天，識認北辰斗極。」",
        "es": "Diseño de tarjeta de presentación.\\n“Cuando uno zarpa al mar, no puede vacilar. Pero cuando se mira al cielo, las estrellas iluminan el camino”.",
        "fr": "Thème.\\n« Si vous vous perdez en pleine mer, cherchez l'étoile polaire depuis la Grande Ourse dans le ciel nocturne pour retrouver le chemin de retour. »",
        "id": "Style kartu nama\\n\"Jatuhkan jangkar ke laut agar tidak kehilangan keseimbangan. Pandanglah langit agar bintang-bintang dapat menerangi jalanmu.\"",
        "jp": "名刺の飾り紋。\\n 「海に進出すると方向を見失うことがある。その時は空を見上げ、北斗星と北極星を確認せよ。」",
        "kr": "명함 스킨.\\n「닻을 올리고 바다로 향하다 길을 잃거든 하늘에서 북두와 북극성을 찾아보자」",
        "pt": "Estilo de Cartão de Visita.\\n\"Se navegar com a marcação de âncora no mar, perderá o caminho. Se olhar para o céu, as estrelas iluminarão o caminho.\"",
        "ru": "Именная карта.\\n«Когда поднят якорь, но неясно, куда плыть - взгляни в небо, звёзды укажут тебе путь».",
        "th": "ลายนามบัตร\\n\"หากเหวี่ยงสมอลงไปในทะเลและเกิดความลังเลสับสน จงเงยหน้าขึ้นไปมองท้องฟ้าและหาดวงดาว\"",
        "vi": "Hoa văn danh thiếp.\\n\"Nếu nhổ neo ra khơi, bối rối không biết gì cả. Thì hãy ngửa mặt lên trời, ngắm nhìn sao bắc đẩu."
    },
    "materialType": "MATERIAL_NAMECARD"
}