{
    "name": {
        "en": "Betta",
        "de": "Kampfstichling",
        "chs": "斗棘鱼",
        "cht": "鬥棘魚",
        "es": "Espinoso luchador",
        "fr": "Épinoche combattante",
        "id": "Betta",
        "jp": "バトルトゲウオ",
        "kr": "전투 가시고기",
        "pt": "Betta Esgana-Gato",
        "ru": "Боевая колюшка",
        "th": "Betta",
        "vi": "Cá Gai Đấu Sĩ"
    },
    "id": 131007,
    "materialDesc": {
        "en": "A swift, fierce fish with spiny fins whose spiny mouth can pierce the current when it swims at full speed. Its capabilities have earned it the nicknames \"The Cutter\" and \"Hard-To-Get.\"\\nAmong sticklebacks, this sort would either count as the proudest, or a rather close second place. They are especially prickly during courtships, where even the slightest breeze or smallest ripple might trip their fuse. A hobbyist once observed one such specimen charging at waving seagrass, as if such flagrant dancing was some major provocation against the stickleback king or something.\\n\"If you encounter one underwater, do not look it in the eyes.\" — Angler's Atlas, Betta Chapter",
        "de": "Ein schneller, grimmiger Fisch mit stacheligen Flossen, dessen stacheliges Maul die Strömung durchbohren kann, wenn er mit voller Geschwindigkeit schwimmt. Seine Fähigkeiten haben ihm die Spitznamen „Wasserdorn“ und „Bachpfeil“ eingebracht.\\nUnter den Stichlingen wird diese Art Fische als eine der stolzesten angesehen. Besonders stachelig sind sie während der Balz, wo schon der kleinste Windhauch oder die kleinste Wellenbewegung sie durchdrehen lässt. Ein Freizeitangler hat einmal einen solchen Fisch dabei beobachtet, wie er sich auf wehendes Seegras stürzte, als wäre solch ein schamloses Tanzen eine große Provokation gegen den Stichlingskönig.\\n„Wenn du einem unter Wasser begegnest, schau ihm nicht in die Augen.“ – Angleratlas, Kapitel Kampfstichlinge",
        "chs": "长满刺状鳍的迅猛鱼类，全速游动时矛般尖吻甚至能劈开水流。因此又得名「劈水刺」、「箭难追」等。\\n有着棘鱼中数一数二的自尊心。尤其在求偶期间，任何一点风吹水皱能有可能激怒它们。曾有爱好者观察到一条斗棘鱼正向着摇曳的水草发起冲锋，显然它认为如此放荡形骸的舞姿是对棘鱼王者的严重挑衅。\\n「若在水下相遇，请勿与它们对视。」——《野钓手册·斗棘鱼篇》",
        "cht": "長滿刺狀鰭的迅猛魚類，全速游動時矛般尖吻甚至能劈開水流。因此又得名「劈水刺」、「箭難追」等。\\n有著棘魚中數一數二的自尊心。尤其在求偶期間，任何一點風吹水皺能有可能激怒牠們。曾有愛好者觀察到一條鬥棘魚正向著搖曳的水草發起衝鋒，顯然牠認為如此放蕩形骸的舞姿是對棘魚王者的嚴重挑釁。\\n「若在水下相遇，請勿與牠們對視。」——《野釣手冊·鬥棘魚篇》",
        "es": "Un pez rápido y feroz con aletas espinosas y una protuberancia afilada que parte en dos la corriente cuando nada a gran velocidad, por lo que se lo conoce como “pez cortante” y “pez flecha”.\\nEntre los espinosos, esta es la subespecie más orgullosa. Son especialmente quisquillosos durante el cortejo, en el que la más mínima brisa o movimiento en el agua hace que entren en cólera. Una vez, un aficionado observó cómo un espinoso luchador cargaba contra las algas que se mecían en la corriente, como si su movimiento supusiera una ofensa contra el rey de los espinosos o algo así.\\n“Si te encuentras con un espinoso luchador cuando estés buceando, no lo mires directamente a los ojos”, dice el «Manual de pesca con caña» en el capítulo de los espinosos luchadores.",
        "fr": "Une espèce de poisson rapide aux nageoires couvertes d'épines, qui lancé à pleine allure, n'est pas sans rappeler une lance capable de séparer les eaux. C'est d'ailleurs de là que lui viennent les surnoms d'« épine des eaux » ou encore de « flèche des courants ».\\nAucune autre épinoche ne possède son amour-propre. Cela se voit particulièrement pendant la période d'accouplement, durant laquelle le moindre remous dans l'eau est susceptible de déclencher son hostilité, et elle a été observée en train de charger violemment des algues mouvantes, prenant visiblement les ondulations pour la provocation de quelque mâle alpha.\\n« Fuyez comme la peste si vous le rencontrez dans l'eau. » – « Guide de la pêche sauvage - Épinoche combattante »",
        "id": "Ikan yang lincah dan ganas dengan sirip berduri yang mulut runcingnya dapat menembus arus saat berenang dengan kecepatan penuh. Kemampuan tersebut membuatnya dijuluki sebagai \"Ikan Pembelah Arus\" dan \"Ikan Jagoan Kabur\".\\nMereka memiliki gengsi tertinggi di antara stickleback lainnya. Terlebih selama musim kawin, gangguan sekecil apa pun berpotensi menyulut emosi mereka. Seorang penggemar pernah mengamati bahwa seekor stickleback sedang menyerang Seagrass yang bergoyang, seolah-olah tarian mencolok seperti itu adalah bentuk provokasi besar atau semacamnya terhadap mereka.\\n \"Kalau kamu bertemu spesies ini di air, jangan coba-coba menatapnya secara langsung.\" — Angler's Atlas, Chapter Betta",
        "jp": "トゲに満ちたヒレを持つ猛魚。全速力で泳ぐときに、槍のような鼻は水流を切り裂くことができる。そのため「水切針」、「飛箭」などの別名がある。\\nトゲウオの中では最も高レベルのプライドを持っている。特に求愛中は、風や水のわずかな揺らぎでさえ彼らを怒らせる。ある愛好家は、バトルトゲウオが揺らぐ水草に向かって突進しているのを見たことがある。トゲウオの王にとって、水草の放蕩な踊りは挑発行為であるらしい。\\n「水の中で遭っても、目を合わせてはいけない。」——『釣りガイド·バトルトゲウオ編』",
        "kr": "가시가 가득한 지느러미를 지닌 빠른 어류. 전속력으로 헤엄칠 때 창처럼 뾰족한 주둥이가 물살을 갈라 「물을 가르는 가시」, 「쫓기 힘든 화살」이라는 별명이 있다.\\n가시고기 중에서도 자존심 높기로 둘째가라면 서러우며, 특히 구애 기간에는 작은 움직임에도 그들을 화나게 할 수 있다. 한 애호가는 전투 가시고기가 물결에 흔들리는 수초를 향해 돌진하는 것을 보고 전투 가시고기가 해초의 건방진 흔들림을 심각한 도발로 간주한 것이라고 보았다.\\n「물속에서 그들을 만나면 눈을 마주치지 마시오」——《민물낚시 핸드북·전투 가시고기 편》",
        "pt": "Um peixe rápido e feroz com barbatanas espinhosas cuja boca espinhosa pode perfurar a corrente quando nada a alta velocidade. Suas capacidades lhe concederam o título de \"O Cortador\" e \"Difícil de Pegar\".\\nDentre os peixes Gasterosteidae, essa espécie é a mais orgulhosa, ou então a segunda mais orgulhosa. Eles são especialmente espinhosos durante o galanteio, quando a mais leve das brisas ou onda mais pequena são capazes de irritá-lo. Um amante de peixes uma vez observou um peixe dessa espécie atacando as algas ondulantes, como se essa dança flagrante fosse uma provocação contra o rei dos Gasterosteidae.\\n\"Se encontrar um debaixo de água, não olhe ele nos olhos.\" - Guia de Pesca Selvagem, Capítulo do Betta",
        "ru": "Свирепая рыба с колючими плавниками, быстрая и проворная. На высокой скорости может даже разделять водный поток своей копьеобразной головой. Отсюда и прозвища «острое копьё» и «быстрая стрела».\\nЭтот вид самый самолюбивый и раздражительный. Во время нереста даже мелочи могут приводить их в ярость. Однажды один человек заметил, как рыба бросается на шевелящиеся водоросли, очевидно, приняв этот «танец» за провокацию. \\n«Если вы столкнётесь с этой рыбой под водой, пожалуйста, не смотрите на неё». - «Руководство по дикой рыбалке. Глава \"Боевая колюшка\"».",
        "th": "ปลาที่มีความว่องไวและดุดัน มีครีบหนามอยู่เต็มตัว ปากที่แหลมเหมือนหอกของมันนั้นสามารถแหวกน้ำได้เมื่อว่ายเร็วเต็มที่ ดังนั้นจึงมีฉายาอื่น ๆ ว่า \"หอกแหวกน้ำ\" หรือ \"ลูกธนูสุดซิ่ง\" เป็นต้น\\nพวกมันเป็นปลาที่มีความมั่นใจในตัวเองสูงที่สุดในบรรดาปลา Stickleback โดยเฉพาะอย่างยิ่งในระหว่างการผสมพันธุ์ เพียงกระแสลมหรือน้ำที่แผ่วเบาก็อาจทำให้มันโกรธจัดได้ เคยมีผู้ที่ชื่นชอบปลาสังเกตว่าพวกมันพุ่งเข้าหาพงหญ้าทะเล ราวกับว่าการที่หญ้าเหล่านั้นส่ายไปมาเป็นการยั่วยุราชาของพวกมัน หรืออะไรทำนองนั้น\\n\"ถ้าคุณเจอพวกมันในระหว่างที่อยู่ใต้น้ำ อย่าได้สบตาพวกมันเป็นอันขาด\"—— \"คู่มือนักตกปลา: ตอน ปลา Betta\"",
        "vi": "Loài cá hung hãn nhanh nhẹn đầy gai nhọn, khi bơi với tốc độ cao nhất thậm chí còn có thể chia cách dòng nước, cũng vì thế nên chúng có danh hiệu \"Gai Chẻ Nước\", \"Mũi Tên Gió\".\\nLà thành viên có lòng tự tôn bậc nhất trong họ Cá Gai, nhất là trong thời kỳ giao phối, chỉ cần một động tĩnh nhỏ cũng sẽ khiến chúng phát điên. Người ta đôi khi còn bắt gặp chúng đang chiến đấu với rong biển vì nghĩ rằng rong biển đong đưa đang khiêu chiến.\\n\"Nếu gặp nhau dưới biển thì đừng nên nhìn thẳng vào mắt nó.\" - \"Sổ Tay Câu Cá - Cá Gai Đấu Sĩ\""
    },
    "materialType": "MATERIAL_EXCHANGE"
}