{
    "name": {
        "en": "Birch Wood",
        "de": "Birkenholz",
        "chs": "桦木",
        "cht": "樺木",
        "es": "Madera de abedul",
        "fr": "Bois de bouleau",
        "id": "Birch Wood",
        "jp": "樺材",
        "kr": "자작나무",
        "pt": "Vidoeiro",
        "ru": "Берёза",
        "th": "ไม้เบิร์ช",
        "vi": "Gỗ Hoa"
    },
    "id": 101301,
    "materialDesc": {
        "en": "Timber obtained from birches. It is easy to work with and produces smooth cuts. Furniture made using such wood is both beautiful and durable.\\nCan be used to create furnishings.",
        "de": "Holz, das aus Birken gewonnen wird. Es ist leicht zu bearbeiten und ergibt glatte Schnitte. Möbel aus diesem Holz sind sowohl schön als auch langlebig.\\nKann zum Herstellen von Dekoration verwendet werden.",
        "chs": "产自「桦树」的木材，易于加工，切面光滑，用这种木材制作的家具器物大多美观而耐用。\\n可用于制作摆设。",
        "cht": "產自「樺樹」的木材，易於加工，切面光滑，用這種木材製作的家具器物大多美觀而耐用。\\n可用於製作擺設。",
        "es": "Madera obtenida de abedules. Es fácil de procesar y cortar. Los muebles que se hacen con esta madera son bonitos y duraderos.\\nPuede utilizarse para fabricar decoraciones.",
        "fr": "Bois obtenu à partir de bouleau. Il est facile à travailler et produit des coupes lisses. Le mobilier fabriqué en utilisant ce bois est à la fois élégant et durable.\\nPeut être utilisé pour fabriquer des décorations.",
        "id": "Kayu dari Pohon Birch. Mudah diolah dan menghasilkan potongan yang halus. Perabot yang dibuat dengan jenis kayu ini akan menjadi indah dan tahan lama.\\nDapat digunakan untuk membuat perabotan.",
        "jp": "「樺の木」から生産される木材。加工しやすく、切り口も滑らか。この木材で作られた家具は美しく丈夫なものが多い。\\n調度品の製作に使うことができる。",
        "kr": "「자작나무」에서 얻어낸 목재. 가공이 쉽고 절단면도 매끈하여 이 목재로 만든 기물은 아름다울 뿐만 아니라 내구성도 뛰어나다.\\n장식 제작용으로 사용할 수 있다",
        "pt": "Madeira obtida de Vidoeiros. É fácil de modelar e permite cortes suaves. Móveis feitos com essa madeira são bonitos e resistentes.\\nPode ser usada para fabricar Decorações.",
        "ru": "Древесина, полученная из берёзы. Она легко поддаётся обработке и позволяет выполнять плавные срезы. Мебель, изготовленная из этого дерева, красива и долговечна.\\nСлужит для изготовления декора.",
        "th": "ไม้จาก \"ต้นเบิร์ช\" นั้นง่ายต่อการแปรรูป มีผิวที่เรียบเนียน เฟอร์นิเจอร์ส่วนใหญ่ที่ทำจากไม้ชนิดนี้ จะมีความสวยงามและทนทาน\\nสามารถใช้สร้างเฟอร์นิเจอร์ได้",
        "vi": "Gỗ được lấy từ \"Cây Hoa\", rất dễ gia công, mặt cắt nhẵn nên hầu hết các đồ dùng và vật dụng làm từ loại gỗ này đều đẹp và bền.\\nCó thể dùng để chế tạo đồ trang trí."
    },
    "materialType": "MATERIAL_WOOD"
}