{
    "name": {
        "en": "Bird and Blossom Design Fountain",
        "de": "Springbrunnen mit Blumen- und Vogelmuster",
        "chs": "花鸟喷泉",
        "cht": "花鳥噴泉",
        "es": "Fuente con flores y pájaros",
        "fr": "Fontaine à fleurs et oiseaux",
        "id": "Air Mancur Bunga & Burung",
        "jp": "花鳥の噴水",
        "kr": "꽃과 새 장식 분수",
        "pt": "Fonte com Pássaros e Flores",
        "ru": "Фонтан с птицами и цветами",
        "th": "น้ำพุกลางสวน",
        "vi": "Đài Phun Nước Hoa Và Chim"
    },
    "id": 391101,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Bird and Blossom Design Fountain.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Springbrunnen mit Blumen- und Vogelmuster“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「花鸟喷泉」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「花鳥噴泉」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Fuente con flores y pájaros.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la fontaine à fleurs et oiseaux.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Air Mancur Bunga & Burung\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「花鳥の噴水」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「꽃과 새 장식 분수」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Fonte com Pássaros e Flores\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Фонтан с птицами и цветами».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"น้ำพุกลางสวน\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Đài Phun Nước Hoa Và Chim\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}