{
    "name": {
        "en": "Bird Egg Sushi",
        "de": "Vogelei-Sushi",
        "chs": "鸟蛋寿司",
        "cht": "鳥蛋壽司",
        "es": "Sushi de huevo",
        "fr": "Sushi à l'œuf",
        "id": "Bird Egg Sushi",
        "jp": "鳥の玉子寿司",
        "kr": "새알 초밥",
        "pt": "Sushi de Ovo de Pássaro",
        "ru": "Яичные суши",
        "th": "Bird Egg Sushi",
        "vi": "Sushi Trứng Chim"
    },
    "id": 108325,
    "materialDesc": {
        "en": "An everyday Inazuman dish. The sliced Egg Roll is placed over seasoned rice. Simply made, yet full of flavor.",
        "de": "Ein alltägliches Gericht aus Inazuma. Die in Scheiben geschnittene Eierrolle wird über gewürzten Reis gelegt. Einfach gemacht, aber voller Geschmack.",
        "chs": "稻妻的家常料理之一。将切成片的鸟蛋烧放在调味过的米饭上，做法简单，美味却丝毫不打折扣。",
        "cht": "稻妻的家常料理之一。將切成片的鳥蛋燒放在調味過的米飯上，做法簡單，美味卻絲毫不打折扣。",
        "es": "Una comida cotidiana de Inazuma. La forma de hacerla es muy sencilla, ya que solo hay que cortar en láminas el rollito de huevo y condimentar el arroz. Aun así, no por ello deja de tener un excelente sabor.",
        "fr": "Un plat typique d'Inazuma fait maison. Des tranches d'omelette roulée sont servies sur du riz assaisonné. C'est une recette simple à réaliser, mais pas moins délicieuse.",
        "id": "Makanan sehari-hari rakyat Inazuma. Telur gulung yang dipotong dan diletakkan di atas nasi yang dibumbui. Cukup sederhana, namun kaya akan rasa.",
        "jp": "稲妻の家庭料理の一つ。薄切りにした鳥卵の玉子焼きを味付けたご飯にのせる。作り方は簡単だが、十分においしい。",
        "kr": "이나즈마의 가정식 중 하나. 잘게 썬 새알말이를 간이 된 밥 위에 올려놓으면 요리 완성. 간단하지만 맛은 그대로 살아있다",
        "pt": "Um prato cotidiano de Inazuma. O ovo fatiado é colocado sobre o arroz temperado. Feito de forma simples, mas cheio de sabor.",
        "ru": "Обычное инадзумское блюдо. Нарезанный яичный ролл выкладывается поверх приправленного риса. Простое в приготовлении, но обладает насыщенным вкусом.",
        "th": "หนึ่งในเมนูประจำบ้านของชาว Inazuma นำไข่ม้วนที่หั่นเป็นแผ่นวางลงไปบนข้าวซูชิที่ปรุงรสแล้ว อาจเป็นวิธีทำอาหารที่ง่าย ๆ แต่คุณภาพจัดเต็ม",
        "vi": "Một trong những món ăn thường ngày của Inazuma. Đặt những miếng trứng chiên cắt lát lên phần cơm đã trộn gia vị, cách làm đơn giản, nhưng vị ngon không hề giảm."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}