{
    "name": {
        "en": "Bitter Pufferfish",
        "de": "Bitterer Kugelfisch",
        "chs": "苦炮鲀",
        "cht": "苦炮魨",
        "es": "Pez globo amargo",
        "fr": "Poisson-globe amer",
        "id": "Bitter Pufferfish",
        "jp": "苦鉄砲フグ",
        "kr": "쓴맛 대포 복어",
        "pt": "Fugu Amargo",
        "ru": "Горький иглобрюх",
        "th": "Bitter Pufferfish",
        "vi": "Cá Pháo Cay Đắng"
    },
    "id": 131020,
    "materialDesc": {
        "en": "A rare pufferfish variant. As the name suggests, this creature spreads bitterness wherever it goes in the underwater world. Its water cannon projectiles are slower and smaller than those of its ordinary counterparts, but the power of such attacks is undiminished due to the incredibly bitter pheromones within. During their courtship phase, an observer might bear witness to the curious sight of males and females of this species blasting each other with these water cannons. Perhaps passing on the bitterness of life is also a manifestation of love.",
        "de": "Eine seltene Kugelfisch-Variante. Wie der Name schon sagt, verbreitet diese Kreatur Bitterkeit, wo immer sie sich in der Unterwasserwelt aufhält. Seine Wasserkanonen-Geschosse sind langsamer und kleiner als die seiner gewöhnlichen Artgenossen, aber die Kraft solcher Angriffe wird durch die unglaublich bitteren Pheromone im Inneren nicht gemindert. Während ihrer Balzphase kann ein Beobachter Zeuge des kuriosen Anblicks werden, wie sich Männchen und Weibchen dieser Spezies mit diesen Wasserkanonen gegenseitig beschießen. Vielleicht ist die Weitergabe der Bitterkeit des Lebens auch eine Manifestation der Liebe.",
        "chs": "稀有的炮鲀品种，鱼如其名，是在水底世界传播苦涩的家伙。与普通炮鲀相较，它们射出的水炮速度更慢、体积更小，但却因为附着了极具刺激性的苦味信息素而让威力不退反进。在求偶期间，还经常能够见到雄性和雌性之间互相喷射苦味水炮的奇景，或许向彼此传递生命中的苦涩，也是一种爱意的体现吧。",
        "cht": "稀有的炮魨品種，魚如其名，是在水底世界傳播苦澀的傢伙。與普通炮魨相較，牠們射出的水炮速度更慢、體積更小，但卻因為附著了極具刺激性的苦味費洛蒙而讓威力不退反進。在求偶期間，還經常能夠見到雄性和雌性之間互相噴射苦味水炮的奇景，或許向彼此傳遞生命中的苦澀，也是一種愛意的體現吧。",
        "es": "Una subespecie de pez globo poco común. Como su propio nombre indica, esta criatura esparce amargor donde quiera que vaya. Su chorro de agua es más lento y más pequeño que el de sus parientes, pero su poder de ataque es comparable gracias a las feromonas excepcionalmente amargas que contiene el agua que escupe. Durante la fase de cortejo se puede ver a los machos y las hembras lanzándose chorros mutuamente. Tal vez compartir las amarguras de la vida también es una manifestación de amor.",
        "fr": "Poisson rare de l'espèce des poissons-globes, qui vit dans les eaux profondes. À la différence du poisson-globe commun, les projectiles qu'il tire sont plus lents, plus petits, et sont également porteurs de phéromones amères très irritantes, qui les rendent encore plus puissants. En période d'accouplement, il n'est pas rare de voir le mâle et la femelle tirer chacun des bulles d'eau sur son partenaire, peut-être pour lui rappeler que la vie n'est pas un long fleuve tranquille, à moins qu'il ne s'agisse juste d'une manifestation d'attachement, tout simplement.",
        "id": "Varian ikan buntal yang langka. Seperti namanya, makhluk ini menebar kepahitan ke mana pun mereka pergi di dunia bawah laut. Proyektil meriam airnya lebih lambat dan lebih kecil daripada proyektil meriam air yang dimiliki oleh spesies sejenisnya yang biasa, tapi kekuatan serangannya sama sekali tidak berkurang berhubung dengan rasa pahit yang dikandungnya. Selama musim kawin berlangsung, seorang pengamat pernah menyaksikan tingkah laku yang aneh pejantan dan betina dari spesies ini yang saling menyemburkan cairan pahit ini. Barangkali membagi-bagikan kepahitan hidup juga bisa merupakan perwujudan dari cinta kasih.",
        "jp": "珍しい鉄砲フグの一種。その名の通り、水底の世界で苦味を広める生物だ。普通の鉄砲フグと比べると、彼らが吐き出す水鉄砲のスピードは遅く、体積も小さいが、刺激的な苦味のフェロモンがついているため、威力が逆に上がった。繁殖期に入ると、オスとメスが互いに水鉄砲を放射する奇妙な光景がよく見られる。命の中の苦みを相手に伝えることも、愛を示す表現の一種かもしれない。",
        "kr": "희귀한 대포 복어 품종. 이름대로 물밑 세계에 떫은맛을 전파하는 녀석이다. 일반 대포 복어에 비해 쏘아내는 물 포탄의 속도가 늦고 부피가 작다. 하지만 강렬한 자극성을 함유한 떫은맛 페로몬이 포함되어 있어 위력이 오히려 더 강력해졌다. 구애 기간 중, 암컷과 수컷이 서로를 향해 떫은맛 물 포탄을 발사하는 기이한 광경을 목격할 수 있다. 삶의 쓴맛을 서로 전달하는 것일까, 어쨌든 이것도 일종 애정 표현일 것이다",
        "pt": "Um baiacu raro. Como o nome sugere, essa criatura espalha amargura onde quer que vá no mundo aquático. Os projéteis de seu canhão de água são mais lentos e fracos que o de suas contrapartidas ordinárias, mas o poder de tais ataques não é menor devido aos feromônios incrivelmente amargos nele. Durante sua fase de acasalamento, um observador pode até mesmo testemunhar a curiosa vista dos machos e fêmeas dessa espécie atirarem uns nos outros com seus jatos d'água. Talvez compartilhar as amarguras da vida também seja uma manifestação de amor.",
        "ru": "Редкий вид иглобрюха. Как следует из названия, они производят чрезвычайно едкий феромон. По сравнению с обычными иглобрюхами, они стреляют реже и слабее, однако из-за чрезвычайно едкого и горького вещества их выстрелы не менее опасны. Можно увидеть, как в процессе ухаживаний самцы и самки обстреливают друг друга этими феромонами. Возможно, передача горечи жизни - это их своеобразное проявление любви.",
        "th": "ปลาปักเป้าพันธุ์หายาก ปลาชนิดนี้กระจายความขมขื่นไปทุกที่ในโลกใต้น้ำ เช่นเดียวกับชื่อของมัน เมื่อเทียบกับปลาปักเป้าธรรมดา น้ำที่พวกมันพ่นออกมาอาจช้ากว่าและมีขนาดเล็กกว่า แต่เนื่องจากมันมีฟีโรโมนรสขมติดอยู่ ทำให้พลังโจมตีของพวกมันไม่ด้อยไปกว่าใคร ในระหว่างการเกี้ยวพาราสี คุณจะได้เห็นความอัศจรรย์ของปลาตัวผู้และตัวเมียพ่นน้ำขม ๆ ใส่กัน บางที การส่งต่อความขมขื่นของชีวิตให้กันและกัน อาจเป็นการแสดงความรักรูปแบบหนึ่งก็ได้",
        "vi": "Loài cá hiếm gặp trong họ Cá Pháo, danh bất hư truyền, chúng là loài cá lan truyền sự cay đắng trong nước. So với loài Cá Pháo bình thường, viên đạn nước mà chúng bắn ra khá nhỏ và chậm, nhưng lại mang mùi vị cay đắng. Trong thời kỳ giao phối, người ta thường hay thấy cảnh con trống và mái liên tục bắn đạn qua lại để lan truyền sự cay đắng, có thể đây là một cách để thể hiện tình yêu chăng."
    },
    "materialType": "MATERIAL_EXCHANGE"
}