{
    "name": {
        "en": "Black-Back Perch Stew",
        "de": "Gekochter Schwarzrückenbarsch",
        "chs": "水煮黑背鲈",
        "cht": "水煮黑背鱸",
        "es": "Estofado de perca de lomo negro",
        "fr": "Marmite de perche à dos noir",
        "id": "Black-Back Perch Stew",
        "jp": "黒背スズキの唐辛子煮込み",
        "kr": "삶은 검정 농어",
        "pt": "Ensopado de Poleiro com Dorso Negro",
        "ru": "Чёрный окунь",
        "th": "Black-Back Perch Stew",
        "vi": "Cá Chép Đen Hấp"
    },
    "id": 108075,
    "materialDesc": {
        "en": "A poached fish dish. The fresh and tasty fish fillets are tender and juicy. The secret to this recipe is adding powdered Violetgrass into the heated oil to give the dish that aromatic scent. It's spicy, but not too spicy.",
        "de": "Ein gekochtes Fischgericht. Die Stückchen sind fest und voller Geschmack. Das Geheimnis dieses Gerichts liegt in den zerstoßenen Glasglöckchen, die dem heißen Öl beigemischt werden. Der dabei entstehende Duft ist berauschend. Es ist scharf, aber nicht unangenehm.",
        "chs": "煮制而成的鱼料理。鱼片紧实饱满，鲜香入味。而这道菜品的秘诀在于热油中加入了磨成粉的琉璃袋，使得菜肴香气四溢，辣而不燥。",
        "cht": "煮製而成的魚料理。魚片緊實飽滿，鮮香入味。而這道菜品的秘訣在於熱油中加入了磨成粉的琉璃袋，使得菜餚香氣四溢，辣而不燥。",
        "es": "Un plato de pescado hervido. Los cortes son gruesos y tersos, con un delicioso y fresco sabor. El secreto de este plato consiste en agregar polvo de campanita de cristal para que los ingredientes desprendan su aroma. Es picante, pero no seco.",
        "fr": "Un plat à base de poisson cuit. Les morceaux de perche sont fermes et savoureux grâce au muguet bleu qui a été ajouté à l'huile de cuisson chaude. Son goût épicé est parfaitement calibré pour ne pas brûler le palais.",
        "id": "Hidangan ikan rebus. Potongan ikannya yang segar terasa lembut. Rahasia hidangan ini adalah tambahan bubuk Violetgrass di dalam minyak panas untuk memberikan aroma harum pada hidangan. Rasanya pedas, tapi tidak terlalu pedas.",
        "jp": "魚の煮込み料理。魚の身がぎゅっと締まって、味も染み込んでいる。この料理のコツは、最後にかける熱々な油に琉璃袋の粉を入れること。",
        "kr": "삶은 생선 요리. 생선은 살이 오를 대로 올라있고 신선하며 향기롭다. 이 요리의 비법은 뜨거운 기름에 가루를 낸 유리주머니를 넣어 요리의 향을 사방에 퍼뜨리고 얼얼한 맛을 낸다",
        "pt": "Um prato de peixe escalfado. Os filés de peixe frescos e saborosos são macios e suculentos. O segredo desta receita é adicionar violeta em pó ao óleo aquecido para dar ao prato um cheiro aromático. É picante, mas não tanto.",
        "ru": "Отварная рыба. Свежее сочное рыбное филе, пахнет травами и измельчёнными стеклянными колокольчиками. Островато, но не слишком.",
        "th": "อาหารจำพวกปลาต้ม เนื้อปลามีความแน่นและเต็มไปด้วยรสชาติที่อร่อย ความลับของอาหารจานนี้คือมีการใส่ผงของ Violetgrass ลงในน้ำมันร้อนทำให้จานนั้นมีกลิ่นหอมเผ็ดแต่ไม่แห้ง",
        "vi": "Món cá hấp. Miếng cá dày dặn, hương thơm nồng nàn. Bí quyết của món ăn này là thêm Túi Lưu Ly được nghiền thành bột vào dầu nóng, khiến mùi thơm lan tỏa khắp nơi, cay nhưng không nồng."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}