{
    "name": {
        "en": "Blessing of the Welkin Moon - New Moon",
        "de": "Mondsegen – Neumond",
        "chs": "空月祝福·新月",
        "cht": "空月祝福·新月",
        "es": "Bendición Lunar - Mes nuevo",
        "fr": "Faveur de l'astre de la nuit - Nouvelle lune",
        "id": "Blessing of the Welkin Moon - New Moon",
        "jp": "空月の祝福·新月",
        "kr": "공월 축복·초승달",
        "pt": "Bênção da Lua Nova - Lua Nova",
        "ru": "Благословение полой луны - Новолуние",
        "th": "พรแห่งดวงจันทร์-ดวงจันทร์ดวงใหม่",
        "vi": "Không Nguyệt Chúc Phúc - Trăng Non"
    },
    "id": 1202,
    "materialDesc": {
        "en": "A ritual prayer, recited on the rising of the first new moon, to ask for the moon's blessing in the form of wealth and good fortune. For your purposes, the new moon you shall pray to is the first-ever new moon in Teyvat, since it's the first one you've seen here.\\n\\nUse this item to receive 30 days of Blessing of the Welkin Moon rewards.",
        "de": "Ein Ritual zur Feier des ersten Neumonds, bei dem man den Mond hoch oben im Himmel anbetet, um Reichtum und Glück zu erfahren. Du kannst davon ausgehen, dass dies der erste Neumond in Teyvat überhaupt ist. Denn du warst ja nur bei diesem dabei.\\n\\nErhalte nach der Anwendung 30 Tage Gültigkeit für den Mondsegen.",
        "chs": "于新月初升之时，向天空之月祈求财富与好运的仪式。你完全可以认为这是提瓦特的第一轮新月，至少是你见到的第一轮。\\n\\n使用后可以获得30天的空月祝福时间。",
        "cht": "#於新月初升之時，向天空之月祈求財富與好運的儀式。{F#妳}{M#你}完全可以認為這是提瓦特的第一輪新月，至少是{F#妳}{M#你}見到的第一輪。\\n\\n使用後可以獲得30天的空月祝福時間。",
        "es": "Un ritual de rezo a la luna por riqueza y buena fortuna cuando sale la luna nueva. Puedes asumir que esta es la primera luna nueva de Teyvat o, al menos, la primera que has visto.\\n\\nUsa este objeto para recibir recompensas de la Bendición Lunar durante 30 días.",
        "fr": "Une prière récitée lors da première nuit de la nouvelle lune pour lui demander sa faveur sous forme de richesse et de bonheur. Dans votre cas, vous pouvez estimer qu'il s'agit de la première nouvelle lune de Teyvat, car c'est la première que vous voyez ici.\\n\\nUtilisez cet objet pour bénéficier des récompenses de la Faveur de l'astre de la nuit pendant 30 jours.",
        "id": "Doa ritual yang diucapkan saat terbitnya bulan baru pertama, untuk memohon restu bulan berupa harta dan rejeki. Demi tujuanmu, bulan baru yang harus kamu doakan adalah bulan baru pertama di Teyvat, karena ini adalah bulan pertama yang kamu lihat di sini.\\n\\nGunakan item ini untuk menerima Blessing of the Welkin Moon selama 30 hari.",
        "jp": "新月が昇る時、天空の月に富と好運を祈る儀式。テイワットの最初の新月だと思って頂ければいい、少なくともこれはあなたにとって最初の新月ですから。\\n\\n使用すると有効期限が30日間の空月の祝福を獲得できます。",
        "kr": "초승달이 뜨는 날 하늘의 달을 향해 재물과 행운을 비는 의식. 티바트의 첫 초승달이라고 여겨도 된다. 최소한 여행자가 보는 첫 번째 초승달이니….\\n\\n사용 후 30일간의 공월 축복을 획득한다",
        "pt": "Uma oração ritual, que ocorre no surgimento da lua nova, para pedir as bênçãos de riqueza e boa sorte da lua. Você pode considerá-la como a primeira lua nova em Teyvat, pelo menos é a primeira que você já viu aqui.\\n\\nUse este item para receber 30 dias de recompensas da Benção da Lua Nova.",
        "ru": "Ритуальная молитва о счастье и достатке, которую возносят при восходе молодого месяца. Новолуние вашей первой молитвы будет считаться первым и для Тейвата.\\n\\nИспользуйте этот предмет, чтобы 30 дней получать Благословение полой луны.",
        "th": "เมื่อดวงจันทร์ดวงใหม่เกิดขึ้น จะมีพิธีอธิษฐานขอความมั่งคั่งและความโชคดีจากดวงจันทร์บนท้องฟ้า เธอสามารถคิดได้ว่านี่คือดวงจันทร์ดวงใหม่ดวงแรกใน Teyvat\\n\\nหลังจากใช้แล้วจะได้รับพรแห่งดวงจันทร์เป็นเวลา 30 วัน",
        "vi": "Nghi thức cầu xin sự giàu có và may mắn vào lúc trăng non vừa lên. Bạn có thể xem như đây là đợt trăng non đầu tiên của Teyvat, chí ít cũng là lần đầu mà bạn nhìn thấy.\\n\\nDùng xong có thể nhận Không Nguyệt Chúc Phúc 30 ngày."
    },
    "materialType": "MATERIAL_CONSUME"
}