{
    "name": {
        "en": "Blessings of Wisdom",
        "de": "„Segnungen der Weisheit“",
        "chs": "「才慧之瑞佑」",
        "cht": "「才慧之瑞佑」",
        "es": "Bendición de la sabiduría",
        "fr": "Bénédiction de sagesse",
        "id": "Berkah Kebijaksanaan",
        "jp": "「才慧の加護」",
        "kr": "「지혜의 비호」",
        "pt": "Bênção da Sabedoria",
        "ru": "Благословения мудрости",
        "th": "พรแห่งปัญญา",
        "vi": "\"Chúc Phúc Của Tài Năng Và Trí Tuệ\""
    },
    "id": 101632,
    "materialDesc": {
        "en": "A suspicious object you obtained from Xamaran. It is claimed that this can clear the source of the foul energy. Condensed from the fungus' absorbed nutrients, the agglomeration of spores... and a thick sense of humor.",
        "de": "Ein verdächtiger Gegenstand, den du von Xamaran bekommen hast. Es heißt, dass man damit die Quelle der bösen Energie läutern kann. In ihm konzentriert sich die Nährstoffe, die der große Pilz absorbiert hat, und die Sporen, die sich zu Klumpen geballt haben ... sowie Humor in Überdosis.",
        "chs": "从赞玛兰处得到的可疑物品，据说可以清除邪气源头的问题。其中似乎凝聚了庞大真菌吸收的养分、团聚而成的孢子…以及浓厚如浆的幽默感。",
        "cht": "從贊瑪蘭處得到的可疑物品，據說可以清除邪氣源頭的問題。其中似乎凝聚了龐大真菌吸收的養分、團聚而成的孢子…以及濃厚如漿的幽默感。",
        "es": "Un extraño objeto que te dio Xamaran. Al parecer, podría servir para acabar con el problema de la energía maligna. En su interior se condensan los nutrientes combinados y absorbidos por las esporas de un hongo gigante... Y una buena ración de sentido del humor.",
        "fr": "Un objet suspect donné par Xamaran. Selon lui, il servirait à éliminer la source de l'énergie néfaste. Il contient des nutriments qui ont été absorbés par ce champignon géant, des agrégats de spores et... une bonne grosse dose d'humour.",
        "id": "Objek mencurigakan yang kamu peroleh dari Xamaran. Dikatakan bahwa ini dapat membersihkan hawa jahat. Dipadatkan dari nutrisi yang diserap jamur, gumpalan spora ... dan selera humor yang kental.",
        "jp": "ザマランから貰った怪しい物。邪気の根源を祓えるらしい。中には多くの真菌が吸収した養分と塊になった胞子たち…そして、濃厚なユーモアのセンスが凝縮されている。",
        "kr": "자마란에게서 획득한 수상한 물건, 사악한 기운의 근원을 제거할 수 있다고 한다. 그중에는 방대한 진균이 흡수한 양분, 뭉쳐진 포자… 그리고 진득한 유머 감각이 응집되어 있는 듯하다",
        "pt": "Um objeto suspeito obtido com Xamaran. Dizem que isso pode limpar a fonte da energia suja. Lá dentro, os nutrientes combinados e absorvidos pelos esporos de um fungo gigante estão condensados... E uma boa porção de senso de humor.",
        "ru": "Подозрительный предмет, полученный от Замарана, который должен устранить проблему с источником порочной энергии. В нём собраны поглощённые гигантским грибом питательные вещества, скопления спор... и густое чувство юмора.",
        "th": "วัตถุต้องสงสัยที่ได้รับจาก Xamaran กล่าวกันว่าสามารถกำจัดปัญหาที่เกิดจากต้นตอของกลิ่นอายชั่วร้ายได้ ในนั้นคล้ายจะมีสารอาหารที่เห็ดยักษ์รวมรวมดูดซึมไว้ กับหมู่สปอร์ที่รวมเป็นกลุ่มก้อน... รวมไปถึงอารมณ์ขันที่แสนเข้มข้นอยู่ด้วย",
        "vi": "Vật phẩm đáng ngờ nhận được từ chỗ Xamaran, nghe nói có thể xóa bỏ nguồn gốc tà khí. Trong đó dường như có ngưng tụ các chất dinh dưỡng mà nấm đã hấp thụ, các bào tử tụ họp... và cả tính hài hước vô cùng đậm đặc."
    },
    "materialType": "MATERIAL_QUEST"
}