{
    "name": {
        "en": "Bloodjade Branch",
        "de": "Ast des Drachenbluts",
        "chs": "血玉之枝",
        "cht": "血玉之枝",
        "es": "Rama de jade carmesí",
        "fr": "Branche de jade cramoisi",
        "id": "Bloodjade Branch",
        "jp": "血玉の枝",
        "kr": "혈옥의 가지",
        "pt": "Galho de Jade de Sangue",
        "ru": "Ветвь кровавой яшмы",
        "th": "Bloodpearl Branch",
        "vi": "Nhánh Huyết Ngọc"
    },
    "id": 113018,
    "materialDesc": {
        "en": "Nurtured by the might of the dragon king, these bone branches glitter with strange, unique colors.\\nHatred coursed through the natural streams and kissed the cold moonlight, and from them were these crystalline branches born and grown...\\nEven though they were severed in battle, these branches steeped in dragon blood rustle as if eternally ill-at-ease.",
        "de": "Genährt von der Macht des Drachenkönigs, glitzern diese Knochenzweige in seltsamen, einzigartigen Farben.\\nHass floss durch die natürlichen Ströme und küsste das kalte Mondlicht und aus ihnen wurden diese kristallinen Zweige geboren und wuchsen ...\\nAuch wenn sie im Kampf abgetrennt wurden, rascheln diese von Drachenblut durchtränkten Zweige, als ob sie ewig unruhig wären.",
        "chs": "闪烁着特异色泽的骨质枝条，以「龙王」的力量滋养而生。\\n憎恨淌过天成的泉道，交汇冰冷的月光，令晶化的枝桠舒展而生…\\n即使在战斗中已被斩落，龙血滋养的枝叶仍在簌簌作响，永无宁时。",
        "cht": "閃爍著特異色澤的骨質枝條，以「龍王」的力量滋養而生。\\n憎恨淌過天成的泉道，交會冰冷的月光，令晶化的枝椏舒展而生…\\n即使在戰鬥中已被斬落，龍血滋養的枝葉仍在簌簌作響，永無安寧之時。",
        "es": "Estas ramas de hueso que brillan con un color especial se nutren del poder del rey dragón.\\nEl odio fluyó por los cauces y besó la fría luz de la luna, lo que hizo que estas ramas cristalizadas nacieran y crecieran.\\nAunque las cortaron durante una batalla, estas ramas empapadas de sangre de dragón siguen crujiendo como si estuvieran eternamente inquietas.",
        "fr": "Nourrie par la puissance du roi dragon, cette branche osseuse scintille de mille couleurs étranges et uniques.\\nLa haine qui parcourait les sources naturelles a embrassé le clair de lune froid, et c'est ainsi que sont nées et qu'ont poussé ces branches cristallines...\\nMême si elles sont tranchées au cours de la bataille, ces branches imprégnées du sang du dragon continuent de bruisser comme si elles ne pouvaient jamais trouver la paix.",
        "id": "Dahan yang terbentuk dari kekuatan raja naga. Dahan ini memancarkan kilauan aneh dengan warna yang unik.\\nKebencian yang mengalir melewati aliran air, menyatu dengan dinginnya cahaya rembulan. Dan dari situlah dahan kristal ini terbentuk...\\nMeskipun dahan-dahan ini telah terpotong di dalam peperangan, namun darah naga yang terkandung di setiap sumsum dahan masih bergejolak tanpa henti.",
        "jp": "特別な輝きを放つ骨の枝は、「龍王」の力で形成したもの。\\n憎しみは泉と共に流れ、冷酷な月の光と交じり、結晶化した枝を成長させる…\\n戦いで切り落とされても、龍の血に育まれた枝は未だに騒めいており、安らかな時が訪れることは永遠にないだろう。",
        "kr": "특이한 빛깔의 골질 나뭇가지. 「용왕」의 힘을 자양분으로 생성됐다.\\n흐르는 샘길을 증오하고, 차가운 달빛을 받자, 정화된 나뭇가지가 자라났다….\\n전투로 인해 잘렸지만, 용의 피로 자라난 잎은 여전히 바스락거리는 소리를 낸다",
        "pt": "Nutridos pelo poder do rei dragão, estes galhos de ossos brilham com cores estranhas e únicas.\\nO ódio corria pelas correntes naturais e beijava o luar frio, e deles nasciam e cresciam estes ramos cristalinos...\\nMesmo tendo sido cortados em batalha, estes galhos impregnados de sangue de dragão sussurram como se estivessem eternamente infelizes.",
        "ru": "Костяные ветви, питаемые силой лорда драконов, мерцают дивными цветами.\\nВ руслах родников текла и сливалась с морозным светом луны ненависть, порождая кристаллические ветви...\\nХоть их и обрубили в бою, питаемые драконьей кровью ветви и листья шелестят так, будто никогда не обретут покой.",
        "th": "กิ่งกระดูกที่เปล่งแสงประหลาด ซึ่งเกิดขึ้นจากพลังของ \"Azhdaha\" \\nเส้นทางที่เกิดจากความโกรธแค้น แสงจันทร์ที่เย็นยะเยือก ทำให้กระดูกถูกขยายขึ้น... \\nแม้ว่าจะหักลงในระหว่างการต่อสู้ แต่กิ่งกระดูกที่ถูกเลี้ยงด้วยเลือดมังกรยังคงส่งเสียงและอยู่อย่างไม่เป็นสุข",
        "vi": "Nhánh cây bằng xương màu sắc lấp lánh đặc biệt, được nuôi dưỡng từ sức mạnh \"Long Vương\".\\nTừ dòng suối căm hận, từ ánh trăng lạnh lẽo đã đúc kết thành...\\nCho dù khi chiến đấu có bị chém gãy thì những nhành lá được nuôi dưỡng từ máu rồng vẫn luôn bất diệt."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}