{
    "name": {
        "en": "Book Lover's Study",
        "de": "Arbeitszimmer eines Bücherfreundes",
        "chs": "万卷书斋",
        "cht": "萬卷書齋",
        "es": "Estudio del erudito",
        "fr": "Salle d'étude pour férus de livres",
        "id": "Ruangan Pencinta Buku",
        "jp": "万巻の書斎",
        "kr": "빼곡한 서재",
        "pt": "Estudo do Amante de Livros",
        "ru": "Кабинет книголюба",
        "th": "ม้วนหนังสือนับหมื่น",
        "vi": "Vạn Sách Ngàn Thư"
    },
    "id": 350010,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up a Book Lover's Study.\\nA Liyue-style study chock-full of books. One may gain much by spending half a day here in peace and quiet.\\nThey say that the commonly-seen style of study designs nowadays is largely derived from the Feiyun Commerce Guild manor, which was improved by its second young master to greatly increase the efficiency with which one may study and write.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Arbeitszimmer eines Bücherfreundes“.\\nEin Arbeitszimmer im Liyue-Stil, vollgestopft mit Büchern. Man sagt, dass der heute übliche Stil der Arbeitszimmer größtenteils vom Herrenhaus der Händlergilde Feiyun abgeleitet ist, welches von ihrem zweiten jungen Meister verbessert wurde, um die Effizienz beim Lernen und Schreiben zu erhöhen.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「万卷书斋」的放置方法。\\n卷藏颇丰的璃月书房，平心静气在此待上半天，就能得到不少收获。\\n据说如今常见的书房陈设，大多效仿自飞云商会的宅邸，由飞云商会的二少爷所改进，显著提升了学习与写作的效率。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「萬卷書齋」的放置方法。\\n卷藏頗豐的璃月書房，平心靜氣在此待上半天，就能得到不少收穫。\\n據說如今常見的書房陳設，大多效仿自飛雲商會的宅邸，由飛雲商會的二少爺所改良，顯著提升了學習與寫作的效率。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar un Estudio del erudito.\\nUn estudio al estilo de Liyue repleto de libros. Aquí se puede aprender mucho en medio día.\\nSe dice que el estilo actual de los estudios imita al de la residencia del Gremio de Comerciantes de Feiyun, en el que el joven maestro hizo algunas modificaciones para incrementar la eficiencia al estudiar y escribir.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de la salle d'étude pour férus de livres.\\nUne salle d'étude de style liyuéen, pleine de livres dans laquelle on pourrait apprendre beaucoup de choses rien qu'en y passant une demi-journée au calme.\\nOn raconte que l'apparence des salles d'études plus communes de nos jours est inspirée de celle du manoir de la Guilde des marchands de Feiyun que son deuxième jeune maître a modifiée afin de se concentrer efficacement dans ses études et pour son écriture.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Ruangan Pencinta Buku\".\\nRuang baca bergaya Liyue yang penuh dengan buku-buku. Siapa pun bisa belajar banyak dengan menghabiskan waktu setengah hari di sini dan membaca.\\nDikatakan bahwa desain ruang baca sering ditemukan sekarang dibuat berdasarkan ruangan di Feiyun Commerce Guild, yang dikembangkan oleh tuan muda keduanya untuk meningkatkan efisiensi belajar dan menulis.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「万巻の書斎」の詳しい配置方法が載っている設計図。\\n豊富な蔵書を持つ璃月の書斎は、半日間過ごすだけでも、かなりの収穫を得ることができる。\\n一般的な書斎の家具のほとんどが飛雲商会のものをモデルにしている。それらは飛雲商会の次男坊が改良したもので、勉強や執筆の効率を格段に向上できるといわれている。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「빼곡한 서재」의 설치 방법이 기재되어 있다.\\n장서량이 많은 리월 서재는 반나절만 머물러도 적지 않은 수확을 얻을 수 있다.\\n현재 흔히 볼 수 있는 서재의 배치 방식은 대부분 비운 상회의 저택을 모방한 것으로, 비운 상회의 둘째 도련님의 개량을 통해, 학습과 작문의 효율이 크게 증가했다고 알려져 있다.\\n사용 후 배치 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Estudo do Amante de Livros\".\\nUma bancada de estudo em estilo Liyue cheia de livros. Pode-se ganhar muito passando meio-dia aqui, em paz e tranquilidade.\\nDizem que o estilo de estudo comumente visto hoje em dia é em grande parte derivado da mansão da Guilda de Comerciantes de Feiyun, que foi aperfeiçoada por seu segundo jovem mestre para melhorar muito a eficiência com a qual se pode estudar e escrever.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Кабинет книголюба».\\nКабинет в стиле Ли Юэ, заполненный книгами. Можно многого добиться, проведя здесь полдня в тишине и покое.\\nГоворят, что этот стиль в значительной степени происходит от особняка торговой гильдии «Фэйюнь». Он был усовершенствован молодым хозяином, что значительно повысило эффективность учёбы и письма.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"ม้วนหนังสือนับหมื่น\" \\nห้องหนังสือ Liyue ซึ่งมีม้วนหนังสือจำนวนมาก ถ้าสามารถอยู่ที่นี่ได้อย่างสงบเป็นเวลานาน ก็จะได้รับความรู้และประโยชน์อย่างมากมาย \\nกล่าวกันว่าอุปกรณ์การเรียนส่วนใหญ่ในปัจจุบัน ล้วนเลียนแบบมาจากคฤหาสน์ของสมาคมการค้า Feiyun และได้รับการปรับปรุงโดยนายน้อยคนที่สองของสมาคมการค้า Feiyun ซึ่งช่วยเพิ่มประสิทธิภาพในการเรียนรู้และการเขียนได้เป็นอย่างดี\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Vạn Sách Ngàn Thư\".\\nThư phòng Liyue với nhiều cuộn sách, ngồi ở đây nửa ngày sẽ có được không ít thu hoạch.\\nNghe nói đồ đạc trong đây đa phần được mô phỏng theo dinh thự của Thương Hội Phi Vân, do nhị thiếu gia của thương hội cải tiến, để nâng cao hiệu suất học tập và viết lách.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}