{
    "name": {
        "en": "Bountiful Year",
        "de": "Jahresfisch",
        "chs": "丰年有余",
        "cht": "豐年有餘",
        "es": "Pescado de la abundancia",
        "fr": "Année d'abondance",
        "id": "Bountiful Year",
        "jp": "実り豊か",
        "kr": "풍요로운 한 해",
        "pt": "Abundância Anual",
        "ru": "Благополучие и процветание",
        "th": "Bountiful Year",
        "vi": "Phúc Lộc Tràn Đầy"
    },
    "id": 108367,
    "materialDesc": {
        "en": "Luxurious and exquisite raw fish. The fish is sliced thinly and arranged in the shape of a flower before a ring of side dishes is set all around it. Normally, the side dishes will be mixed with the raw fish according to one's taste before consumption — this act is said to ensure that things will be smooth sailing in the coming days.",
        "de": "Luxuriöses und exquisites Fisch-Sashimi. Das Fischfleisch wird in dünne Scheiben geschnitten und in Form blühender Blumen angerichtet, die dann von einem Kreis aus reichhaltigen Beilagen umgeben sind. Vor dem Essen werden die Beilagen in der Regel mit dem Sashimi vermischt, was den Wunsch ausdrückt, dass man später eine üppige Ernte haben könnte.",
        "chs": "豪华精致的鱼生。将鱼肉切成薄片，摆放成花朵盛放的模样，再在四周围上一圈丰富的小菜。食用前，通常会将配菜与鱼生根据口味捞匀，寓意着接下来的日子都会过得风生水起。",
        "cht": "豪華精緻的魚生。將魚肉切成薄片，擺放成花朵盛放的模樣，再在四周圍上一圈豐富的小菜。食用前，通常會將配菜與魚生根據口味撈勻，寓意著接下來的日子都會過得風生水起。",
        "es": "Lujoso y exquisito sashimi. El pescado se corta en finas láminas, se coloca en forma de flor y se rodea con una abundante guarnición. Antes de comerlo, la guarnición y el pescado suelen mezclarse según los gustos de cada uno. Se dice que esto se hace para asegurar que las cosas vayan como la seda en el futuro.",
        "fr": "Sashimi luxueux et délicat. Le poisson est tranché finement et disposé en forme de fleur avant qu'un cercle d'accompagnements ne soit disposé tout autour. Normalement, l'accompagnement est mélangé avec le poisson cru en fonction des goûts de chacun avant la consommation. Cette pratique est censée garantir la bonne fortune dans les jours qui viennent.",
        "id": "Ikan sashimi yang terlihat mewah dan indah. Ikannya diiris tipis-tipis dan disusun berbentuk seperti kelopak bunga, lalu hidangan pendamping disusun mengelilinginya. Sebelum memakannya, hidangan pendamping akan dicampur dengan sashimi sesuai selera — tindakan ini dikatakan adalah untuk memastikan bahwa segala sesuatu akan berjalan lancar di kemudian hari.",
        "jp": "贅沢な極上のお刺身。薄く切られた刺身を満開の花の形に並べ、その周囲を様々な食材が囲んでいる。食べる前にそれら食材と刺身を一緒にかき混ぜて味わうのが一般的。これからの日々も、実り豊かに過ごせるようにという意味が込められている。",
        "kr": "호화롭고 정교한 생선회. 생선을 얇게 썰어 꽃봉오리 모양으로 만든 다음, 풍성한 밑반찬을 동그랗게 둘러준다. 일반적으로, 취향에 따라 밑반찬과 생선회를 골고루 집어먹는다. 이는 앞으로의 일이 잘 되길 바라는 의미를 담고 있다",
        "pt": "Um luxuoso e requintado peixe cru. O peixe é cortado em fatias finas e colocado em forma de flor antes que um anel de pratos laterais sejam colocados ao seu redor. Normalmente, os acompanhamentos serão misturados com o peixe cru de acordo com o gosto do consumidor antes de comido — dizem que este ato é para garantir que as coisas estarão tranquilas nos próximos dias.",
        "ru": "Изысканное сашими. Рыбу нарезают тонкими ломтиками и укладывают в форме цветка, а вокруг неё помещают гарнир. Обычно перед употреблением гарнир смешивают с сырой рыбой. Считается, что это действие символизирует благополучие и процветание в будущем.",
        "th": "ซาชิมิสุดหรูหราและวิจิตรบรรจง เนื้อปลาถูกหั่นเป็นชิ้นบาง ๆ แล้วจัดวางให้เป็นรูปดอกไม้ที่กำลังเบ่งบาน จากนั้นก็ตกแต่งรอบ ๆ ด้วยเครื่องเคียง ก่อนรับประทานมักจะผสมเครื่องเคียงกับซาชิมิตามความชอบ ซึ่งมีความหมายว่าในวันข้างหน้าทุกสิ่งทุกอย่างจะราบรื่นไร้อุปสรรค",
        "vi": "Món Sashimi sang trọng tinh tế. Cắt cá thành từng lát mỏng và xếp thành hình những bông hoa đang nở, sau đó xếp những phần thức ăn kèm phong phú xung quanh. Trước khi ăn, các món ăn kèm và sashimi cá thường được trộn theo ý thích, ngụ ý là những ngày tháng sau này sẽ khấm khá hơn."
    },
    "materialType": "MATERIAL_FOOD"
}