{
    "name": {
        "en": "Bountiful Harvest Fruit Cart",
        "de": "Obstkarren mit reicher Ernte",
        "chs": "丰收预兆的水果推车",
        "cht": "豐收預兆的水果推車",
        "es": "Carro de fruta con muchos productos",
        "fr": "Charrette de fruits généreuse",
        "id": "Gerobak Buah yang Penuh Hasil Panen",
        "jp": "豊作の兆しの果物カート",
        "kr": "수확이 풍부한 과일 수레",
        "pt": "Carrinho de Frutas Cheio",
        "ru": "Фруктовая тележка",
        "th": "รถเข็นผลไม้ผลกำไรดี",
        "vi": "Xe Trái Cây Đầy Ắp"
    },
    "id": 390305,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Bountiful Harvest Fruit Cart.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Obstkarren mit reicher Ernte“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「丰收预兆的水果推车」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「豐收預兆的水果推車」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Carro de fruta con muchos productos.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la charrette de fruits généreuse.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Gerobak Buah yang Penuh Hasil Panen\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「豊作の兆しの果物カート」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「수확이 풍부한 과일 수레」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Carrinho de Frutas Cheio\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Телега с обильным урожаем фруктов».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"รถเข็นผลไม้ผลกำไรดี\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Xe Trái Cây Đầy Ắp\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}