{
    "name": {
        "en": "Box Lunch from the Traveler",
        "de": "#{F#Von der Reisenden}{M#Vom Reisenden} zubereitetes Essen",
        "chs": "旅行者手制便当",
        "cht": "旅行者手製便當",
        "es": "#Almuerzo preparado por {F#la viajera}{M#el viajero}",
        "fr": "#Panier-repas {M#du voyageur}{F#de la voyageuse}",
        "id": "Kotak Makan Siang dari Pengembara",
        "jp": "旅人の手作り弁当",
        "kr": "여행자의 수제 도시락",
        "pt": "#Marmita Preparada pel{M#o}{F#a} Viajante",
        "ru": "#Бэнто {F#путешественницы}{M#путешественника}",
        "th": "ข้าวกล่องทำมือของนักเดินทาง",
        "vi": "Cơm Hộp Chính Tay Nhà Lữ Hành Làm"
    },
    "id": 101927,
    "materialDesc": {
        "en": "Food that you have specifically prepared for Haypasia. The box contains Sweet Madame and Radish Veggie Soup. You hope Haypasia will like it.",
        "de": "#{F#Von der Reisenden}{M#Vom Reisenden} zubereitetes Essen. In der Büchse befinden sich süß mariniertes Hühnchen und Rettichsuppe. Hoffentlich schmecken sie Haypasia.",
        "chs": "旅行者亲手制作的便当，里面放入了拿手的甜甜花酿鸡和萝卜时蔬汤，希望海芭夏能够喜欢。",
        "cht": "旅行者親手製作的便當，裡面放入了拿手的甜甜花釀雞和蘿蔔時蔬湯，希望海芭夏能夠喜歡。",
        "es": "Un almuerzo que preparaste especialmente para Haypasia. Tiene pollo asado con miel y sopa vegetariana de rábano. Ojalá que a Haypasia le guste.",
        "fr": "La boîte-repas que vous avez préparée spécialement pour Haypasia. Elle contient du poulet mariné aux fleurs sucrantes et de la soupe de radis, deux plats que vous maîtrisez. Il reste à espérer que cela plaira à Haypasia.",
        "id": "Makanan yang sengaja kamu siapkan untuk Haypasia. Di dalamnya terdapat Sweet Madame dan Radish Veggie Soup. Semoga Haypasia menyukainya.",
        "jp": "旅人が作ったお弁当。中には得意料理の「鳥肉のスイートフラワー漬け焼き」と「大根入りの野菜スープ」が入っている。ハイパシアが気に入ってくれるといいな。",
        "kr": "여행자가 직접 만든 도시락. 가장 자신 있는 요리인 달콤달콤 닭고기 스튜와 무 수프를 넣었다. 하이파시아가 좋아했으면 좋겠다",
        "pt": "#Marmita preparada pel{M#o}{F#a} Viajante, que {M#ele}{F#ela} colocou o famoso Frango Assado com Mel e a Sopa de Rabanete, na esperança que a Haypasia goste.",
        "ru": "Бэнто, которое вы приготовили своими руками: цыплёнок в медовом соусе и овощной суп. Хайпасии должно понравиться.",
        "th": "ข้าวกล่องที่นักเดินทางทำเองกับมือ ด้านในมีเมนูถนัดอย่าง Sweet Madame กับ Radish Veggie Soup หวังว่า Haypasia จะชอบมันนะ",
        "vi": "Hộp cơm do chính tay Nhà Lữ Hành chuẩn bị, bên trong là món Gà Nấu Hoa Ngọt và Canh Rau Củ sở trường, hy vọng Haypasia sẽ thích."
    },
    "materialType": "MATERIAL_QUEST"
}