{
    "name": {
        "en": "Box of Leaves",
        "de": "Schachtel mit Blättern",
        "chs": "装有树叶的盒子",
        "cht": "裝有樹葉的盒子",
        "es": "Caja con hojas",
        "fr": "Boîte de feuilles",
        "id": "Kotak Berisi Daun",
        "jp": "葉っぱが入っている箱",
        "kr": "나뭇잎이 든 상자",
        "pt": "Caixa de Folhas",
        "ru": "Коробка с листьями",
        "th": "กล่องใส่ใบไม้",
        "vi": "Cái Hộp Có Đựng Lá Cây"
    },
    "id": 100525,
    "materialDesc": {
        "en": "A box with some leaves inside. Something feels unusual about it when you hold it in your hand, and you can't help but feel a little uneasy... can this box really contain these leaves?",
        "de": "Eine Schachtel voller Blätter. Hältst du sie in Händen, fühlst du dich unwohl. Du kommst nicht umhin dich zu fragen, ob die Blätter wirklich in der Schachtel bleiben werden.",
        "chs": "装有树叶的盒子。捧在手里的时候有一股不同寻常的感觉，让人不由得担心，这些树叶真的能装在这盒子里吗？",
        "cht": "裝有樹葉的盒子。捧在手裡的時候有一股不同尋常的感覺，讓人不由得擔心，這些樹葉真的能裝在這盒子裡嗎？",
        "es": "Una caja llena de hojas. Al cargarlo con ambas manos da una sensación inusual, por lo que la gente no puede evitar preguntarse qué hay en su interior.",
        "fr": "Une boîte remplie de feuilles. Une sensation étrange vous parcourt lorsqu'elle est entre vos mains, piquant votre curiosité. S'agit-il vraiment de feuilles ?",
        "id": "Kotak yang dalamnya berisi dedaunan. Kamu merasakan ada sesuatu yang membuatmu tidak nyaman saat menyentuh kotak ini... Apakah kotak ini benar-benar hanya berisi dedaunan?",
        "jp": "葉っぱが入っている箱、手にする時は何か不思議な感じがする。「本当に入っていて大丈夫か？」と心配したくなる。",
        "kr": "나뭇잎이 들어 있는 상자. 손으로 들고 있으면 이상한 기분이 들게 만든다. 이 나뭇잎들을 이 상자 안에 넣어도 되는 걸까?",
        "pt": "Uma caixa com folhas dentro. Dá uma sensação extraordinária quando a pega em mãos e isso deixa as pessoas inquietas. Será que esta caixa realmente consegue conter essas folhas?",
        "ru": "Коробка с листьями. Вы чувствуете себя некомфортно, когда держите эту коробку в руках... Неужели эти листья правда могут поместиться в эту коробку?",
        "th": "เมื่อถือกล่องใส่ใบไม้ไว้ในมือจะมีความรู้สึกผิดปกติที่ทำให้กังวลใจ ใบไม้เหล่านี้สามารถใส่ในกล่องนี้ได้จริง ๆ เหรอ?",
        "vi": "Hộp đựng lá cây. Khi cầm lên có cảm giác lạ thường, khiến người ta băn khoăn liệu số lá cây này có thể được đựng trong chiếc hộp này thật không?"
    },
    "materialType": "MATERIAL_QUEST"
}