{
    "name": {
        "en": "Box of Goods Invoices",
        "de": "Schachtel mit Warenverzeichnissen",
        "chs": "装着货单的盒子",
        "cht": "裝著貨單的盒子",
        "es": "Caja con facturas",
        "fr": "Boîte de factures",
        "id": "Kotak Tagihan Barang",
        "jp": "注文書の入った箱",
        "kr": "적하 목록이 들어 있는 상자",
        "pt": "Faturas das Caixas de Mercadorias",
        "ru": "Коробка с накладными",
        "th": "กล่องใส่รายการสินค้า",
        "vi": "Hộp đựng đơn hàng"
    },
    "id": 100479,
    "materialDesc": {
        "en": "A box containing various invoices. It appears to have been opened once before and then tightly sealed back up. What nature of business could make even one who stumbles upon the box feel at nerve's end?",
        "de": "Eine Schachtel mit Warenverzeichnissen. Sie wurde schon einmal geöffnet und dann wieder fest verschlossen. Um was für Geschäfte muss es sich handeln, wenn diese Schachtel für so viel Furore sorgt?",
        "chs": "装着货单的盒子，被人拆开过，又再次严密封好。…到底是一笔怎样的生意，能让无意捡到的人都如此紧张呢？",
        "cht": "裝著貨單的盒子，被人拆開過，又再次嚴密封好。…到底是一筆怎樣的生意，能讓無意撿到的人都如此緊張呢？",
        "es": "Una caja que contiene varias órdenes de compra. Parece que alguien la abrió antes para después sellarla de nuevo. ¿Qué tipo de negocio haría que alguien se sintiera nervioso al ver el contenido de la caja?",
        "fr": "Une boîte contenant de nombreuses factures qui semble avoir été ouverte puis de nouveau scellée. Quel genre d'affaires peut rendre la personne qui l'a trouvée nerveuse au point de la refermer ?",
        "id": "Sebuah kotak yang berisi tagihan. Sepertinya sudah pernah dibuka lalu ditutup kembali dengan rapat. Sebenarnya bisnis macam apa yang dapat membuat orang yang melihatnya merasa gugup?",
        "jp": "注文書の入った箱。誰かに開けて、また閉められた痕跡がある。…一体どんな商売なのだろう？",
        "kr": "적하 목록이 들어 있는 상자. 누군가가 열어본 뒤 다시 밀봉한 것 같다. …대체 뭐길래 무심코 주운 사람이 이렇게 긴장한 걸까?",
        "pt": "Uma caixa contendo várias faturas. Parece ter sido aberto uma vez antes e depois firmemente selado. Que natureza dos negócios poderia fazer com que alguém que tropeçasse na caixa se sentisse na ponta dos nervos?",
        "ru": "Эта коробка содержит различные накладные. Похоже, что её открывали, а затем закрыли и запечатали. Какие сделки там должны быть описаны, чтобы так испугать увидевшего их человека?",
        "th": "กล่องใส่รายการสินค้า ที่ถูกคนเปิดแล้วก็ถูกปิดผนึกอีก...นี่มันธุรกิจอะไรกันแน่ ถึงทำให้คนที่เก็บกล่องได้ตื่นเต้นซะขนาดนี้?",
        "vi": "Chiếc hộp đựng đơn hàng đã bị bóc niêm phong rồi dán lại cẩn thận... Là thương vụ buôn bán như thế nào mới khiến người mở nó lại lo lắng đến vậy?"
    },
    "materialType": "MATERIAL_QUEST"
}