{
    "name": {
        "en": "Box of Clothes",
        "de": "Kiste mit Kleidung",
        "chs": "装衣服的方盒",
        "cht": "裝衣服的方盒",
        "es": "Caja con ropa",
        "fr": "Boîte de vêtements",
        "id": "Sekotak Pakaian",
        "jp": "服の入った四角い箱",
        "kr": "옷을 담은 상자",
        "pt": "Caixa com Roupas",
        "ru": "Коробка с одеждой",
        "th": "กล่องเสื้อผ้าแบบสี่เหลี่ยม",
        "vi": "Hộp Trang Phục"
    },
    "id": 101000,
    "materialDesc": {
        "en": "This box contains the clothes that Ningguang asked you to go get. As she said, \"I need a change of mood, and a change of clothes will facilitate that.\"",
        "de": "Diese Kiste enthält die Kleidung, die zu holen Ningguang dich gebeten hat. Wie sie sagte: „Ich brauche einen Stimmungswechsel und ein Kleiderwechsel erleichtert das.“",
        "chs": "里面装有凝光拜托你取来的衣服，用凝光的话说，「换件衣服，也可以换个心情」。",
        "cht": "#裡面裝有凝光拜託{F#妳}{M#你}取來的衣服，用凝光的話說，「換件衣服，也可以換個心情」。",
        "es": "Contiene la ropa que Ninguang te pidió que escogieras. En palabras de ella misma, “al cambiarte de ropa, cambias de humor”.",
        "fr": "#Cette boîte contient les vêtements que Ningguang vous a demandé d'aller chercher. Comme elle l'a dit{NON_BREAK_SPACE}: «{NON_BREAK_SPACE}Changer de vêtements permet de changer d'humeur.{NON_BREAK_SPACE}»",
        "id": "Kotak ini berisikan beberapa pakaian yang diminta Ningguang. Sesuai seperti yang dia bilang, \"Aku ingin mengganti suasana hatiku, dan bila aku mengganti pakaianku maka suasana hati juga bisa berubah.\"",
        "jp": "凝光から頼まれた衣服が入っている。「服を着替えれば、気分も変わるわ。」と凝光がそう言っていた。",
        "kr": "안에는 응광이 부탁한 옷이 들어있다. 응광의 말을 빌리면 「옷을 갈아입으면 기분 전환이 된다」라고 했다",
        "pt": "Uma caixa com as roupas que Ningguang lhe pediu para pegar. É como ela disse: \"Preciso mudar meu humor, e trocar de roupa ajudará\".",
        "ru": "В этой коробке одежда, за которой вас просила сходить Нин Гуан. Она сказала: «Со сменой наряда меняется и расположение духа».",
        "th": "ด้านในมีเสื้อผ้าที่ Ningguang ขอให้คุณไปนำมา หากให้ใช้คำพูดของ Ningguang ก็คือ \"การเปลี่ยนชุด ก็สามารถเปลี่ยนอารมณ์ได้เช่นกัน\"",
        "vi": "Bên trong đựng trang phục của Ningguang, theo cách nói của cô ấy, \"đổi trang phục, đổi tâm trạng\"."
    },
    "materialType": "MATERIAL_QUEST"
}