{
    "name": {
        "en": "Braised Meat",
        "de": "Fleischeintopf",
        "chs": "红烩兽肉",
        "cht": "紅燴獸肉",
        "es": "Carne estofada",
        "fr": "Viande braisée",
        "id": "Braised Meat",
        "jp": "獣肉シチュー",
        "kr": "걸쭉 짐승고기탕",
        "pt": "Carne Bestial Refogada",
        "ru": "Мясной гуляш",
        "th": "Meat Stew",
        "vi": "Thịt Rừng Kho Tàu"
    },
    "id": 108310,
    "materialDesc": {
        "en": "A stewed dish. The meat slices were fried first, followed by the vegetable accouterments, after which they were mixed together. The soup was then added and simmered until it thickened. After this patient, slow cooking process, the meat has become soft and tender, bringing those who eat it a down-to-earth satisfaction.",
        "de": "Ein geschmortes Gericht. Die Fleischscheiben wurden zuerst gebraten, gefolgt von den Gemüsebeilagen, danach wurden sie vermischt. Dann wurde die Suppe hinzugefügt und geköchelt, bis sie eindickt. Nach diesem geduldigen, langsamen Kochprozess ist das Fleisch weich und zart geworden und bringt denen, die es essen, eine bodenständige Zufriedenheit.",
        "chs": "炖煮而成的菜肴。先煎制大块的兽肉，再炒香配菜，混合后加汤焖煮，直至汤汁收浓。耐心慢煮后，兽肉的口感也变得松软，给人以实打实的满足感。",
        "cht": "燉煮而成的菜餚。先煎好大塊的獸肉，再炒香配菜，混合後加湯燜煮，直至湯汁收濃。耐心慢煮後，獸肉的口感也變得鬆軟，給人充足的滿足感。",
        "es": "Un plato de carne guisada. Primero se marca la carne, se sofríen las verduras y, después, se le añade caldo a todo para que cueza hasta espesar. Tras esperar pacientemente, la carne se vuelve tierna, lo que aporta una satisfactoria sensación.",
        "fr": "Un plat mijoté. Les tranches de viande ont été d'abord cuites avant d'ajouter et de mélanger les légumes avec. La soupe est ensuite versée et mijotée jusqu'à ce qu'elle se réduise et devienne une sauce bien épaisse. La viande devient tendre après cette cuisson lente, apportant à ceux qui en mangent une sensation de réelle satiété.",
        "id": "Hidangan rebus. Daging yang dipotong telah digoreng terlebih dahulu, dilengkapi dengan sayur mayur yang setelahnya digabungkan bersama. Kemudian tambahkan sup dan direbus sampai mengental. Setelah proses memasak yang lambat dan sabar ini, dagingnya menjadi lembut dan empuk, membuat mereka yang memakannya merasa puas.",
        "jp": "煮込んだ料理。大きく切られた獣肉をこんがりと焼き、具を炒めて香りを出す。そしてお湯を加え、余分な水分を飛ばし、スープにとろみをつけるまで煮込む。じっくり煮込むと、獣肉の食感は柔らかくなり、満足感をもたらしてくれる。",
        "kr": "끓여서 제작된 스튜 요리. 우선 큼직한 짐승고기를 구운 후 다시 곁들임 요리를 볶다가 골고루 섞는다. 그 후 국물을 넣고 뜸을 들이다가 국물이 진해질 때까지 끓인다. 인내심을 갖고 천천히 끓이면 짐승고기의 식감이 부드러워져 확실한 만족감을 선사한다",
        "pt": "Um prato cozido. As fatias de carne foram fritas primeiro, seguidas pelos adereços vegetais, após os quais foram misturadas. A sopa foi então acrescentada e fervida até engrossar. Após este paciente, lento processo de cozimento, a carne se tornou macia e tenra, trazendo àqueles que a consomem uma sensação satisfatória.",
        "ru": "Тушёное блюдо. Сначала обжариваются крупные куски мяса, затем - овощи, после чего они смешиваются вместе. Далее добавляется бульон и варится до загустения. После этого медленного процесса приготовления мясо становится мягким и нежным, доставляя тем, кто его ест, неземное удовольствие.",
        "th": "สตูที่ได้จากการตุ๋น นำเนื้อสัตว์ชิ้นใหญ่ไปทอดก่อน จากนั้นจึงทอดเครื่องเคียง แล้วนำส่วนผสมทั้งสองคลุกเคล้าให้เข้ากัน จากนั้นเติมน้ำซุปและเคี่ยวจนน้ำซุปข้น หลังจากตุ๋นอย่างช้า ๆ ด้วยความอดทน รสสัมผัสของเนื้อก็จะนุ่มนวลขึ้น ทำให้ผู้คนรู้สึกพึงพอใจอย่างแท้จริง",
        "vi": "Món hầm thơm ngon. Trước tiên, đem chiên Thịt Rừng, sau đó xào các nguyên liệu khác, rồi cho tất cả vào nồi đổ nước vào hầm, cho đến khi nước canh sánh lại. Kiên nhẫn hầm đủ lâu, Thịt Rừng sẽ trở nên mềm mại, đem lại cảm giác vô cùng thỏa mãn cho thực khách."
    },
    "materialType": "MATERIAL_FOOD"
}