{
    "name": {
        "en": "Brass Ring",
        "de": "Messingring",
        "chs": "黄铜戒指",
        "cht": "黃銅戒指",
        "es": "Anillo de latón",
        "fr": "Anneau en cuivre",
        "id": "Cincin Kuningan",
        "jp": "黄銅の指輪",
        "kr": "황동 반지",
        "pt": "Anel de Latão",
        "ru": "Латунное кольцо",
        "th": "แหวนทองเหลือง",
        "vi": "Chiếc Nhẫn Đồng"
    },
    "id": 101641,
    "materialDesc": {
        "en": "A ring that you got off a Golden Weasel Thief. See how it glitters, see how it shines! The Weasel Thief must have planned on using it to attract a mate, and it does indeed look quite valuable. One imagines that its owner must be quite distressed at the moment.",
        "de": "Ein Ring, den du von einem goldenen Schatzmarder bekommen hast. Sieh, wie er glitzert, sieh, wie er glänzt! Der goldene Schatzmarder hatte wohl vor, ihn zu benutzen, um einen Partner anzulocken, und er sieht tatsächlich ziemlich wertvoll aus. Man kann sich vorstellen, dass sein Besitzer im Moment ziemlich verzweifelt sein muss.",
        "chs": "从「大黄金盗宝鼬」处夺得的一枚戒指，亮闪闪呀，亮闪闪，大概盗宝鼬想用它吸引配偶吧。看上去就价值不菲的戒指！想必它的主人应当非常焦急。",
        "cht": "從「大黃金盜寶鼬」處奪得的一枚戒指，亮閃閃呀，亮閃閃，大概盜寶鼬想用它吸引配偶吧。看起來就價值不菲的戒指！想必它的主人應當非常焦急。",
        "es": "Un anillo que le robaste a un hurón ladrón dorado. Debido a su brillo, los hurones ladrones lo usan para atraer a una pareja. En realidad, parece ser bastante valioso. Seguramente su dueño esté muy preocupado por él.",
        "fr": "Un anneau en cuivre obtenu d'une belette voleuse. Il brille et étincelle tellement qu'on peut s'imaginer que les belettes voleuses voulaient s'en servir pour attirer un compagnon. Cet anneau a l'air très précieux ! Son propriétaire doit être vraiment inquiet de l'avoir perdu.",
        "id": "Sebuah cincin yang didapatkan dari Golden Weasel Thief. Lihatlah kilauannya, dan lihatlah caranya memancarkan sinar! Golden Weasel Thief pasti berencana menggunakannya untuk menarik pasangan, dan kelihatannya ini memang sangat berharga. Bisa kita bayangkan kalau pemiliknya pasti sangat cemas saat ini.",
        "jp": "「宝盗イタチ·黄金」から奪った指輪。ピカピカ光っている。宝盗イタチはこれを使ってパートナーを引き寄せようとしていたようだ。きっと価値のある指輪に違いない！持ち主はさぞかし不安がっていることだろう。",
        "kr": "「보물 사냥 족제비·황금」으로부터 획득한 반지, 반짝반짝 빛나고 있다. 보물 사냥 족제비는 이 반지로 배우자를 찾으려는 걸지도 모른다. 외관으로 보아 꽤나 고가의 물건임이 틀림없다! 반지를 잃어버린 주인도 분명 초조해하고 있을 것이다",
        "pt": "Um anel obtido com o Furão Ladrão Dourado. Veja como é brilhante! O Furão Ladrão deve ter pensado em usá-lo para atrair um par, e parece bem valioso. O dono dele deve estar bem preocupado com o seu paradeiro no momento.",
        "ru": "Кольцо, которое вы добыли у крупного золотого хорька-воришки. Возможно, с помощью этого сверкающего кольца хорёк пытался привлечь партнёра. Выглядит оно недёшево, и его хозяин будет вне себя от беспокойства, когда обнаружит пропажу.",
        "th": "แหวนวงหนึ่งที่ได้มาจาก \"Golden Weasel Thief\" มันส่องประกายแวววาววิบวับ Weasel Thief คงคิดจะใช้มันเพื่อดึงดูดหาคู่ล่ะมั้ง ดูเหมือนจะเป็นแหวนราคาแพงมากเลยล่ะ! คิดว่าเจ้าของจะต้องร้อนใจมากแน่ ๆ",
        "vi": "Chiếc nhẫn lấy từ chỗ của Chồn Đạo Bảo Hoàng Kim, lấp la lấp lánh, chắc Chồn Đạo Bảo muốn dùng nó để thu hút bạn tình. Trông có vẻ là một chiếc nhẫn rất có giá trị! Chắc là chủ nhân của nó rất sốt ruột."
    },
    "materialType": "MATERIAL_QUEST"
}