{
    "name": {
        "en": "Breeze Amidst the Forest - Ballad Selection Excerpt",
        "de": "Waldluft – Eine Balladensammlung",
        "chs": "林间风·故事拔萃节选",
        "cht": "林間風·故事拔萃節選",
        "es": "Brisa en el bosque: Selección de baladas",
        "fr": "La Brise de la Forêt - Passages choisis",
        "id": "Bisikan Hutan - Kompilasi Balada",
        "jp": "森の風·ベストコレクション",
        "kr": "숲속의 바람·이야기 발췌",
        "pt": "Brisa na Floresta - Seleção de Contos",
        "ru": "Сборник стихов «Лесной бриз»",
        "th": "สายลมในป่าเขา - สุดยอดเรื่องราวที่ผ่านการคัดสรร",
        "vi": "Khu Rừng Gió - Sự Tích Nổi Tiếng"
    },
    "id": 100201,
    "materialDesc": {
        "en": "A collection of Mondstadt ballads, recorded, compiled and arranged by scholars centuries ago.",
        "de": "Vor Jahrhunderten von Literaten ausgesuchte Werke vieler einzelner unbekannter Barden aus Mondstadt, zusammengefasst unter dem Titel „Waldluft“.",
        "chs": "数百年前的学者们整理记录了蒙德诸多无名游吟诗人的诗篇，将其编纂结集，命名为《林间风》。",
        "cht": "數百年前的學者們整理記錄了蒙德諸多無名遊吟詩人的詩篇，將其編纂結集，命名為《林間風》。",
        "es": "Una colección de baladas de Mondstadt, grabadas, compiladas y editadas por eruditos hace siglos.",
        "fr": "Une anthologie de ballades de Mondstadt compilée et arrangée par les chercheurs des siècles passés.",
        "id": "Koleksi balada Mondstadt yang direkam, dikompilasi, dan disusun oleh para sarjana berabad-abad lalu.",
        "jp": "数百年前の学者たちはモンドの数多くの無名の吟遊詩人の詩を整理·記録し、それらを集めて詩集『森の風』を出版した。",
        "kr": "수백 년 전의 학자들은 몬드의 수많은 무명 음유시인의 시를 정리해 기록했고, 그것들을 한데 모아 편찬하여 《숲속의 바람》이라고 이름 지었다",
        "pt": "Uma coleção de baladas de Mondstadt, gravadas, compiladas e organizadas por estudiosos séculos atrás.",
        "ru": "Сборник поэзии Мондштадта, составленный руками учёных сотни лет назад.",
        "th": "เมื่อเวลากว่าร้อยปีก่อนนั้นพวกนักวิชาการได้รวบรวมบันทึกบทกวีของเหล่ากวีพเนจรไร้นามมากมายใน Mondstadt เอาไว้และตั้งชื่อไว้ว่า \"สายลมในป่าเขา\"",
        "vi": "Các học giả hàng trăm năm trước đã ghi chép rất nhiều bài thơ của thi nhân vô danh thành Mondstadt, biên soạn thành tập thơ \"Khu Rừng Gió\"."
    },
    "materialType": "MATERIAL_QUEST"
}