{
    "name": {
        "en": "Breeze Amidst the Forest Supplement: The Dragon Tome",
        "de": "Waldluft – Nachtrag: Band der Drachen",
        "chs": "林间风拾遗·龙之书",
        "cht": "林間風拾遺·龍之書",
        "es": "Suplemento de «Brisa en el bosque»: Tomo del dragón",
        "fr": "La Brise de la Forêt - Livre du Dragon",
        "id": "Bisikan Angin Hutan: Kitab Naga",
        "jp": "森の風拾遺集·龍の書",
        "kr": "숲속의 바람 분실분·용의 서",
        "pt": "Suprimento da Brisa na Floresta - Tomo do Dragão",
        "ru": "Лесной бриз: Дополнение - Том о драконах",
        "th": "ลมหวนในป่าเขา - หนังสือแห่งมังกร",
        "vi": "Giữa Khu Rừng Gió - Thư Của Rồng"
    },
    "id": 100213,
    "materialDesc": {
        "en": "A supplement to the \"Breeze Amidst the Forest\" ballad selection with excerpts from various sources.\\nIt tells the story of the Dragon of Mondstadt.",
        "de": "Ergänzende Erläuterungen zu den Erzählungen in „Waldluft“ mit Material aus den verschiedensten Quellen.\\nDarstellungen über die Drachen von Mondstadt.",
        "chs": "对叙事诗集《林间风》的补充说明集，其中资料摘选自各类文献。\\n描述了蒙德的龙的故事。",
        "cht": "對敘事詩集《林間風》的補充說明集，其中資料摘選自各類文獻。\\n描述了蒙德的龍的故事。",
        "es": "Complemento a la selección de poemas de «Brisa en el bosque» con extractos de diversas fuentes.\\nCuenta la historia del Dragón de Mondstadt.",
        "fr": "Un supplément à l'ouvrage « La Brise de la Forêt » rassemblant de nouveaux poèmes écrits par différents auteurs.\\nRaconte l'histoire du dragon de Mondstadt.",
        "id": "Edisi tambahan untuk kumpulan lagu Breeze in the Forest yang mengambil konten dari berbagai sumber.\\nDi dalamnya terdapat kisah tentang naga di Mondstadt.",
        "jp": "叙事詩集『森の風』の補足説明集。資料は様々な文献から抜粋したもの。\\nモンドの龍の物語について説明している。",
        "kr": "시집 《숲속의 바람》의 보충 해설집. 각종 문헌의 자료를 간추렸다\\n몬드성의 드래곤에 대한 이야기가 적혀있다",
        "pt": "Um complemento para as seleções de poemas da Brisa na Floresta com trechos de diversas fontes.\\nConta a história do Dragão de Mondstadt.",
        "ru": "Дополнение к сборнику баллад «Лесной бриз» с выдержками из различных источников.\\nОно рассказывает историю Дракона Мондштадта.",
        "th": "ภาคผนวกของชุดบทกวีลมหวนในป่าเขา ที่หยิบยก เรื่องราวจากแหล่งข้อมูลต่างๆ มาไว้ด้วยกัน\\nบอกเล่าเรื่องราวของมังกรแห่ง Mondstadt",
        "vi": "Tập bổ sung của tập thơ Khu Rừng Gió, trong đó có sử dụng nhiều loại văn phong.\\nMiêu tả câu chuyện về Rồng thành Mondstadt."
    },
    "materialType": "MATERIAL_QUEST"
}