{
    "name": {
        "en": "Bright Vase-Shaped Sconce",
        "de": "Helle vasenförmige Wandleuchte",
        "chs": "明净的花瓶形壁灯",
        "cht": "明淨的花瓶形壁燈",
        "es": "Aplique luminoso en forma de jarrón",
        "fr": "Applique murale en forme de vase",
        "id": "Lampu Dinding Terang Berbentuk Vas",
        "jp": "明るい花瓶型壁掛けライト",
        "kr": "맑은 꽃병 벽램프",
        "pt": "Arandela Luminosa em Forma de Vaso",
        "ru": "Настенная лампа в форме вазы",
        "th": "โคมไฟติดผนังรูปแจกันใส",
        "vi": "Đèn Áp Tường Kiểu Lọ Hoa"
    },
    "id": 384202,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Bright Vase-Shaped Sconce.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Helle vasenförmige Wandleuchte“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「明净的花瓶形壁灯」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「明淨的花瓶形壁燈」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Aplique luminoso en forma de jarrón.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'applique murale en forme de vase.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Lampu Dinding Terang Berbentuk Vas\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「明るい花瓶型壁掛けライト」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「맑은 꽃병 벽램프」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Arandela Luminosa em Forma de Vaso\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Настенная лампа в форме вазы».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"โคมไฟติดผนังรูปแจกันใส\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Đèn Áp Tường Kiểu Lọ Hoa\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}