{
    "name": {
        "en": "Brightwood",
        "de": "Hellholz",
        "chs": "辉木",
        "cht": "輝木",
        "es": "Madera radiante",
        "fr": "Bois radiant",
        "id": "Brightwood",
        "jp": "輝光材",
        "kr": "빛나는 나무 원목",
        "pt": "Madeira Radiante",
        "ru": "Сияющая древесина",
        "th": "ไม้ Brightwood",
        "vi": "Gỗ Sáng"
    },
    "id": 101313,
    "materialDesc": {
        "en": "Timber from the Brightwood Tree. It seems to have different properties from ordinary wood — soft but extremely resilient, easy to dye, and can be used for special purposes. \\nCan be used to create furnishings.",
        "de": "Das Holz des Hellbaums. Es scheint eine andere Struktur als gewöhnliches Holz zu besitzen. Seine Textur ist etwas weicher, dafür aber sehr robust. Es nimmt Farbe leicht auf und hat daher einige spezielle Verwendungszwecke.\\nKann zum Herstellen von Dekoration verwendet werden.",
        "chs": "产自「辉树」的木材，似乎有着与普通木材不同的构造，质地较软，但极为坚韧，易于染色，用途较为特别。\\n可用于制作摆设。",
        "cht": "產自「輝樹」的木材，似乎有著與普通木材不同的構造，質地較軟，但極為堅韌，易於染色，用途較為特別。\\n可用於製作擺設。",
        "es": "Madera obtenida de árboles radiantes. Presenta características diferentes a las de la madera de otros árboles corrientes. Su textura es suave pero resistente, lo que hace que sea más fácil de teñir y que se le pueda dar usos diferentes.\\nPuede utilizarse para fabricar decoraciones.",
        "fr": "Bois obtenu à partir de radiantier. On dit qu'il est exceptionnellement tenace, qu'il résiste au vent et à la pluie, et qu'il a une longue durée de vie.\\nPeut être utilisé pour fabriquer des décorations.",
        "id": "Kayu Pohon Brightwood. Tampaknya memiliki sifat yang berbeda dari kayu biasa — lembut tapi sangat tahan banting, mudah diwarnai, dan dapat digunakan untuk tujuan tertentu.\\nDapat digunakan untuk membuat perabotan.",
        "jp": "「輝光の木」から生産される木材。普通の木材とは違うようだ。柔らかいが非常に丈夫で、染色もしやすいため、思いもよらぬところで使えそう。\\n調度品の製作に使うことができる。",
        "kr": "「빛나는 나무」에서 얻어낸 목재. 일반 목재와 구조가 다르며 부드러우면서도 강인한 질감을 가지고 있다. 손쉽게 색을 입힐 수 있으며 특별한 용도로 사용된다.\\n장식 제작용으로 사용할 수 있다",
        "pt": "Madeira da \"Árvore Radiante\", com estrutura diferente da madeira comum. Apesar de ter textura macia, é extremamente resistente. Como é fácil de ser tingido, tem seus usos especiais. \\nPode ser usada para fazer Decorações.",
        "ru": "Древесина, полученная из сияющего дерева. Структурой отличается от обычной древесины, это мягкий, но очень упругий материал, хорошо поддающийся окрашиванию, применяется в специальных целях.\\nСлужит для изготовления декора.",
        "th": "ไม้ที่ได้จาก \"ต้น Brightwood\" ดูเหมือนว่าจะมีโครงสร้างที่แตกต่างจากไม้ทั่วไป เนื้อสัมผัสค่อนข้างนุ่มนวล แต่แข็งแกร่งคงทน ย้อมสีง่าย และประโยชน์ใช้สอยค่อนข้างพิเศษ\\nสามารถนำมาใช้สร้างเฟอร์นิเจอร์ได้",
        "vi": "Gỗ từ Cây Gỗ Sáng, dường như có cấu trúc khác với gỗ thông thường, chất gỗ mềm, nhưng cực kỳ dai, dễ bám bẩn, công dụng khá đặc biệt.\\nCó thể sử dụng để làm đồ trang trí."
    },
    "materialType": "MATERIAL_WOOD"
}