{
    "name": {
        "en": "Brightwood \"Invigorating\" Nightstand",
        "de": "Nachttisch „Heilung“ aus Hellholz",
        "chs": "辉木「疗愈」床头柜",
        "cht": "輝木「療癒」床頭櫃",
        "es": "Mesita de noche de madera radiante: Convalecencia",
        "fr": "Table de chevet « Vivifiance » en bois radiant",
        "id": "Meja Nakas Kayu Brightwood: Pemulihan",
        "jp": "輝光の「癒し」ナイトテーブル",
        "kr": "빛나는 나무 「치유」 협탁",
        "pt": "Mesa de Cabeceira de Madeira Radiante \"Cura\"",
        "ru": "Тумбочка из сияющей древесины «Бодрость»",
        "th": "โต๊ะข้างเตียงไม้ Brightwood \"ฟื้นฟู\"",
        "vi": "Tủ Đầu Giường \"Chữa Trị\" Gỗ Sáng"
    },
    "id": 381110,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Brightwood \"Invigorating\" Nightstand.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Nachttisch ‚Heilung‘ aus Hellholz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「辉木『疗愈』床头柜」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「輝木『療癒』床頭櫃」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Mesita de noche de madera radiante: Convalecencia.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la table de chevet « Vivifiance » en bois radiant.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Meja Nakas kayu Brightwood: Pemulihan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「輝光の『癒し』ナイトテーブル」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면. 「빛나는 나무 『치유』 협탁」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Mesa de Cabeceira de Madeira Radiante \"Cura\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Тумбочка из сияющей древесины \"Бодрость\"».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"โต๊ะข้างเตียงไม้ Brightwood 'ฟื้นฟู'\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Tủ Đầu Giường \"Chữa Trị\" Gỗ Sáng.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}