{
    "name": {
        "en": "Brightwood \"Concord\" Bed",
        "de": "Bett „Fokus“ aus Hellholz",
        "chs": "辉木「定神」床榻",
        "cht": "輝木「定神」床榻",
        "es": "Cama de madera radiante: Concentración",
        "fr": "Lit « Concorde » en bois radiant",
        "id": "Ranjang Kayu Brightwood: Fokus",
        "jp": "輝光の「安眠」ベット",
        "kr": "빛나는 나무 「안정」 침대",
        "pt": "Cama de Madeira Radiante \"Concentração\"",
        "ru": "Кровать из сияющей древесины «Гармония»",
        "th": "เตียงไม้ Brightwood \"สงบใจ\"",
        "vi": "Giường \"Định Thần\" Gỗ Sáng"
    },
    "id": 381404,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Brightwood \"Concord\" Bed.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Bett ‚Fokus‘ aus Hellholz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「辉木『定神』床榻」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「輝木『定神』床榻」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Cama de madera radiante: Concentración.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "#Étapes de fabrication du lit «{NON_BREAK_SPACE}Concorde » en bois radiant.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Ranjang kayu Brightwood: Fokus.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「輝光の『安眠』ベット」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면. 「빛나는 나무 『안정』 침대」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Cama de Madeira Radiante \"Concentração\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Кровать из сияющей древесины \"Гармония\"».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"เตียงไม้ Brightwood 'สงบใจ'\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Giường \"Định Thần\" Gỗ Sáng.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}