{
    "name": {
        "en": "Brown Maple Flooring",
        "de": "Brauner Boden aus Ahornholz",
        "chs": "枫木褐彩地板",
        "cht": "楓木褐彩地板",
        "es": "Suelo marrón de madera de arce",
        "fr": "Plancher marron en bois d'érable",
        "id": "Lantai Maple Coklat",
        "jp": "楓の褐彩床",
        "kr": "단풍나무 갈색 바닥",
        "pt": "Piso Marrom de Bordo",
        "ru": "Коричневый пол из клёна",
        "th": "พื้นสีน้ำตาลไม้ Maple",
        "vi": "Nền Gỗ Phong Nâu"
    },
    "id": 380203,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making Brown Maple Flooring.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Brauner Boden aus Ahornholz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「枫木褐彩地板」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「楓木褐彩地板」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Suelo marrón de madera de arce.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du plancher marron en bois d'érable.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Lantai Coklat dari Maple.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「楓の褐彩床」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「단풍나무 갈색 바닥」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Piso Marrom de Bordo.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Коричневый пол из клёна».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"พื้นสีน้ำตาลไม้ Maple\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Nền Gỗ Phong Nâu\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}