{
    "name": {
        "en": "Brown Shirakodai",
        "de": "Brauner Schmetterlingsfisch",
        "chs": "流纹褐蝶鱼",
        "cht": "流紋褐蝶魚",
        "es": "Pez mariposa marrón",
        "fr": "Poisson-papillon marron",
        "id": "Brown Shirakodai",
        "jp": "褐チョウチョウウオ",
        "kr": "갈색 나비고기",
        "pt": "Shirakodai Marrom",
        "ru": "Бурая рыба-бабочка",
        "th": "Brown Shirakodai",
        "vi": "Cá Bướm Vân Đất"
    },
    "id": 131013,
    "materialDesc": {
        "en": "A gentle, elegant butterflyfish variant. It has a lovely, streamlined dorsal fin, and has the nickname \"Queen of the Waters.\"\\nEarthen-colored patterns run across its body, and its temper is also as steady as stone. They can go a bit overboard, however, and will sometimes lie at the bottom and not move an inch, just like a rock, leading some buyers to think that they've bought some hopelessly moribund old fish.",
        "de": "Eine sanfte, elegante Schmetterlingsfisch-Variante.\\nEr hat eine schöne, stromlinienförmige Rückenflosse und trägt den Spitznamen „Königin der Gewässer“. Erdfarbene Muster ziehen sich über seinen Körper und auch sein Temperament ist so beständig wie Stein. Sie können jedoch ein wenig zu weit gehen und liegen manchmal am Boden und bewegen sich keinen Zentimeter, genau wie ein Felsen, was dazu führt, dass einige Käufer denken, dass sie einen hoffnungslos todgeweihten alten Fisch gekauft haben.",
        "chs": "性情温和，姿态优雅的蝶鱼，拥有流线型的美丽背鳍，又有「水中王后」的美誉。\\n体表环绕着大地色的纹路，脾气也如同岩石般沉稳，缺点是沉稳过头了，有时会像岩石一样沉在水底不动，以致常让买家怀疑买到了已经无力回天的老头鱼。",
        "cht": "性情溫和，姿態優雅的蝶魚，擁有流線型的美麗背鰭，又有「水中王后」的美譽。\\n體表環繞著大地色的紋路，脾氣也如同岩石般沉穩，缺點是沉穩過頭了，有時會像岩石一樣沉在水底不動，以致常讓買家懷疑買到了已經無力回天的老頭魚。",
        "es": "Una subespecie grácil y elegante del pez mariposa. Tiene una aleta dorsal muy bonita y la llaman “reina de los mares”.\\nSu cuerpo luce motivos de colores terrosos y su temperamento es tan firme como la roca. Pero a veces se exceden y se quedan quietos en el fondo sin moverse ni un milímetro, como una piedra, lo que lleva a los compradores a pensar que compraron un viejo pez moribundo.",
        "fr": "Élégant poisson-papillon au caractère amène, qui affiche une magnifique nageoire dorsale profilée et répond également au surnom de « reine des eaux ».\\nSa surface présente un panaché de couleurs faisant écho de manière harmonieuse à sa personnalité imperturbable. Peut-être même trop imperturbable... En effet, il n'est pas rare de le voir reposer à la manière d'un rocher au fond de l'eau, au point que nombreux sont les collectionneurs qui se demandent si on ne leur aurait pas refilé par hasard un poisson comateux.",
        "id": "Varian ikan kupu-kupu yang lembut dan elegan. Mereka memiliki sirip punggung yang indah dan ramping, serta julukan \"Ratu Perairan\".\\nPola-pola berwarna bumi menghiasi sekujur tubuhnya, dan temperamennya juga stabil bak batu yang kokoh. Namun terkadang temperamen stabil itu berlebihan misalnya sampai membuat mereka hanya berbaring di dasar dan tidak bergerak satu inci pun layaknya batu. Hal ini membuat beberapa pembeli berpikir bahwa mereka telah membeli ikan tua yang sudah hampir mati.",
        "jp": "温厚な性格と優雅な姿を持つチョウチョウウオ。流線形の背びれが美しく、「水中の女王」という名を持つ。\\n体の表面に大地の色の模様があり、気性も岩石のように落ち着いている。逆に落ち着きすぎてのが欠点になり、時折岩のように水底に沈んでいるように見える。そのため、買い手はよく死にかけた年をとった魚でも買ったのかと疑っている。",
        "kr": "성격이 온화하고 자태가 우아한 나비고기. 유선형의 아름다운 등지느러미를 가지고 있으며, 「물의 여왕」으로 불린다.\\n외피는 대지의 색상을 띤 무늬로 되어있다. 성격도 바위처럼 차분하다. 하지만 지나치게 차분하다. 때로는 꼼짝하지 않고 수면 아래에 바위처럼 가라앉아있어, 종종 시간이 얼마 남지 않은 노령의 물고기로 오해받기도 한다",
        "pt": "Um gentil e elegante peixe borboleta. Possui uma adorável barbatana dorsal, e possui o apelido \"Rainha das Águas\".\\nPadrões cor de terra percorrem o seu corpo, e o seu temperamento é firme como a rocha. Eles podem ser um tanto exagerados, e às vezes ficarão no fundo e não se moverão um centímetro, exatamente como uma rocha, fazendo com que alguns compradores pensem que na verdade compraram um peixe moribundo.",
        "ru": "Рыба-бабочка. Обладает кротким нравом, изящной внешностью, красивыми спинными плавниками. Также известна как «подводная королева».\\nЕё туловище покрыто полосами землистого цвета, а спокойный характер напоминает скалу. Её спокойствие даже можно назвать недостатком, ведь иногда рыба совсем не шевелится, словно превратившись в камень, что заставляет некоторых покупателей думать, будто они случайно купили мёртвую рыбу.",
        "th": "ปลาผีเสื้อที่อ่อนโยน และสง่างาม มีครีบหลังที่สวยงามและเพรียวบาง และมีชื่อเล่นว่า \"ราชินีแห่งน่านน้ำ\"\\nร่างกายล้อมรอบด้วยลวดลายเส้นสีพื้นดิน อารมณ์นั้นสงบเหมือนก้อนหิน อย่างไรก็ตาม ข้อเสียคือมันนิ่งสงบเกินไป บางครั้งก็จมลงสู่ก้นน้ำเหมือนก้อนหินไม่ขยับแม้แต่ครีบเดียว ทำให้คนที่ซื้อมันไปบางคนคิดว่า พวกเขาได้ซื้อปลาแก่ที่ป่วยหนักมาอย่างสิ้นหวัง",
        "vi": "Cá bướm với tính cách hiền lành, dáng điệu tao nhã, có vây lưng suôn dài đẹp mắt, còn được mệnh danh là \"Nữ hoàng của nước\".\\nBề mặt thân có đường vân màu đất bao quanh, tính tình điềm đạm như đá, có lúc chúng sẽ chìm xuống đáy hồ như đá tảng, khiến cho người mua luôn nghi ngờ rằng chúng còn sống hay không."
    },
    "materialType": "MATERIAL_EXCHANGE"
}