{
    "name": {
        "en": "\"Bubbly Kamera\"",
        "de": "„Blasenfotoapparat“",
        "chs": "「清冽水沫留影机」",
        "cht": "「清冽水沫留影機」",
        "es": "Daguerrotipo burbujeante",
        "fr": "« Daguerréotype pétillant »",
        "id": "\"Bubbly Kamera\"",
        "jp": "「バブリー写真機」",
        "kr": "「시원한 거품 사진기」",
        "pt": "\"Aparelho Fotográfico Borbulhante\"",
        "ru": "Пузырьковая камера",
        "th": "กล่องถ่ายรูปสุดบุ๋งบุ๋ง",
        "vi": "\"Máy Ảnh Bọt Nước Trong Vắt\""
    },
    "id": 220070,
    "materialDesc": {
        "en": "When used, this useful gadget can save and store the scenery before it and add a special color tone to it.\\nA strange device of unknown origin. The photos it takes have a peculiar effect. Who would've thought that a machine with no water inside could produce photos with jovial bubbles in them that lend them a sense of fantasy?\\nA certain Cavalry Captain once described this machine as being able to \"capture people's desire for cool and refreshing days.\"",
        "de": "Wenn es benutzt wird, kann dieses nützliche Hilfsmittel die Szenerie vor ihm speichern und ihr einen besonderen Farbton verleihen.\\nEin seltsames Gerät unbekannter Herkunft. Die Fotos, die es aufnimmt, haben einen merkwürdigen Effekt. Obwohl kein Wasser darin ist, werden beim Fotografieren viele Blasen erzeugt, die ein fantastisches Gefühl vermitteln.\\nAuf Grund dieser besonderen Eigenschaft beschrieb ein Rittmeister diese Maschine als „die Sehnsucht der Menschen, kühle und erfrischende Tage einzufangen“.",
        "chs": "使用时，会记录储存当前景象，并附带特殊色调的便利道具。\\n来历不明的奇特道具，成像效果尤为别致，机器内部明明没有多余的水分，拍摄出的画片周围却有着缤纷的泡沫，使得画面具备了一种梦幻的观感。\\n因此，某位骑兵队长形容这台机器「捕捉到了人们对清凉的期待」。",
        "cht": "使用時會記錄儲存當下的景象，並附帶特殊色調的便利道具。\\n來歷不明的奇特道具，成像效果尤為別緻，機器內部明明沒有多餘的水分，拍攝出的畫片周圍卻有著繽紛的泡沫，讓畫面具備一種夢幻的觀感。\\n因此，某位騎兵隊長形容這台機器「捕捉到了人們對清涼的期待」。",
        "es": "Al usar este artilugio, registrarás y guardarás la imagen de un paisaje a color.\\nEsta herramienta de origen desconocido es excelente para conseguir imágenes. Aunque en su interior no tiene agua, al capturar una imagen, esta presenta muchas burbujitas alrededor, lo que le da una sensación ilusoria.\\nPor eso, cierto Capitán de Caballería dice que esta máquina “captura las ganas de tener algo fresco”.",
        "fr": "Ce gadget permet d'enregistrer et de stocker des paysages tout en y ajoutant un filtre de couleur spécial.\\nUn objet à la provenance inconnue. Il capture des images qui ne ressemblent à nulle autre, car celles-ci sont entourées de bulles, ce qui leur donne un aspect fantaisiste. C'est assez curieux, étant donné que l'intérieur de l'appareil ne contient pas d'eau.\\nUn certain capitaine de cavalerie a dit au sujet de cette machine qu'elle « capture le désir de fraîcheur des gens ».",
        "id": "Saat digunakan, alat yang berguna ini dapat merekam dan menyimpan pemandangan yang ada di hadapannya seraya menambahkan nada warna khusus kepadanya.\\nBenda ini adalah alat aneh yang tidak diketahui asalnya. Foto yang diambil pun memiliki efek yang aneh. Siapa sangka kalau mesin tanpa air di dalamnya ini ternyata bisa menghasilkan foto dengan gelembung riang dengan sebuah perasaan fantasi di dalamnya?\\nTerhadap fungsinya yang spesial ini, Kapten Kavaleri mendeskripsikan mesin ini sebagai \"mesin yang pengertian terhadap keinginan orang untuk menikmati hari yang sejuk dan menyegarkan\".",
        "jp": "使用すると目の前の光景を記録して、特殊な色を着けられる便利なアイテム。\\n出所不明の奇妙なアイテムで、特別な写真が撮れる。写真機の中に水はないが、撮影した写真の周りはカラフルな泡に包まれていて、幻の写真が手に入れる。\\nそのため、とある騎兵隊長はこの写真機を「人の涼しさに対する期待をよく捉えているな」と評した。",
        "kr": "눈앞에 있는 화면을 기록하고 저장할 수 있는 간편 아이템.\\n정체불명의 특이한 아이템, 사진기계 내부에는 수분이 없지만 찍은 사진 주위에는 화려한 거품이 있어 몽환적인 느낌을 준다.\\n그래서 어떤 기병대장은 이 기계를 「사람들의 청량감에 대한 기대를 캐치했다」고 표현했다",
        "pt": "Quando é utilizado, esse dispositivo pode gravar a paisagem e adicionar um tom de cor especial.\\nUm dispositivo estranho de origem desconhecida. As fotos que ele tira possuem um efeito peculiar. Ninguém imaginaria que uma água sem água dentro poderia produzir fotos com muitas bolhas nelas, dando uma sensação de fantasia?\\nUm certo Capitão de Cavalaria descreveu essa máquina antes como capaz de \"capturar o anseio das pessoas por dias refrescantes\".",
        "ru": "Этот полезный прибор может запечатлеть пейзаж и придать ему особый стиль.\\nФотографии, сделанные этим странным устройством неизвестного происхождения, обладают необычной особенностью. Странно, но, хотя внутри аппарата нет ни капли воды, на созданных им фотографиях проявляются весёлые пузырьки, придающие картине фантастический вид.\\nНекий капитан кавалерии однажды сказал, что этот прибор способен «увековечить стремление людей к освежающей прохладе».",
        "th": "เมื่อใช้แล้ว ไอเทมพร้อมใช้งานนี้จะสามารถบันทึกภาพที่อยู่ในขณะนั้นได้ และยังสามารถเพิ่มโทนสีพิเศษลงไปได้ด้วย\\nไอเทมประหลาดที่ไม่ทราบที่มา เอฟเฟกต์ภาพที่ได้นั้นมีเอกลักษณ์ที่พิเศษมาก ทั้ง ๆ ที่ตัวเครื่องไม่มีน้ำอยู่ภายใน แต่กลับมีฟองอากาศสีสันสดใสอยู่บริเวณรอบ ๆ ทำให้ภาพที่ได้ให้ความรู้สึกที่ชวนฝัน\\nดังนั้น กัปตันกองทหารม้าบางคนจึงได้เปรียบเปรยเครื่องจักรนี้ว่าเป็น \"การจับภาพความหวังของผู้คนที่มีต่อความเย็นสดชื่น\"",
        "vi": "Khi sử dụng, sẽ ghi và lưu trữ lại bối cảnh hiện tại, và điều chỉnh màu sắc đặc biệt cho bức ảnh.\\nMột thiết bị lạ không rõ nguồn gốc. Những bức ảnh mà nó chụp có một hiệu ứng đặc biệt. Ai có thể nghĩ rằng một chiếc máy không có nước bên trong lại có thể tạo ra những bức ảnh có bong bóng vui nhộn, làm cho bức ảnh có cảm giác kỳ ảo.\\nVì vậy, một đội trưởng kỵ binh nào đó từng hình dung chiếc máy này là \"nắm bắt được kỳ vọng của mọi người về sự mát mẻ.\""
    },
    "materialType": "MATERIAL_WIDGET"
}