{
    "name": {
        "en": "Business Premises and Safety Certificates",
        "de": "Betriebsgelände- und Sicherheitsurkunde",
        "chs": "经营场所证明及经营安全许诺书",
        "cht": "經營場所證明及經營安全許諾書",
        "es": "Permiso de uso del local y Garantía de seguridad del negocio",
        "fr": "Inscription au registre des sociétés",
        "id": "Sertifikat Bisnis dan Keamanan",
        "jp": "営業場所証明書と営業安全許諾書",
        "kr": "영업장 등록 및 영업 안전 서약서",
        "pt": "Premissas de Negócios e Certificado de Segurança",
        "ru": "Учредительные документы коммерческой организации и обязательство по безопасности ведения бизнеса",
        "th": "ใบอนุญาตสถานประกอบการ และสัญญารับประกันความปลอดภัยทางธุรกิจ",
        "vi": "Giấy Phép Cơ Sở Kinh Doanh Và Giấy Cam Kết Kinh Doanh An Toàn"
    },
    "id": 100634,
    "materialDesc": {
        "en": "Proof of one's business premises and the safety of said premises. The thick bundle has an unnatural weight to it...",
        "de": "Eine Betriebsgelände- und Sicherheitsurkunde. Dieser Dokumentenstapel fühlt sich ungewöhnlich schwer an.",
        "chs": "经营场所证明及经营安全许诺书。厚厚一叠，拿在手里时有一种异样的沉重感…",
        "cht": "經營場所證明及經營安全許諾書。厚厚一疊，拿在手裡時有一種異樣的沉重感…",
        "es": "Permiso de uso del local y Garantía de seguridad del negocio. Una gruesa pila de documentos que resulta extremadamente pesada al sostenerla en la mano.",
        "fr": "Permis d'utiliser les locaux et garantie de la sécurité de l'entreprise. Une pile épaisse de documents extrêmement lourde lorsqu'elle est tenue en main.",
        "id": "Bukti tempat bisnis seseorang dan keamanan tempat tersebut. Tumpukannya tebal dan bobotnya cukup berat...",
        "jp": "営業場所証明書と営業安全許諾書。分厚く、持つと異様な重さを感じる…",
        "kr": "영업장 등록 및 영업 안전 서약서, 두툼해서 손에 쥐면 색다른 묵직함이 느껴진다…",
        "pt": "Uma Premissa de Negócios e Certificado de Segurança. Estão dobrados, e possuem um certo peso na mão...",
        "ru": "Документ, определяющий местонахождение коммерческого предприятия и обязательство по безопасности ведения бизнеса. Толстая и необычно тяжёлая стопка бумаг...",
        "th": "ใบอนุญาตสถานประกอบการและ สัญญารับประกันความปลอดภัยทางธุรกิจกองโต ที่ให้ความรู้สึกหนักอึ้งเมื่อถือไว้ในมือ...",
        "vi": "Giấy chứng minh cơ sở kinh doanh và giấy cam kết kinh doanh an toàn. Khá dày và nặng khi cầm trên tay..."
    },
    "materialType": "MATERIAL_QUEST"
}