{
    "name": {
        "en": "Bustling Sundry Stand",
        "de": "Belebter Warenstand",
        "chs": "热闹红火的杂货摊位",
        "cht": "熱鬧紅火的雜貨攤位",
        "es": "Puesto de ventas próspero",
        "fr": "Étal de provisions diverses",
        "id": "Kios Serba Ada yang Ramai",
        "jp": "賑やかな雑貨露店",
        "kr": "시끌벅적한 잡화 노점",
        "pt": "Barraca de Produtos Diversos Movimentada",
        "ru": "Шумный прилавок со всякой всячиной",
        "th": "แผงขายของชำสุดคึกคัก",
        "vi": "Sạp Tạp Hóa Lửa Đỏ Náo Nhiệt"
    },
    "id": 390301,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Bustling Sundry Stand.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Belebter Warenstand“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「热闹红火的杂货摊位」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「熱鬧紅火的雜貨攤位」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Puesto de ventas próspero.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'étal de provisions diverses.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Kios Serba Ada yang Ramai\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「賑やかな雑貨露店」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「시끌벅적한 잡화 노점」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Barraca de Produtos Diversos Movimentada\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Шумный прилавок со всякой всячиной».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"แผงขายของชำสุดคึกคัก\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Sạp Tạp Hóa Lửa Đỏ Náo Nhiệt\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}