{
    "name": {
        "en": "Butter Crab",
        "de": "Butterkrebs",
        "chs": "黄油蟹蟹",
        "cht": "奶油蟹蟹",
        "es": "Cangrejo mantequilla",
        "fr": "Crabe au beurre",
        "id": "Butter Crab",
        "jp": "カニのバター添え",
        "kr": "버터 크랩",
        "pt": "Caranguejo na Manteiga",
        "ru": "Краб в масле",
        "th": "Butter Crab",
        "vi": "Cua Phủ Bơ"
    },
    "id": 108271,
    "materialDesc": {
        "en": "A grilled crab dish. Appropriate heat control has allowed the crab meat to stay moist and fatty. The butter has seeped into the crab meat, producing an aroma that has people salivating even from afar.",
        "de": "Ein gegrilltes Krebsgericht. Durch die richtige Hitzekontrolle bleibt das Krabbenfleisch feucht und fett. Die Butter ist in das Krabbenfleisch gesickert und hat ein Aroma erzeugt, das schon von weitem den Speichelfluss anregt.",
        "chs": "烤制而成的蟹肉料理。得当的火候让蟹肉保持着水润与肥美，再加上丝丝渗入蟹肉之中的黄油，光是闻到香气便已经满口生津。",
        "cht": "烤製而成的蟹肉料理。得當的火候讓蟹肉保持了水潤與肥美，再加上絲絲滲入蟹肉之中的奶油，光是聞到香氣便已經滿口生津。",
        "es": "Un plato de cangrejo a la parrilla. Cocinarlo con la intensidad de fuego adecuada le ha permitido conservar su jugosidad y carnosidad. Además, como la mantequilla ha penetrado a la perfección en su carne, con solo olerlo ya se te hace la boca agua.",
        "fr": "Un plat de crabe grillé. Un contrôle approprié de la chaleur a permis à la chair de crabe de rester humide et grasse. Le beurre s'est infiltré dans la chair du crabe, produisant un arôme qui fait saliver même de loin.",
        "id": "Hidangan kepiting panggang. Pengontrolan api yang pas membuat daging kepiting tidak kering dan masih empuk. Mentega yang meresap ke dalam daging menghasilkan aroma yang membuat orang tak bisa menahan air liurnya.",
        "jp": "焼き上げたカニ料理。絶妙な火加減で、カニの身の水分と脂を適度に保っている。カニ肉に染み込んだバターの香りに食欲をそそられる。",
        "kr": "구운 꽃게 요리. 적당한 불 세기가 게살의 촉촉함과 탄탄함이 그대로 유지되게 한다. 게다가 게살에 살짝 배인 버터, 향만 맡아도 군침이 돈다",
        "pt": "Um prato de caranguejo grelhado. O controle de calor apropriado permitiu que o caranguejo se mantivesse úmido e macio. A manteiga penetrou a carne do caranguejo, produzindo um aroma que deixa as pessoas salivando mesmo de longe.",
        "ru": "Краб, приготовленный на гриле. Благодаря правильному жару краб остался сочным и жирным. Сливочное масло просочилось в крабовое мясо, и одного этого аромата достаточно, чтобы у всех потекли слюнки.",
        "th": "เมนูเนื้อปูย่าง ความร้อนที่เหมาะสมช่วยให้เนื้อปูชุ่มและอวบบวกกับเนยที่ซึมเข้าไปในเนื้อปู แค่ได้กลิ่นหอมก็ทำให้น้ำลายสอเต็มปากแล้วล่ะ",
        "vi": "Món thịt cua nướng. Sức lửa vừa phải khiến thịt cua giữ được độ béo ngậy và nhiều nước, lại thêm phần bơ đã ngấm đều vào thịt cua, chỉ ngửi mùi hương thôi cũng đã thèm nhỏ dãi rồi."
    },
    "materialType": "MATERIAL_FOOD"
}