{
    "name": {
        "en": "Cake for Traveler",
        "de": "#Torte für {F#die Reisende}{M#den Reisenden}",
        "chs": "给旅行者的小蛋糕",
        "cht": "給旅行者的小蛋糕",
        "es": "Tarta del aventurero",
        "fr": "#Gâteau {M#du voyageur}{F#de la voyageuse}",
        "id": "Cake for Traveler",
        "jp": "旅人へのケーキ",
        "kr": "여행자에게 주는 케이크",
        "pt": "#Bolo para {F#a}{M#o} Viajante",
        "ru": "Тортик для тебя",
        "th": "เค้กสำหรับนักเดินทาง",
        "vi": "Bánh Kem Tặng Cho Nhà Lữ Hành"
    },
    "id": 118006,
    "materialDesc": {
        "en": "A gift you obtained on a very special day.\\n\\nHere's to you, traveler from beyond the mountains and seas.\\nWishing you a joyous journey in this great big world.\\n\\n\"Every week, we update the recommended dishes, every month, the moon will send down new blessings, but wow, it's almost nine thousand hours to go before we celebrate this day again! Paimon will spend every day onward with you, whether it rains or shines, hehe!\"",
        "de": "#Ein Andenken an einen ganz besonderen Tag.\\n\\nEs ist ganz allein für dich, der du Wellen und Berge überwindest.\\nMögest du die schönsten Erlebnisse auf deiner Reise haben!\\n\\n„Jede Woche werden die empfohlenen Gerichte aktualisiert. Jeden Monat schickt der Mond neue Segnungen herab. Aber oh, es wird noch fast neuntausend Stunden dauern, bis wir diesen Tag wieder feiern können! Die Tage, die vor uns liegen, möchte Paimon, bei Sonnenschein und Regenschauern, an deiner Seite sein, {F#Reisende}{M#Reisender}!“",
        "chs": "某个意义重大的日子留下的纪念品。\\n\\n献给越过海浪与山峦的你。\\n祈愿你在这片大地上的旅程美好幸福。\\n\\n「每隔七天，推荐菜就会轮换一次。每隔三十天，月亮就会播撒新的祝福。下次为你庆祝，居然还要接近九千小时！往后的日子无论是晴还是阴雨，派蒙都要和旅行者一起度过，嘿嘿。」",
        "cht": "#某個意義重大的日子留下的紀念品。\\n\\n獻給越過海浪與山巒的{F#妳}{M#你}。\\n願{F#妳}{M#你}在這片大地上的旅程美好幸福。\\n\\n「每隔七天，推薦菜就會輪換一次。每隔三十天，月亮就會播撒新的祝福。下次為{F#妳}{M#你}慶祝，居然還要接近九千小時！往後的日子無論是晴還是陰雨，派蒙都要和旅行者一起度過，嘿嘿。」",
        "es": "Un recuerdo de un día muy especial.\\n\\nEs para ti, que has cruzado mares y montañas.\\nQue tengas un feliz viaje en este gran mundo.\\n\\n“Cada semana se actualizan los platos recomendados. Cada mes, la luna enviará sus nuevas bendiciones a este mundo. ¡Qué impaciencia! ¡Aún faltan casi nueve mil horas para que celebremos de nuevo este día! En los días venideros, ya sean soleados o lluviosos, ¡Paimon siempre estará a tu lado!”.",
        "fr": "#Un cadeau pour quelqu'un de très spécial.\\n\\nVoilà pour vous, {M#voyageur}{F#voyageuse} d'au-delà les montagnes et les mers.\\nNous vous souhaitons bon voyage dans ce vaste monde !\\n\\n« Toutes les semaines, on met à jour les plats recommandés, et tous les mois, la lune donne de nouvelles bénédictions. Mais il va falloir attendre plus de neuf mille heures avant que ça ne se reproduise ! Et moi, je serai toujours là à tes côtés, {M#voyageur}{F#voyageuse} ! Qu'il pleuve ou qu'il vente, héhé ! »",
        "id": "Sebuah hadiah yang ditinggalkan pada hari yang spesial.\\n\\nIni untukmu yang sudah mengarungi lautan dan pegunungan.\\nSemoga perjalananmu di tanah ini menyenangkan.\\n\\n\"Hidangan rekomendasi akan diperbarui setiap minggu, sementara berkah baru akan dikirimkan setiap bulan — tapi wow, hampir sembilan ribu jam lagi sebelum kita bisa merayakan hari ini kembali! Apa pun yang terjadi di masa yang akan datang, baik hujan badai atau langit cerah, Paimon pasti akan melewatinya bersama dengan Pengembara, hehe!\"",
        "jp": "ある大事な日にもらえるプレゼント。\\n\\n波浪や山岳を越えてきた旅人へ。\\nこの大地での旅が幸せに満ちるように。\\n\\n「オススメ料理は週替わりで、月の祝福は月替り。次に一緒に祝う時はなんと、およそ9000時間後だ！これからは晴れの日も雨の日も、オイラはおまえと一緒に過ごすんだぞ、へへっ。」",
        "kr": "중요한 날에 받은 기념품.\\n\\n산과 바다 너머에서 온 당신에게 바칩니다.\\n이 땅에서의 여정에 아름다움과 행복이 함께하기를 바랍니다.\\n\\n「7일마다 추천 요리가 바뀌고, 30일마다 달은 새로운 축복을 내리지. 다음 축하까지 대략 9,000시간이나 남았네! 앞으로도 날이 맑든 궂든 페이몬은 항상 여행자와 함께 할 거야, 헤헤.」",
        "pt": "Um presente que você obteve em um dia muito especial.\\n\\nAqui está, para você, Viajante de além das montanhas e mares.\\nDesejamos uma feliz jornada nesse grande mundo.\\n\\n\"Cada semana trocaremos os pratos recomendados, em cada mês a lua enviará novas bênçãos, mas são quase nove mil horas até celebrarmos esse dia de novo! Paimon passará todo dia futuro com você, faça chuva ou faça sol, hehe!\"",
        "ru": "Сувенир, оставшийся после одного особенного дня.\\n\\nЭто тебе, о покоритель морей и гор!\\nЖелаю тебе счастливого путешествия по этому огромному миру.\\n\\n«Меню ресторана обновляется раз в семь дней. Луна посылает новые благословения раз в месяц. А вот чтобы снова отпраздновать этот день, нам придётся прождать почти целых девять тысяч часов! \"Нам\" - потому что, конечно же, Паймон обязательно составит тебе компанию!»",
        "th": "ของที่ระลึกจากวันสำคัญ\\n\\nขอมอบให้เธอที่ข้ามผ่านคลื่นทะเลและขุนเขา\\nขอให้เธอเดินทางในดินแดนแห่งนี้อย่างมีความสุข\\n\\n\"อาหารแนะนำจะสับเปลี่ยนหมุนเวียนทุก 7 วัน และดวงจันทร์จะให้พรใหม่ในทุก ๆ 30 วัน แต่การฉลองให้เธอครั้งต่อไปนั้น ต้องรออีกเกือบ 9,000 ชั่วโมงเลยทีเดียว! ในวันข้างหน้าไม่ว่าจะมืดมนหรือสดใส Paimon ก็จะฝ่าฟันมันไปพร้อมกับนักเดินทางนะ ฮี่ฮี่\"",
        "vi": "Món quà kỷ niệm lưu lại từ một ngày có ý nghĩa trọng đại nào đó.\\n\\nGửi tặng bạn - người vượt qua sóng biển và núi non.\\nChúc bạn có một hành trình tốt đẹp và hạnh phúc trên vùng đất này.\\n\\n\"Cứ 7 ngày sẽ đổi món đề cử 1 lần. Mỗi 30 ngày, mặt trăng sẽ ban tặng lời chúc phúc mới. Vẫn còn gần 9000 giờ nữa mới có thể chúc mừng bạn lần nữa! Những ngày tháng sau này dù cho là nắng ráo hay mưa dầm, Paimon đều sẽ cùng trải qua với Nhà Lữ Hành đó, hihi.\""
    },
    "materialType": "MATERIAL_CONSUME"
}