{
    "name": {
        "en": "Calla Lily Seafood Soup",
        "de": "Meeresfrüchtesuppe mit Wasserlilie",
        "chs": "嘟嘟莲海鲜羹",
        "cht": "嘟嘟蓮海鮮羹",
        "es": "Sopa de marisco",
        "fr": "Soupe au lys calla et aux fruits de mer",
        "id": "Calla Lily Seafood Soup",
        "jp": "ドドリアン海鮮スープ",
        "kr": "통통 연꽃 해산물 수프",
        "pt": "Sopa de Lótus de Leite e Frutos do Mar",
        "ru": "Суп с морепродуктами",
        "th": "Calla Lily Seafood Soup",
        "vi": "Súp Hải Sản Hoa Calla Lily"
    },
    "id": 108050,
    "materialDesc": {
        "en": "A balanced combination of seafood. The delicacy of crab and mint make for a clear soup, and the calla lily brings it a refreshing taste.",
        "de": "Eine sehr ausgeglichene Suppe mit Meeresfrüchten. Mit jedem Löffel dieser klaren Suppe schmeckt man das leckere Krebsfleisch heraus. Die Minze und die Wasserlilie bringen Frische in das Gericht.",
        "chs": "营养均衡的海鲜羹。色泽清亮的汤汁每一口都淌着螃蟹的鲜美，薄荷和嘟嘟莲又为它增添了几分清雅爽口。",
        "cht": "營養均衡的海鮮羹。色澤清亮的湯汁每一口都淌著螃蟹的鮮美，薄荷和嘟嘟蓮又為它增添了幾分清雅爽口。",
        "es": "Una equilibrada y rica combinación de mariscos. La delicadeza del cangrejo y la menta da lugar a una ligera sopa y el lirio cala aporta un sabor refrescante.",
        "fr": "Une soupe avec un mélange équilibré de fruits de mer. Chaque gorgée imprègne votre palais du goût du crabe et de la menthe. Le lys calla apporte une pointe de fraicheur.",
        "id": "Kombinasi seafood dengan nutrisi seimbang. Perpaduan kelezatan kepiting dan rasa mentol membuat sup dengan rasa yang lezat, dan calla lily memberikan rasa yang sangat segar.",
        "jp": "栄養バランスのとれた海鮮スープ。透明なスープを一口飲むごとに、カニの旨味が広がる。ミントとドドリアンが爽やかさを添えている。",
        "kr": "영양가 듬뿍! 해산물 수프. 맑은 국물과 신선한 꽃게 살, 향긋한 허브, 그리고 통통 연꽃이 시원한 맛을 낸다",
        "pt": "Uma combinação balanceada de frutos-do-mar. A delicadeza do caranguejo e da menta proporcionam uma sopa leve e o Lótus de Leite traz um sabor refrescante.",
        "ru": "Сбалансированное сочетание морепродуктов. Суп готовят из крабового мяса с добавлением мяты, а лилия калла придаёт блюду освежающий вкус.",
        "th": "อาหารทะเลสด ๆ ในซุปเข้มข้นที่สมดุลไปด้วยคุณค่าทางอาหาร น้ำซุปสีจาง ๆ นั้นอัดแน่นไปด้วยกลิ่นหอมและสดของปู ส่วนมิ้นต์และดอกลิลลี่ก็เพิ่มความสวยงามและสดชื่นได้อย่างลงตัวสุด ๆ",
        "vi": "Súp hải sản dinh dưỡng. Mỗi muỗng canh đều có vị cua tươi ngon, bạc hà và hoa Calla Lily làm tăng thêm vị giác."
    },
    "materialType": "MATERIAL_FOOD"
}