{
    "name": {
        "en": "Camp Spear-Rack: Point Break",
        "de": "Feldlager-Lanzenständer -„Spitzenbruch“",
        "chs": "阵屋枪架-「尖破」",
        "cht": "陣屋槍架-「尖破」",
        "es": "Estante para lanzas de cuartel: Puntas quebradas",
        "fr": "Râtelier de lances « Point de rupture »",
        "id": "Rak Tombak Kemah: Tusukan Tajam",
        "jp": "陣屋槍架-「尖破」",
        "kr": "병영 창 거치대-「날카로움」",
        "pt": "Suporte de Lanças do Quartel: Pontas Quebradas",
        "ru": "Лагерная стойка для копий: Сломанные наконечники",
        "th": "ชั้นวางหอกแห่งกองกำลัง - \"แหลมคม\"",
        "vi": "Giá Đựng Thương - \"Mũi Nhọn\""
    },
    "id": 393318,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Camp Spear-Rack: Point Break.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Feldlager-Lanzenständer -Spitzenbruch“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「阵屋枪架-『尖破』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「陣屋槍架-『尖破』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Estante para lanzas de cuartel: Puntas quebradas.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du râtelier de lances « Point de rupture ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Rak Tombak Kemah: Tusukan Tajam.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「陣屋槍架-『尖破』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「병영 창 거치대-『날카로움』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Suporte de Lanças do Quartel: Pontas Quebradas.\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Лагерная стойка для копий: Сломанные наконечники».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างชั้นวางหอกแห่งกองกำลัง - \"แหลมคม\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Giá Đựng Thương - \"Mũi Nhọn\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}