{
    "name": {
        "en": "Candied Ajilenakh Nut",
        "de": "Honigdatteln",
        "chs": "枣椰蜜糖",
        "cht": "棗椰蜜糖",
        "es": "Dátiles caramelizados",
        "fr": "Nougat d'ajilenakh",
        "id": "Candied Ajilenakh Nut",
        "jp": "ナツメヤシキャンディ",
        "kr": "대추야자 사탕",
        "pt": "Doce de Mel com Tâmaras",
        "ru": "Засахаренные орехи аджиленах",
        "th": "Candied Ajilenakh Nut",
        "vi": "Ajilenakh Ngào Đường"
    },
    "id": 108455,
    "materialDesc": {
        "en": "A rich dessert. First, the syrup is boiled till clear, then mixed with fillings and sesame paste from Sumeru. Then at last, the evenly-mixed syrup is poured into a mold and allowed to solidify into this crunchy form. It is said that the cold lands of Snezhnaya are a host to a similar dish, with a slightly different flavor profile. Of course, both sides naturally believe theirs to be the greatest in all Teyvat.",
        "de": "Ein reichhaltig gefülltes Dessert. Zuerst muss man das Zuckerwasser kochen lassen, bis es klar wird. Dann muss man es mit der Füllung und Sumeru-Sesammus vermischen und den sich ergebenden Sirup schließlich nach gleichmäßigem Umrühren in einer Form von der Sonne zu dem knusprigen fertigen Produkt trocknen lassen. Es heißt, dass es im kalten Snezhnaya eine vergleichbare Speise gebe, die sich nur im Geschmack minimal unterscheide. Natürlich glauben die Bewohner beider Reiche, dass das jeweils eigene Rezept das wohlschmeckendste ganz Teyvats sei.",
        "chs": "馅料丰富的甜点。先将糖水熬制到清澈，再与馅料和须弥芝麻酱一起混合，最后等搅拌均匀的糖浆在模具内晾干成松脆的成品即可。据说在寒冷的至冬国也有相似甜点，只是口味略有不同。当然，两国人民自然都认为自家的蜜糖才是全提瓦特最好吃的。",
        "cht": "餡料豐富的甜點。先將糖水熬至清澈，再與餡料和須彌芝麻醬一起混合，最後等攪拌均勻的糖漿在模具內晾乾成鬆脆的成品即可。據說在寒冷的至冬國也有相似甜點，只是口味略有不同。當然，兩國人民自然都認為自家的蜜糖才是全提瓦特最好吃的。",
        "es": "Un postre con un abundante relleno. Primero, se cuece el caramelo hasta que se aclara. Luego, se mezcla con el relleno y la pasta de sésamo de Sumeru. Por último, cuando todo esté bien mezclado, se vierte en un molde y se espera a que se seque hasta volverse crujiente. Se dice que existe un postre similar en la nación helada de Snezhnaya, pero con un sabor ligeramente diferente. Como era de esperar, los habitantes de ambas naciones piensan que el suyo es el mejor de todo Teyvat.",
        "fr": "Un dessert riche. Tout d'abord, du sirop est bouilli jusqu'à ce qu'il soit clair, puis il est mélangé avec de la garniture et de la pâte de sésame de Sumeru. Enfin, l'ensemble est uniformément réparti avant d'être versé dans un moule pour le solidifier dans cette forme croquante. On dit que les terres froides de Snezhnaya abritent un plat similaire, avec quelques différences de saveur. Bien sûr, les deux nations croient fermement que leur recette est la version supérieure de tout Teyvat.",
        "id": "Makanan pencuci mulut yang mengenyangkan. Pertama-tama, rebus air sirupnya sampai bening, lalu campur dengan isian dan adonan wijen dari Sumeru. Lalu campuran sirup yang sudah merata ini dituang ke dalam cetakan dan dibiarkan mendingin sampai menjadi keras. Konon di Snezhnaya yang dingin juga ada hidangan yang serupa dengan rasa yang sedikit berbeda. Tentu saja penduduk dari kedua bangsa ini menganggap hidangan milik mereka yang paling enak di seluruh Teyvat.",
        "jp": "中身の詰まった砂糖菓子。まずは砂糖水を透明になるまで煮詰め、その後、中に入れる材料とスメールゴマダレを混ぜ合わせ、出来たシロップが型の中でザクザクに固まって完成するまで待つ。似たようなデザートが寒いスネージナヤにもあるのだが、その味わいは少し違う。もちろん両国の民は、自分たちのものがテイワットで一番美味しいと主張している。",
        "kr": "소가 풍부한 디저트. 맑게 졸인 설탕물에 소와 수메르 깨 소스를 넣고 섞는다. 마지막으로 잘 저은 시럽을 틀에 부어 바삭하게 말리면 된다. 추운 스네즈나야에도 맛은 조금 다르지만 비슷한 디저트가 있다고 한다. 물론 두 나라 국민 모두 자국의 사탕이 티바트 최고의 사탕이라고 생각할 테지만",
        "pt": "Uma sobremesa suntuosa. Primeiro, a calda é fervida até ficar transparente, então é misturada com os recheios e a pasta de gergelim de Sumeru. Então, finalmente, a calda igualmente misturada é colocada em uma forma e descansa até atingir sua forma crocante. Dizem que as terras frias de Snezhnaya possuem um prato similar, com um perfil de sabor ligeiramente diferente. Claro, ambas as regiões naturalmente acreditam que a sua versão é a melhor de Teyvat.",
        "ru": "Десерт с необычной начинкой. Сначала сироп варят до прозрачности, затем смешивают с начинкой и кунжутной пастой из Сумеру. Наконец равномерно перемешанный сироп выливают в форму и дают застыть в таком виде. Говорят, что на холодных землях Снежной готовят похожее блюдо, с небольшими отличиями во вкусе. Конечно, оба народа уверены, что именно их блюдо самое вкусное во всём Тейвате.",
        "th": "ขนมหวานไส้แน่น ขั้นแรกให้ต้มน้ำเชื่อมจนใส แล้วนำไปผสมกับงาของ Sumeru คลุกเคล้าให้เข้ากันแล้วรอจนน้ำเชื่อมแข็งตัว ว่ากันว่า Snezhnaya ที่แสนหนาวเหน็บเอง ก็มีขนมหวานที่คล้ายคลึงกัน เพียงแต่รสชาตินั้น จะแตกต่างกันเล็กน้อย แน่นอนว่า ผู้คนในแต่ละประเทศก็มักจะคิดว่า ขนมของตนนั้นดีที่สุดในทวีป Teyvat",
        "vi": "Món tráng miệng nhiều nhân. Đầu tiên đun nước đường cho đến khi trong, sau đó trộn với nhân bánh và mè Sumeru, cuối cùng đổ si rô được trộn đều vào khuôn và chờ đông đặc thành dạng giòn. Nghe nói ở Snezhnaya lạnh giá cũng có món tương tự như vậy, nhưng khác nhau về hương vị. Tất nhiên, cả hai bên đều nghĩ món của nước mình mới là ngon nhất Teyvat."
    },
    "materialType": "MATERIAL_FOOD"
}