{
    "name": {
        "en": "Candace: Grey Heron",
        "de": "Candace – Graureiher",
        "chs": "坎蒂丝·苍鹭",
        "cht": "坎蒂絲·蒼鷺",
        "es": "Candace - Garza real",
        "fr": "Candace - Héronne cendrée",
        "id": "Candace: Grey Heron",
        "jp": "キャンディス·蒼鷺",
        "kr": "캔디스·푸른빛 새",
        "pt": "Candace — Garça Cinza",
        "ru": "Кандакия: Серая цапля",
        "th": "Candace - นกกระสานวล",
        "vi": "Candace - Vạc Trời"
    },
    "id": 210135,
    "materialDesc": {
        "en": "Namecard style.\\nThe burning winds of the past ruffle the heron's feathers, but the bird has eyes only for the morning star at first light.",
        "de": "Ein Motiv für Namenskärtchen.\\nDer feurige Wind von Gestern zerzaust die Schwanzfedern des Graureihers, nun aber schaut dieser Vogel nur noch auf das Licht des Morgensterns.",
        "chs": "名片纹饰。\\n往昔的炽风撩拂着苍鹭的尾羽，那鸟儿却只是望向初晓的晨星。",
        "cht": "名片紋飾。\\n往昔的熾風撩拂著蒼鷺的尾羽，那鳥兒卻只是望向初曉的晨星。",
        "es": "Diseño de tarjeta de presentación.\\nLos vientos abrasadores del pasado erizaron las plumas de la garza real. Pero el ave solo tiene ojos para la estrella del alba.",
        "fr": "Thème.\\nLes vents brûlants du passé ébouriffent les plumes de la héronne cendrée, mais l'oiseau n'a d'yeux que pour l'étoile du matin aux premières lueurs de la journée.",
        "id": "Style kartu nama.\\nAngin masa lalu yang membakar mengibaskan bulu-bulu ekor bangau, namun hanya bintang pagi di awal fajarlah yang hendak sang burung pandang.",
        "jp": "名刺の飾り紋。\\n遠い昔の灼風が蒼鷺の尾羽を揺らすが——その鳥はただ、暁の辰星を眺めている。",
        "kr": "명함 스킨.\\n꼬리 깃털이 지난날의 뜨거운 바람에 흩날리지만, 푸른빛 새는 오직 샛별만 바라보고 있다",
        "pt": "Estilo de Cartão de Visita.\\nOs ventos flamejantes do passado tremulam as penas da garça, mas o pássaro tem apenas olhos para a estrela da alvorada no seu primeiro raio matinal.",
        "ru": "Именная карта.\\nЖгучие ветры прошлого взъерошили оперение цапли, но птица лишь смотрит на утреннюю звезду с первыми лучами рассвета.",
        "th": "ลวดลายนามบัตร\\nในอดีตสายลมร้อนได้พัดโชยปีกของนกกระสา แต่นกน้อยตัวนั้นกลับแหงนมองเพียงดาวรุ่งในยามอรุณเท่านั้น",
        "vi": "Hoa văn danh thiếp.\\nNgọn gió thổi qua làm tung bay những chiếc lông đuôi của chim vạc, mà chú chim đó chỉ nhìn về phía bình minh."
    },
    "materialType": "MATERIAL_NAMECARD"
}