{
    "name": {
        "en": "Cecilia",
        "de": "Cecilia",
        "chs": "塞西莉亚花",
        "cht": "塞西莉亞花",
        "es": "Cecilia",
        "fr": "Cécilia",
        "id": "Cecilia",
        "jp": "セシリアの花",
        "kr": "세실리아꽃",
        "pt": "Cecília",
        "ru": "Сесилия",
        "th": "Cecilia",
        "vi": "Hoa Cecilia"
    },
    "id": 100023,
    "materialDesc": {
        "en": "A beautiful flower with a name that suits its appearance. It only grows where harsh winds blow, and is just as intangible as the true heart of an unbound soul.",
        "de": "Eine Blume mit einem Namen so schön wie ihr Anblick. Sie wächst nur hoch oben an kalten und windigen Stellen. Sie ist so schwer zu greifen wie ein flüchtiger Gedanke.",
        "chs": "名字与外形同等美丽的花朵，只生长在清冷而风急的高处，如同浪子一样真心难以触碰。",
        "cht": "名子與外型同等美麗的花朵，只生長在清冷而風急的高處，如同浪子一樣真心難以觸碰。",
        "es": "Una hermosa flor con un nombre muy bello. Solo crece donde soplan los vientos más fuertes, y es tan intangible como el corazón sincero de un alma sin ataduras.",
        "fr": "Une belle fleur qui porte un nom aussi beau que son apparence, et que l'on trouve seulement où soufflent les vents violents, et est aussi intangible que le cœur d'un vagabond.",
        "id": "Bunga yang indah dengan nama yang cocok. Hanya bertumbuh di tempat dengan angin kencang, dan sama sulit dipahaminya dengan jiwa yang tidak terikat oleh apa pun.",
        "jp": "名も形も美しい花。清冷かつ風の強い場所にしか咲かず、どこかの詩人のように掴み所がない。",
        "kr": "이름처럼 아름다운 꽃. 춥고 바람이 심하게 부는 높은 지대에서만 자란다. 부랑자처럼 그 속을 알기 어렵다",
        "pt": "Uma flor bonita com nome adequeado a sua aparência. Cresce apenas em locais com ventos fortes. Muito difícil de ser encontrada.",
        "ru": "Цветы, такие же прекрасные, как и их имя. Они растут только там, где дует резкий холодный ветер.",
        "th": "ดอกไม้ที่มีความงามสมกับชื่อของมัน จะเติบโตในเฉพาะที่สูงและมีลมพัดแรงเท่านั้น ยากที่จะสัมผัสราวกับการหาความจริงใจจากคนไม่รักดี",
        "vi": "Đóa hoa đẹp từ tên đến hình dáng, chỉ sinh trưởng trên nơi cao lộng gió và lạnh lẽo, cũng khó bắt gặp như hình bóng người lãng tử vậy."
    },
    "materialType": "MATERIAL_EXCHANGE"
}