{
    "name": {
        "en": "Celebration: Kaboomball",
        "de": "Feierlichkeit – Bumm-Bumm-Ball",
        "chs": "庆典·魔球",
        "cht": "慶典·魔球",
        "es": "Celebración - Bombabum",
        "fr": "Célébration - Badaboum",
        "id": "Perayaan: Kaboomball",
        "jp": "祭典·魔球",
        "kr": "축제·마구",
        "pt": "Celebração - Bola Mágica",
        "ru": "Бабах-мяч",
        "th": "การฉลอง - ลูกบอลวิเศษ",
        "vi": "Lễ Hội – Bóng Ma Thuật"
    },
    "id": 210077,
    "materialDesc": {
        "en": "Namecard style.\\n\"In a land far, far away, there was a kingdom known as the Grand Alliance, and the people living there could throw ever-changing, quick, and powerful Kaboomballs.\"",
        "de": "Ein Motiv für Namenskärtchen.\\n„In einem weit, weit entfernten Land gab es ein Königreich, das als die Große Allianz bekannt war, und die Menschen, die dort lebten, konnten schnelle und kraftvolle Bumm-Bumm-Bälle werfen, die sich stets veränderten.“",
        "chs": "名片纹饰。\\n「在好远好远的地方，有个叫『大联盟』的王国，住在那里的人能丢出变来变去、又快又厉害的『魔球』。」",
        "cht": "名片紋飾。\\n「在好遠好遠的地方，有個叫『大聯盟』的王國，住在那裡的人能丟出變來變去、又快又厲害的『魔球』。」",
        "es": "Diseño de tarjeta de presentación.\\n“En un lugar muy, muy lejano había un reino llamado Gran Alianza. Sus habitantes sabían lanzar bombasbum rápidas, poderosas y que cambiaban sin cesar”.",
        "fr": "Thème.\\n« Il était une fois dans un pays très, très lointain un royaume connu sous le nom de la Grande ligue. Les gens qui vivaient là-bas pouvaient lancer toutes sortes de balles badaboum rapides et puissantes. »",
        "id": "Style Kartu Nama.\\n\"Di bangsa nan jauh di sana, ada sebuah kerajaan bernama Grand Alliance, dan rakyat yang tinggal di sana bisa melempar Kaboomball yang cepat dan kuat.\"",
        "jp": "名刺の飾り紋。\\n「遥か彼方の地に『メジャーリーグ』という王国がある。そこの人々は速くて、大きく軌道の変化する『魔球』を投げることができる。」",
        "kr": "명함 스킨\\n머나먼 곳에 있는 「대연맹」 왕국에서 사는 사람들은 자유자재로 변하고 빠르고 위력이 강한 「마구」를 던질 수 있다",
        "pt": "Estilo de Cartão de Visita.\\n\"Em uma terra muito, muito distante, havia um reino conhecido como a Grande Aliança e as pessoas que viviam nele podiam lançar Bolas Mágicas mutáveis, rápidas e poderosas.\"",
        "ru": "Именная карта.\\n«Далеко-далеко есть королевство, известное как Великий Альянс. Люди, живущие там, могут бросать быстрые и мощные бабах-мячи».",
        "th": "ลายนามบัตร\\n\"ในสถานที่ที่ไกลแสนไกล มีอาณาจักรแห่งหนึ่งที่มีชื่อว่า \"Grand Alliance\" ซึ่งผู้คนที่อยู่ที่นั่น สามารถขว้างปา Kaboomball ที่เปลี่ยนแปลงไปมาและมีอานุภาพที่ทรงพลังได้\"",
        "vi": "Hoa văn danh thiếp.\\n\"Ở một nơi rất rất xa, có một vương quốc Đại Liên Minh, người sống ở đó có thể ném ra Bóng Ma Thuật thoắt ẩn thoắt hiện, vừa nhanh vừa lợi hại.\""
    },
    "materialType": "MATERIAL_NAMECARD"
}