{
    "name": {
        "en": "Celebration: Mechanicus",
        "de": "Feierlichkeit – Vorrichtungen",
        "chs": "庆典·棋谭",
        "cht": "慶典·棋譚",
        "es": "Celebración - Arena mecánica",
        "fr": "Célébration - Échecs",
        "id": "Perayaan: Mechanicus",
        "jp": "祭典·棋譚",
        "kr": "축제·기담",
        "pt": "Celebração - Mecânica",
        "ru": "Механикус",
        "th": "การฉลอง - หมากรุก",
        "vi": "Lễ Hội - Cờ"
    },
    "id": 210062,
    "materialDesc": {
        "en": "Namecard style.\\nYou claim to have seen all mechanisms, but have you ever considered playing yourself as a pawn?",
        "de": "Ein Motiv für Namenskärtchen.\\nDu behauptest, schon alle Vorrichtungen gesehen zu haben, aber hast du jemals überlegt, wie es wäre, sie selbst zu bauen?",
        "chs": "名片纹饰。\\n你道你见过机关算尽，可你真算到了自己也要下场当棋子吗？",
        "cht": "名片紋飾。\\n你道你見過機關算盡，可你真算到了自己也要下場當棋子嗎？",
        "es": "Diseño de tarjeta de presentación.\\nDices que has visto todas las estrategias del mecanismo, pero ¿te has dado cuenta de que tú también eres un peón?",
        "fr": "Thème.\\nVous pensez tout savoir de la stratégie des mécanismes mais avez-vous réalisé que vous étiez vous-même un pion ?",
        "id": "Style kartu nama.\\nKatamu kamu sudah pernah melihat segala jenis mekanisme, tapi apa kamu pernah terpikirkan untuk menjadi sebuah pion?",
        "jp": "名刺の飾り紋。\\n対局のあらゆる局面を計算済みだと言うが、自分も駒になる事は計算の内か？",
        "kr": "명함 스킨.\\n모든 대국을 보았다고 말하는 당신은, 자신이 그 대국의 장기말이 될 거라는 것 또한 보았는가?",
        "pt": "Estilo de Cartão de Visita.\\nVocê afirma ter visto todos os mecanismos, mas já pensou em jogar a si mesmo como um peão?",
        "ru": "Именная карта.\\nВы утверждаете, что видели все механизмы, но вы когда-нибудь представляли себя в роли пешки на шахматной доске?",
        "th": "ลายนามบัตร\\nคุณบอกว่าเคยเห็นกลไกทั้งหมดแล้ว แต่รู้รึยังว่าคุณเองก็ต้องลงไปเล่นเป็นหมากด้วย?",
        "vi": "Hoa văn danh thiếp.\\nBạn nói bạn đã tính hết mọi bước, nhưng bạn đã tính được số phận của bản thân chưa?"
    },
    "materialType": "MATERIAL_NAMECARD"
}