{
    "name": {
        "en": "Celebration: Lantern-Light",
        "de": "Feierlichkeit – Laternenlicht",
        "chs": "庆典·灯昼",
        "cht": "慶典·燈晝",
        "es": "Celebración - Luces diurnas",
        "fr": "Célébration - Lanternes",
        "id": "Perayaan: Cahaya Lentera",
        "jp": "祭典·灯昼",
        "kr": "축제·밝은 등불",
        "pt": "Celebração - Luz de Lanterna",
        "ru": "Свет фонаря",
        "th": "การฉลอง - แสงโคมไฟ",
        "vi": "Lễ Hội - Ánh Đèn"
    },
    "id": 210061,
    "materialDesc": {
        "en": "Namecard style.\\nEvery year on this day, the lanterns light up the night. May the fire never die, and may humanity endure.",
        "de": "Ein Motiv für Namenskärtchen.\\nJedes Jahr an diesem Tag erhellen die Laternen die Nacht. Möge das Feuer nie erlöschen und die Menschheit alle Widrigkeiten überstehen.",
        "chs": "名片纹饰。\\n年年今日，灯明如昼。愿火不灭，愿人依旧。",
        "cht": "名片紋飾。\\n年年今日，燈明如晝。願火不滅，願人依舊。",
        "es": "Diseño de tarjeta de presentación.\\nTodos los años en estas fechas, las luces de las linternas brillan como la luz del día. Que su fuego nunca se apague y que la gente nunca cambie.",
        "fr": "Thème.\\nTous les ans au même jour, les lanternes s'élèvent dans la nuit. Que la flamme ne s'éteigne jamais et que l'humanité soit pérenne.",
        "id": "Style kartu nama.\\nSetiap tahun di malam yang sama, ribuan lentera akan menerangi langit. Selama api harapan terus berkobar, jiwa manusia akan terus membara.",
        "jp": "名刺の飾り紋。\\n毎年、この日になると町の夜空は霄灯で昼間のように明るく照らされる。人の心が火の明かりのように永遠でありますように。",
        "kr": "명함 스킨.\\n해마다 이날이 되면, 등불이 밤하늘을 낮처럼 밝게 비추네. 불이 꺼지지 않고, 사람의 마음이 영원히 변치 않길",
        "pt": "Estilo de Cartão de Visita.\\nTodos os anos neste dia, as lanternas brilham como se fossem a luz do dia. Que o seu fogo nunca se apague, e que as pessoas não mudem.",
        "ru": "Именная карта.\\nКаждый год в этот день фонари освещают ночное небо. Пусть никогда не погаснет огонь, и пусть человечество вынесет все невзгоды.",
        "th": "ลายนามบัตร\\nในวันนี้ของทุก ๆ ปี แสงของโคมไฟจะส่องสว่างในยามค่ำคืน ขอให้ไฟไม่มอดดับ และผู้คนไม่เปลี่ยนแปลง",
        "vi": "Hoa văn danh thiếp.\\nHàng năm vào ngày này, những chiếc đèn lồng thắp sáng trong đêm. Cầu mong ngọn lửa không bao giờ tàn, mong người không bao giờ đổi thay."
    },
    "materialType": "MATERIAL_NAMECARD"
}