{
    "name": {
        "en": "Celebration: Battlesong",
        "de": "Feierlichkeit – Kampflied",
        "chs": "庆典·斗剧",
        "cht": "慶典·鬥劇",
        "es": "Celebración - Himno de batalla",
        "fr": "Célébration - Chant guerrier",
        "id": "Perayaan: Drama Pertempuran",
        "jp": "祭典·闘劇",
        "kr": "축제·투극",
        "pt": "Celebração - Canção da Batalha",
        "ru": "Песнь битвы",
        "th": "การฉลอง - เกมท้าดวล",
        "vi": "Lễ Hội – Đấu Kịch"
    },
    "id": 210078,
    "materialDesc": {
        "en": "Namecard style.\\nGood omens must appear thrice for good fortune to come. One bows thrice at curtain call. The opponents to defeat number three.",
        "de": "Ein Motiv für Namenskärtchen.\\nGute Omen müssen stets dreimal auftreten, damit sie wirklich Glück bringen. Wenn der Vorhang fällt, verbeugt man sich dreimal. Und Gegner müssen im Dreierpack besiegt werden.",
        "chs": "名片纹饰。\\n吉兆要出现三次，幸运才会降临；谢幕时应当三次鞠躬；而在风来人的剑斗剧中，胜负的对手也有三名。",
        "cht": "名片紋飾。\\n吉兆要出現三次，幸運才會降臨；謝幕時應當三次鞠躬；而在風來人的劍鬥劇中，勝負的對手也有三名。",
        "es": "Diseño de tarjeta de presentación.\\nLos buenos presagios deben aparecer tres veces ante ti para tener buena suerte, las auténticas victorias solo se consiguen tras ganar tres veces y uno debe hacer tres reverencias una vez que se cierra el telón.",
        "fr": "Thème.\\nLes bons présages doivent apparaître trois fois pour assurer la bonne fortune, le vrai triomphe n'est remporté qu'après trois victoires et il convient de s'incliner trois fois après une prestation inoubliable.",
        "id": "Style kartu nama.\\nPertanda baik harus muncul 3 kali untuk mendatangkan keberuntungan; Sang pemenang harus memberi hormat 3 kali setelah memenangkan pertarungan; Ada 3 lawan di drama pertempuran ini.",
        "jp": "名刺の飾り紋。\\n幸運を招くには吉兆が3回。幕上げの時には3回のお辞儀。風来坊との剣劇でも相手は3名。",
        "kr": "명함 스킨\\n길조는 3번 나타나야 행운을 부를 수 있다. 막이 내릴 때도 3번 인사해야 한다. 바람을 타고 온 검투극에서도 3명과 승부를 진행한다",
        "pt": "Estilo de Cartão de Visita.\\nOs bons presságios devem aparecer três vezes para que a boa sorte venha. Deve curvar-se três vezes quando a cortina se fecha. Portanto, há sempre três oponentes na sua luta.",
        "ru": "Именная карта.\\nХорошие предзнаменования должны появиться трижды, чтобы удача пришла. Трижды кланяются во время занавеса. Соперника тоже три.",
        "th": "ลายนามบัตร\\nลางดีจะปรากฏขึ้นสามครั้ง จากนั้นโชคดีจึงจะมาหา เมื่อการแสดงสิ้นสุดลง จะต้องโค้งคำนับสามครั้ง และท่ามกลางฉากการต่อสู้ของบุคคลแห่งสายลม จะมีศัตรูสามตนที่รอคอยการตัดสิน",
        "vi": "Hoa văn danh thiếp.\\nĐiềm may xuất hiện 3 lần, thì may mắn mới đến; khi hạ màn phải cúi tạ 3 lần; còn trong kịch chiến đấu của Người Cưỡi Gió, đối thủ thắng bại cũng sẽ có 3 người."
    },
    "materialType": "MATERIAL_NAMECARD"
}