{
    "name": {
        "en": "Chaos Circuit",
        "de": "Chaos-Schaltkreis",
        "chs": "混沌回路",
        "cht": "混沌迴路",
        "es": "Circuito del caos",
        "fr": "Circuit du chaos",
        "id": "Chaos Circuit",
        "jp": "混沌の回路",
        "kr": "혼돈의 회로",
        "pt": "Circuito do Caos",
        "ru": "Цепь хаоса",
        "th": "Chaos Circuit",
        "vi": "Bộ Não Hỗn Độn"
    },
    "id": 112024,
    "materialDesc": {
        "en": "Comes from ancient defunct relic structures. Was once a logic circuit responsible for movement functions. Sadly, no one is able to make sense of how it worked.",
        "de": "Ein uraltes Ruinenkonstrukt, das einmal dazu diente, ein Gerät zu steuern. Die Technik dahinter ist nicht einmal annähernd zu begreifen.",
        "chs": "来自不再活动的古代遗迹构装体。曾经是驱使它行动的逻辑回路。其中蕴含的伟大技术，如今已经无人可解。",
        "cht": "來自不再活動的古代遺蹟構裝體。曾經是驅使它行動的邏輯迴路。其中蘊含的偉大技術，如今已經無人可解。",
        "es": "Este dispositivo, procedente de unas reliquias antiguas que ya no están activas, solía ser el circuito que las hacía funcionar. Sin embargo, esta gran tecnología es ahora un misterio para todo el mundo.",
        "fr": "Un circuit qui commandait les mouvements d'une structure antique. De nos jours, personne ne sait comment il fonctionne.",
        "id": "Bagian dari mesin kuno yang sudah tidak lagi bekerja. Bagian ini terlihat seperti sirkuit yang menggerakkan tubuh mesin, sayangnya tidak ada yang dapat menebak bagaimana alat ini bekerja.",
        "jp": "すでに動かなくなった古代遺跡の構造体からとったもの。かつてはそれを動かす回路だった。中には偉大な技術が秘められているが、それを解明できる人はもういない。",
        "kr": "멈춰버린 고대 유적에서 나온 구조체. 이전에 논리 회로였던 부분으로, 아무도 해제할 수 없는 위대한 기술이 담겨있다",
        "pt": "Vindo de relíquias antigas que não estão mais ativas. Costumava ser o circuito lógico de funcionamento. A grande tecnologia contida é agora é um mistério para todos.",
        "ru": "Часть древнего механического тела. Это логическая схема, которая отвечала за его движение. В ней заключены великие знания, но, увы, ещё никто не смог их добыть.",
        "th": "สร้างมาจากโบราณวัตถุที่ไม่ได้ใช้งานแล้ว มันคือวงจรตรรกะที่ทำให้ทุกสิ่งขับเคลื่อน ด้านในประกอบด้วยเทคโนโลยีชั้นสูงที่ทุกวันนี้ยังไม่มีผู้ใดสามารถเข้าถึง",
        "vi": "Là một phần trong di tích không còn hoạt động. Là bộ não điều khiển hành động. Trong đó ẩn chứa những kỹ thuật vĩ đại mà hiện nay không ai giải thích được."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}