{
    "name": {
        "en": "Chaos Axis",
        "de": "Chaos-Achse",
        "chs": "混沌枢纽",
        "cht": "混沌樞紐",
        "es": "Eje del caos",
        "fr": "Axe du chaos",
        "id": "Chaos Axis",
        "jp": "混沌の中枢",
        "kr": "혼돈의 중추",
        "pt": "Processador do Caos",
        "ru": "Ось хаоса",
        "th": "Chaos Axis",
        "vi": "Đầu Nối Hỗn Độn"
    },
    "id": 112048,
    "materialDesc": {
        "en": "Comes from a now-inactive ancient Ruin machine.\\nEven the great techniques and unknown power of this device must come to nothing should the machine that contained them ever fail to maintain structural integrity.",
        "de": "Es stammt aus einer alten Ruinenvorrichtung, die jetzt nicht mehr aktiv ist. Selbst die großartigen Techniken und die unbekannte Macht dieses Geräts müssen verpuffen, sollte die Maschine, die sie enthielt, jemals ihre strukturelle Integrität verlieren.",
        "chs": "来自不再活动的古代遗迹机关。\\n在无法维持机关构装体的结构性之后，其中蕴含的伟大技术与未知力量也失去意义了吧。",
        "cht": "來自不再活動的古代遺蹟機關。\\n在無法維持機關構裝體的結構性之後，其中蘊含的偉大技術與未知力量也失去意義了吧。",
        "es": "Un objeto procedente de una máquina de las ruinas inactiva.\\nEn el momento en el que la integridad del mecanismo de este aparato se desmoronó, las grandiosas técnicas y la energía desconocida que albergaban en su interior también se esfumaron.",
        "fr": "Provient d'un ancien mécanisme des ruines désormais inactif.\\nLa haute technologie et la puissance de cette machine ont été perdues quand elle n'a pas réussi à maintenir son intégrité structurelle.",
        "id": "Berasal dari mesin Ruin kuno yang sekarang sudah tidak aktif.\\nBahkan teknik yang hebat dan kekuatan yang tidak diketahui dari perangkat ini pun kini sudah tidak ada gunanya setelah mesin yang memuatnya gagal untuk mempertahankan integritas strukturalnya.",
        "jp": "すでに動かなくなった古代遺跡機械からとったもの。\\n今はその構造すら維持できなくなったからくり。内部に仕組まれた、偉大な技術と未知の力も価値を失ってしまった。",
        "kr": "작동하지 않는 고대 유적 기관에서 왔다.\\n기관 구조체의 구조성을 유지할 수 없게 된다면, 그 속에 담긴 위대한 기술과 미지의 힘도 그 의미를 잃게 될 것이다",
        "pt": "Vem de uma máquina inativa das Ruínas antigas.\\nAs grandes técnicas e o poder desconhecido deste dispositivo não servirão para nada se a máquina que o contiver perder sua integridade estrutural.",
        "ru": "Часть древнего механизма из руин.\\nКогда целостность механизма была нарушена, исчезли и заключённые в нём великая технология и таинственная энергия.",
        "th": "มาจากซากกลไกโบราณที่ไม่ได้ใช้งานแล้ว\\nเมื่อไม่สามารถรักษาความสมบูรณ์ของโครงสร้างไว้ได้ สุดยอดเทคโนโลยีและพลังนิรนามที่อยู่ภายในก็ไร้ซึ่งความหมาย",
        "vi": "Thuộc về cơ quan di tích cổ đại không còn hoạt động nữa.\\nKhi không thể duy trì kết cấu của cơ quan, công nghệ tuyệt vời và sức mạnh vô danh ẩn chứa trong đó cũng mất đi ý nghĩa."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}