{
    "name": {
        "en": "Chaos Storage",
        "de": "Chaos-Speicher",
        "chs": "混沌容器",
        "cht": "混沌容器",
        "es": "Contenedor del caos",
        "fr": "Conteneur du chaos",
        "id": "Chaos Storage",
        "jp": "混沌ストレージ",
        "kr": "혼돈 용기",
        "pt": "Recipiente do Caos",
        "ru": "Сосуд хаоса",
        "th": "Chaos Storage",
        "vi": "Vật Chứa Hỗn Độn"
    },
    "id": 112068,
    "materialDesc": {
        "en": "Comes from a now-inactive ancient Ruin Drake.\\nRuin Drakes can absorb Elemental Energy from the outside and store it in this component inside their \"neck.\"",
        "de": "Stammt von einem nicht länger aktiven uralten Ruinendrachen.\\nRuinendrachen können die Elementarenergie der Welt um sie herum aufsaugen und in diesem Teil in ihrem „Hals“ speichern.",
        "chs": "来自不再活动的古代遗迹龙兽。\\n遗迹龙兽可以吸收外界的元素能量，并储存在「颈部」的构件中。",
        "cht": "來自不再活動的古代遺蹟龍獸。\\n遺蹟龍獸可以吸收外界的元素能量，並儲存在「頸部」的構件中。",
        "es": "Proviene de un Dragón de las Ruinas inactivo.\\nLos Dragones de las Ruinas pueden absorber Energía Elemental del exterior y almacenarla en un componente que tienen en el cuello.",
        "fr": "#Provient d'un ancien Dragon des ruines désormais inactif.\\nLes Dragons des ruines peuvent absorber l'énergie élémentaire et la stocker dans un composant situé à l'intérieur de leur «{NON_BREAK_SPACE}cou{NON_BREAK_SPACE}».",
        "id": "Berasal dari Ruin Drake kuno yang sekarang tidak aktif lagi.\\nRuin Drake dapat menyerap Elemental Energy dari luar dan menyimpannya di komponen ini di dalam \"leher\" mereka.",
        "jp": "もう動かない古代遺跡ドレイクからとったもの。\\n遺跡ドレイクは外界の元素エネルギーを吸収し、「ネック」にある部品に保存することができる。",
        "kr": "더 이상 활동하지 않는 고대 유적 드레이크에게 얻은 것.\\n유적 드레이크는 바깥세상의 원소 에너지를 흡수해 「목」 부위에 저장할 수 있다",
        "pt": "Vem de um antigo dragão das ruínas que não está mais ativo.\\nEste dragão pode absorver a energia elemental do mundo exterior e armazená-la em uma peça do \"pescoço\".",
        "ru": "Найден в древнем драконе руин.\\nДраконы руин поглощают элементальную энергию внешнего мира и накапливают её у себя в «зобу».",
        "th": "สิ่งที่ได้มาจาก Ruin Drake โบราณที่ไม่ขยับเขยื้อนแล้ว\\nRuin Drake สามารถดูดซับพลังงานธาตุจากโลกภายนอก และกักเก็บมันไว้ในชิ้นส่วนตรง \"ลำคอ\"",
        "vi": "Đến từ Rồng Di Tích Cổ Đại không còn hoạt động.\\nRồng Di Tích có thể thu hút năng lượng nguyên tố bên ngoài và lưu trữ nó trong \"cổ\"."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}