{
    "name": {
        "en": "\"Charged Attack\"",
        "de": "„Heftiger Schlag“",
        "chs": "「重击」",
        "cht": "「重擊」",
        "es": "“Ataque Cargado”",
        "fr": "« Attaque chargée »",
        "id": "\"Charged Attack\"",
        "jp": "「スマッシュ」",
        "kr": "「스매쉬」",
        "pt": "\"Ataque Carregado\"",
        "ru": "«Заряженная атака»",
        "th": "\"Charged Attack\"",
        "vi": "[Trọng Kích]"
    },
    "id": 100318,
    "materialDesc": {
        "en": "A straight liquor shot, giving you the original taste of the distilled liquor itself. One shot is enough to make your body burn.",
        "de": "Diesem Getränk wurde außer Schnaps kaum etwas anderes hinzugefügt. Klar und auf den Punkt zeigt es den natürlich Geschmack des Destillats. Ein Schluck und man zittert am ganzen Leib, aber nicht vor Kälte.",
        "chs": "干脆利落，几乎不加任何调制的酒品，忠实呈现了蒸馏酒的本味。喝上一口就能让人浑身发热。",
        "cht": "乾脆俐落，幾乎不加任何調製的酒品，忠實呈現了蒸餾酒的本味。喝上一口就能讓人渾身發熱。",
        "es": "Una bebida alcohólica sin apenas ningún aditivo y que sabe a lo que tiene que saber. Su fuerte sabor a alcohol destilado es suficiente para entrar en calor con un solo sorbo.",
        "fr": "Simple et pur, aucun ingrédient superflu n'a été ajouté dans ce cocktail au gôut de liqueur distillée. Une simple gorgée suffira à vous réchauffer.",
        "id": "Satu seloki minuman keras murni yang memberikanmu rasa asli dari penyulingan anggur. Satu seloki saja sudah cukup untuk membuat tubuhmu terasa terbakar.",
        "jp": "どストライクのお酒。ほぼ手をつけずに、蒸留酒のありのままの味わいがする。一口で全身が熱くなる。",
        "kr": "아무것도 첨가하지 않아 증류주의 깔끔한 맛을 잘 살렸다. 한 잔만 마셔도 온몸이 달아오른다",
        "pt": "Um shot puro de licor com o seu sabor destilado original. Um shot é o suficiente para fazer seu corpo queimar.",
        "ru": "Чистой алкоголь. Прямой, как заряженная атака.",
        "th": "มีความชัดเจนแบบสุดๆ เป็นเหล้าที่แทบจะไม่มีการเสริมแต่งใด ๆ เลย แสดงให้เห็นถึงความเป็นเหล้ากลั่นอย่างตรงไปตรงมา เพียงแค่จิบเดียวก็ทำให้ตัวร้อนขึ้นมาได้",
        "vi": "Loại rượu gần như không dùng bất cứ phụ gia nào, thể hiện rõ mùi vị của rượu chưng cất. Uống một ly có thể khiến cả người nóng bừng."
    },
    "materialType": "MATERIAL_QUEST"
}