{
    "name": {
        "en": "Charcoal-Baked Ajilenakh Cake",
        "de": "Gebackener Dattelfladen",
        "chs": "椰炭饼",
        "cht": "椰炭餅",
        "es": "Panecillos de dátil carbonizados",
        "fr": "Charbon d'ajilenakh",
        "id": "Coconut Charcoal Cake",
        "jp": "デーツナン",
        "kr": "코코넛 숯탄 전병",
        "pt": "Bolo de Coco-Carvão",
        "ru": "Угольная лепёшка аджиленах",
        "th": "Charcoal-Baked Ajilenakh Cake",
        "vi": "Bánh Ajilenakh Nướng"
    },
    "id": 108449,
    "materialDesc": {
        "en": "A dark-colored pastry. The Ajilenakh Nuts were first roasted and powdered before being sieved, added to a batter, mixed evenly, and then baked. The final product by no means looks impressive, but it exudes the fresh aroma of Ajilenakh Nuts, and it tastes better still with some jam.",
        "de": "Ein süßer, rabenschwarzer Fladen. Zuerst lässt man die Datteln zu Pulver verbrennen, filtriert es und gibt es zum Teig hinzu, verrührt es und backt damit den Kuchen. Das nicht besonders erwähnenswerte fertige Produkt hat Noten von Dattelaroma und passt gut zum süßen Geschmack von Konfitüre.",
        "chs": "乌漆墨黑的甜饼。先将枣椰烧制成粉状，过筛提纯，再加入面糊，搅拌均匀后烤熟。其貌不扬的成品带有淡淡的枣椰清香，搭配果酱尤为香甜。",
        "cht": "烏漆墨黑的甜餅。先將棗椰燒製成粉狀，過篩後再加入麵糊，攪拌均勻後烤熟。其貌不揚的成品帶有淡淡的棗椰清香，搭配果醬尤為香甜。",
        "es": "Un pastel dulce de color oscuro. Primero, se tuestan los dátiles y se muelen hasta convertirlos en polvo. Luego, se tamizan y se mezclan con la masa para llevarlos a hornear. El resultado final tiene un ligero aroma a dátiles y es especialmente dulce cuando se acompaña con mermelada.",
        "fr": "Une pâtisserie de couleur foncée. Les noix d'ajilenakh sont d'abord grillées et transformées en poudre avant d'être filtrées au travers d'un tamis, ajoutées à une pâte, mélangées uniformément, puis cuites. Le produit final n'a rien d'impressionnant, mais l'arôme frais des noix s'en dégage, et il a encore meilleur goût avec de la confiture.",
        "id": "Makanan pastri berwarna gelap. Pertama-tama Ajilenakh Nut-nya dipanggang, lalu ditumbuk dan disaring, kemudian ditambahkan ke dalam adonan dan dipanggang lagi. Bentuk hasil akhirnya tidak menakjubkan, tapi aroma Ajilenakh Nut-nya tercium harum dan sangat cocok dimakan dengan selai.",
        "jp": "真っ黒な甘い焼き菓子。デーツを焼いて粉状にし、ふるいにかけて精製したものを生地に加え、混ぜて焼く。素朴な仕上がりだが、ほのかにデーツの香りがあり、ジャムと合わせると甘さの相性が抜群。",
        "kr": "새까만 쿠키. 먼저 대추야자를 구워서 가루로 만들고 체를 쳐서 밀가루와 잘 반죽한 후에 굽는다. 겉보기엔 평범해 보이지만 은은한 대추야자 향이 나며, 특히 잼과 함께 먹으면 더욱 달콤하다",
        "pt": "Um lanche de cor escura. As tâmaras foram primeiro assadas e moídas após serem peneiradas, adicionadas a massa, misturadas igualmente, e então assada. O produto final não parece nada impressionante, mas exala o aroma fresco das Tâmaras, e o sabor é melhor com um pouco de geleia.",
        "ru": "Сладкая лепёшка чёрного цвета. Орехи аджиленах обжаривают и расталкивают в порошок, затем просеивают через сито, добавляют в тесто, перемешивают и выпекают. Эта невзрачная на вид лепёшка приятно пахнет орехами, а если намазать её вареньем, получится отличный десерт.",
        "th": "ขนมหวานสีเข้ม ก่อนอื่นนำ Ajilenakh Nut ไปคั่วและทำให้เป็นผง แล้วนำไปร่อนผ่านตะแกรง จากนั้นใส่ผสมลงไปในแป้ง คลุกเคล้าจนเข้ากันแล้วนำไปอบให้ได้ที่ แม้หน้าตาจะดูไม่ค่อยดีแต่ก็มีกลิ่นหอมของ Ajilenakh Nut อยู่จาง ๆ เมื่อทานคู่กับแยมผลไม้แล้ว รสชาติถือว่ากลมกล่อมใช้ได้เลย",
        "vi": "Một chiếc bánh ngọt có màu đen. Đầu tiên là rang Quả Ajilenakh thành bột, sau đó rây mịn, rồi thêm bột vào, trộn đều sau đó đem nướng chín. Thành phẩm không màu mè, thơm nhẹ mùi Quả Ajilenakh, thơm ngon đặc biệt khi kết hợp với mứt."
    },
    "materialType": "MATERIAL_FOOD"
}