{
    "name": {
        "en": "Checkered Cedar Ceiling",
        "de": "Karierte Zederndecke",
        "chs": "垂香木方格天花板",
        "cht": "垂香木方格天花板",
        "es": "Techo ajedrezado de cedro fragante",
        "fr": "Plafond quadrillé en cèdre",
        "id": "Langit-Langit Kotak-Kotak dari Kayu Aras",
        "jp": "垂香の格子柄天井",
        "kr": "수향나무 격자천장",
        "pt": "Teto Xadrez de Cedro",
        "ru": "Кедровый клетчатый потолок",
        "th": "เพดานไม้ลายตาราง",
        "vi": "Trần Caro Gỗ Thùy Hương"
    },
    "id": 380301,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Checkered Cedar Ceiling.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Karierte Zederndecke“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「垂香木方格天花板」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「垂香木方格天花板」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Techo ajedrezado de cedro fragante.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du plafond quadrillé en cèdre.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Langit-Langit Kotak-Kotak dari Kayu Aras\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「垂香の格子柄天井」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「수향나무 격자천장」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Teto Xadrez de Cedro\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Кедровый клетчатый потолок».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"เพดานไม้ลายตาราง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Trần Caro Gỗ Thùy Hương\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}