{
    "name": {
        "en": "Chef Mao's Special Jueyun Chili Chicken",
        "de": "Koch Maos besondere kalte Geflügelhäppchen",
        "chs": "卯师傅特制香嫩椒椒鸡",
        "cht": "卯師傅特製香嫩椒椒雞",
        "es": "Pollo al chile Jueyun especial del Chef Mao",
        "fr": "Poulet pimenté de Jueyun spécial du chef Mao",
        "id": "Jueyun Chili Chicken Spesial Koki Mao",
        "jp": "卯師匠特製椒椒鶏",
        "kr": "묘 사부 특제 절운고추 치킨",
        "pt": "Frango de Pimenta de Jueyun Especial do Chef Mao",
        "ru": "Особая острая курица на пару шеф-повара Мао",
        "th": "Jueyun Chili Chicken สุดพิเศษของเชฟ Mao",
        "vi": "Gà Cay Nồng Đặc Biệt"
    },
    "id": 100889,
    "materialDesc": {
        "en": "Jueyun Chili Chicken specially made by Chef Mao. Seagrass and Sea Cucumber were added in the process, and one wonders how the result might taste...",
        "de": "Kalte Geflügelhäppchen von Koch Mao zubereitet. Seegras und Seeanemone wurden dabei hinzugefügt und man fragt sich, wie das Ergebnis wohl schmecken mag ...",
        "chs": "由卯师傅特别制作的香嫩椒椒鸡。在制作时特别加入了海草，海葵等食材，不知尝起来味道如何…",
        "cht": "由卯師傅特別製作的香嫩椒椒雞。在製作時特別加入了海草、海葵等食材，不知嚐起來味道如何…",
        "es": "Un pollo al chile Jueyun hecho por el Chef Mao. Al cocinarlo, añadió algas, hongos marinos y otros ingredientes. ¿A qué sabrá?...",
        "fr": "Poulet pimenté de Jueyun spécialement préparé par le chef Mao. De l'herbe marine et des concombres de mer ont été ajoutés, on se demande quel peut être le goût du résultat...",
        "id": "Jueyun Chili Chicken yang dibuat spesial oleh Koki Mao. Entah bagaimana rasanya setelah Seagrass dan Sea Cucumber ditambahkan di dalamnya...",
        "jp": "卯師匠の特製椒椒鶏。特別に、海草とイソギンチャクなどが入れられている。どんな味なのかは分からない…",
        "kr": "묘 사부가 특별 제작한 절운고추 치킨. 조리 과정에서 특별히 해초, 말미잘 등의 재료를 사용했다. 과연 맛은 어떨지…",
        "pt": "Um Frango de Pimenta de Jueyun feito especialmente pelo Chef Mao. Ao ser feito, foi adicionado Erva Marinha, Anêmonas do Mar, entre outros ingredientes. Não se sabe que sabor terá ao provar...",
        "ru": "Особенная острая курица на пару от шеф-повара Мао. В процессе приготовления были добавлены водоросли и морской огурец. Интересно, каков результат на вкус...",
        "th": "Jueyun Chili Chicken ที่ถูกทำขึ้นเป็นพิเศษโดยเชฟ Mao ใส่วัตถุดิบพิเศษต่าง ๆ อย่างเช่น Seagrass และ Sea Cucumber ลงไป สงสัยจังว่ารสชาติจะยังไงกันนะ...",
        "vi": "Món gà thơm mềm đặc chế của Thầy Mao, trong đó có thêm thắt vài loại gia vị như rong biển, hải quỳ. Không biết mùi vị của nó như thế nào nữa..."
    },
    "materialType": "MATERIAL_QUEST"
}