{
    "name": {
        "en": "Chicken-Mushroom Skewer",
        "de": "Spieß mit Pilzen und Hühnchen",
        "chs": "野菇鸡肉串",
        "cht": "野菇雞肉串",
        "es": "Brocheta de champiñones y pollo",
        "fr": "Brochette de poulet et de champignons",
        "id": "Chicken-Mushroom Skewer",
        "jp": "鳥肉と野生キノコの串焼き",
        "kr": "버섯 닭꼬치",
        "pt": "Espeto de Frango com Cogumelos",
        "ru": "Куриный шашлычок с грибами",
        "th": "Chicken-Mushroom Skewer",
        "vi": "Xiên Thịt Gà Nấm"
    },
    "id": 108012,
    "materialDesc": {
        "en": "A skewer of mushrooms and poultry. Fresh poultry is complimented by fragrant mushrooms. Don't be picky, chow down!",
        "de": "Ein Spieß bestückt mit Pilzen und Hühnerfiletstückchen. Das zarte Geflügel wird von den frischen Pilzen umschmeichelt. Iss den ganzen Spieß und lass nichts übrig!",
        "chs": "由野菇和禽肉组成的烤串。鲜嫩禽肉佐以鲜香野菇，吃的时候也不要挑食哦。",
        "cht": "由野菇和禽肉組成的烤串。鮮嫩禽肉佐以鮮香野菇，吃的時候也不要挑食哦。",
        "es": "#Una brocheta de champiñones y pollo. La fresca carne de ave se complementa con unos exquisitos champiñones. Vamos, ¡no seas quisquillos{F#a}{M#o} y come!",
        "fr": "Des morceaux tendres de poulet et de champignons sauvages parfumés enfilés sur une broche. C'est pas le moment de faire la fine bouche !",
        "id": "Sate jamur dan daging ayam. Daging yang lezat dengan aroma jamur yang harum, jangan pilih-pilih makanan, santap semuanya!",
        "jp": "キノコと鳥肉を組み合わせた串焼き。ジューシーな鳥肉が香りのいいキノコを引き立てる。食べる時に好き嫌いをしないように。",
        "kr": "야생버섯과 새고기로 만든 꼬치. 부드럽고 향기롭다. 편식하지 말고 먹자",
        "pt": "Um espetinho de cogumelos e frango. O sabor fresquinho do frango é complementado com cogumelos. Não seja exigente, coma logo!",
        "ru": "Шашлычок из грибов и птицы. Жаренное на костре мясо птицы и ароматные грибы. Нет времени объяснять, ешь!",
        "th": "เห็ดกับเนื้อไก่เสียบไม้ย่าง เนื้อไก่สดนุ่มพร้อมกลิ่นหอมจากเห็ด อย่ามัวแต่อมสิ เคี้ยวไปเถอะน่า!",
        "vi": "Xiên thịt và nấm rừng. Thịt tươi mềm ăn với nấm rừng thơm lừng, khi ăn đừng nên kén chọn quá."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}