{
    "name": {
        "en": "Chicken Tofu Pudding",
        "de": "Hühnerpudding",
        "chs": "鸡豆花",
        "cht": "雞豆花",
        "es": "Pollo con textura de tofu",
        "fr": "Poulet façon tofu",
        "id": "Chicken Tofu Pudding",
        "jp": "鶏豆花",
        "kr": "꼬꼬 연두부",
        "pt": "Caldo de Tofu com Galinha",
        "ru": "Куриный тофу",
        "th": "Chicken Tofu Pudding",
        "vi": "Gà Nấu Đậu"
    },
    "id": 108247,
    "materialDesc": {
        "en": "A dish that requires great precision to make. The finely diced chicken breast is stirred vigorously and added into a soup with various other minced meats, before being cooked over a small flame. The result is light and elegant, and it tastes like tofu pudding. The meat is presented in such a form that the experience of consuming it is like tasting the finest chicken one has ever eaten, yet without appearing to have eaten chicken at all. This is part of Liyue's culinary fine arts.",
        "de": "Ein Gericht, das mit großer Präzision zubereitet wird. Die fein geschnittene Hähnchenbrust wird kräftig gerührt und in eine Suppe gegeben, die viele verschiedene gehackte Fleischsorten beinhaltet, bevor sie über einer kleinen Flamme köchelt. Das Ergebnis ist leicht und elegant, es schmeckt nach Tofupudding. Das Fleisch wurde so geformt, dass es „das Hühnchen unter den Hühnchen ist, doch überhaupt nicht nach Hühnchen aussieht“. Auch dies ist Teil der feinen kulinarischen Künste Liyues.",
        "chs": "制作精细的菜肴。将鸡脯肉剁至细腻，搅至上劲，加入以多种肉茸扫过的清汤中，小火慢煲。成品清新淡雅，色泽洁白，吃起来有豆花的感觉。将荤料制成素形，「吃鸡不见鸡、但又胜似鸡」，也属璃月的一种烹饪美学。",
        "cht": "製作精細的菜餚。將雞脯肉剁至細膩，攪至上勁，加入以多種肉茸掃過的清湯中，小火慢煲。成品清新淡雅，色澤潔白，吃起來有豆花的感覺。將葷料製成素形，「吃雞不見雞、但又勝似雞」，也屬璃月的一種烹飪美學。",
        "es": "Un plato exquisitamente elaborado. La pechuga de pollo se corta en trozos sumamente finos, se vuelve a mezclar, se pone en una sopa hecha con distintos tipos de carne y se cuece a fuego lento. El resultado es un plato fresco, simple, elegante, de un color blanco inmaculado y con un sabor que recuerda al tofu. La técnica culinaria por la que a los ingredientes cárnicos se les da aspecto vegetariano es muy característica de Liyue.",
        "fr": "Un plat exécuté avec soin et attention. Coupez les blancs en fine lamelle, mélangez, ajoutez du bouillon de viandes diverses, couvrez et laissez cuire à feu doux. Le résultat est une délicatesse d'une pure couleur blanche, dont la consistance rappelle en bouche celle du tofu. La viande est présentée à la façon d'un légume, un véritable art culinaire en soi à Liyue. « Savoir déguiser le poulet », comme on dit là-bas.",
        "id": "Hidangan yang dibuat dengan sangat tepat. Dada ayam cincang halus diaduk kuat-kuat dan ditambahkan ke dalam kuah yang berisi berbagai daging cincang lainnya, lalu dimasak di atas api yang kecil. Hasilnya ringan dan elegan, rasanya seperti puding tahu. Dagingnya dibentuk sedemikian rupa hingga tampak seperti \"ada ayam di atas ayam, tapi tidak kelihatan seperti ayam\". Hidangan ini juga merupakan bagian dari seni kuliner Liyue.",
        "jp": "細かく作られた料理。鳥肉を細かく刻み、歯ごたえが出るようにこねる。そしてひき肉を煮たスープを入れ、弱火でゆっくりと焼く。出来上がりは白く上品で、豆花の食感を味わうことができる。鳥肉を食べているように感じないのに、普通の鳥肉料理に勝る美味しさを持っている。",
        "kr": "정교하고 세밀하게 조리된 요리. 닭가슴살을 잘게 다져 반죽한 후, 고기를 넣고 끓인 맑은 육수에 넣어 약불에 천천히 익힌다. 신선하고 맑은 맛이 나며, 뽀얀 빛깔을 띠어 꼭 순두부를 먹는 느낌이 난다. 육류로 만든 요리지만, 채식 요리의 느낌이 난다. 「닭을 먹지만 닭은 안 보이고, 또 닭보다 맛있기도 한」 것 같은 리월의 요리 미학을 느낄 수 있는 요리다",
        "pt": "Uma comida feita cuidadosamente. A carne de galinha foi cortada delicadamente, misturada energicamente e colocada num caldo com vários tipos de carne e depois cozinhada lentamente. O produto final é fresco e elegante de uma cor branca pura. Ao se morder, sente-se o tofu. Parece uma comida do estilo de culinária de Liyue em que se come carne, mas não se vê ela.",
        "ru": "Блюдо, приготовление которого требует особой тщательности. Мелко порубите куриную грудку и положите её, тщательно перемешивая, в бульон из нескольких видов мяса. Поставьте на малый огонь. По приготовлении она приобретает нежно-белый цвет, а вкус и текстура напоминает тофу. Мясное блюдо принимает вид вегетарианского: «Самая вкусная курица - та, которую ешь, но не видишь». Такова одна из концепций кулинарной эстетики Ли Юэ.",
        "th": "อาหารที่ทำขึ้นอย่างพิถีพิถัน สับเนื้ออกไก่จนละเอียด คลุกเคล้าให้เข้ากัน จากนั้นเติมลงไปในซุปใสที่เคี่ยวมาจากเนื้อสัตว์ชนิดต่าง ๆ แล้วเคี่ยวด้วยไฟอ่อนอย่างช้า ๆ เป็นอาหารที่มีความแปลกใหม่และแฝงได้ด้วยความหรูหรา เนื้อไก่มีสีขาวบริสุทธิ์และมีรสชาติเหมือนเต้าหู้อ่อน การนำเนื้อสัตว์มาทำให้ดูเป็นมังสวิรัตินี้ \"กินไก่โดยไม่เห็นไก่ แต่มันดีเกินกว่าไก่\" นี่ก็เป็นสุนทรียภาพอย่างหนึ่งในการทำอาหารของ Liyue",
        "vi": "Món ăn được chế biến công phu. Băm nhỏ thịt ức gà, giã mịn, cho vào nước dùng, hầm với lửa nhỏ. Thành phẩm hương thơm thanh mát, màu trắng tinh khiết. Khi ăn đem lại cảm giác \"ăn gà không thấy gà, nhưng đậm vị gà\", cũng là một món ngon của Liyue."
    },
    "materialType": "MATERIAL_FOOD"
}