{
    "name": {
        "en": "Chili-Mince Cornbread Buns",
        "de": "Scharfe Fleischmaisbällchen",
        "chs": "辣肉窝窝头",
        "cht": "辣肉窩窩頭",
        "es": "Panecillos de maíz con carne picante",
        "fr": "Wotou aux épices",
        "id": "Chili-Mince Cornbread Buns",
        "jp": "ピリ辛蒸し饅頭",
        "kr": "매운 고기 찐빵",
        "pt": "Bolinho de Carne Picante",
        "ru": "Острые хлебцы",
        "th": "Chili-Mince Cornbread Bun",
        "vi": "Bánh Ngô Thịt Cay"
    },
    "id": 108316,
    "materialDesc": {
        "en": "A traditional snack from Liyue. The fresh dough is turned out into a round, rested, and then placed inside a cage to steam. The meat and vegetables are then washed and diced, before being fried quickly in an oiled wok. When eaten, the fried condiments must be placed into the empty space in the middle of the buns before they are eaten together. Between the crisp vegetables and the flavorful meat, this is solid, great flavor.",
        "de": "Eine traditionelle Beilage aus Liyue. Der frische Teig wird in einen Ring gedreht, ruht und wird dann in ein Gitter zum Dämpfen gelegt. Das Fleisch und das Gemüse werden dann gewaschen und gewürfelt, bevor sie schnell in einem geölten Wok gebraten werden. Beim Verzehr werden die frittierten Gewürze in die Höhlung inmitten des Bällchens gegeben und dann zusammen gegessen. Mit dem knackigen Gemüse und dem würzigen Fleisch ist dies ein deftiger, großartiger Geschmack.",
        "chs": "璃月民间流传的小菜。将新鲜面团转动塑形，醒面后放入笼屉蒸熟，再将蔬菜与肉洗净切丁，下油锅爆炒。食用时，需将炒好的馅料填进中空的面团一同品尝。菜脆肉香，风味相宜。",
        "cht": "璃月民間流傳的小菜。將新鮮麵團轉動塑形，醒麵後放入籠屜蒸熟，再將蔬菜與肉洗淨切丁，下油鍋爆炒。食用時，需將炒好的餡料填進中空的麵團一同品嚐。菜脆肉香，風味相宜。",
        "es": "Un aperitivo tradicional muy popular en Liyue. Para hacer este plato, se moldea la masa fresca para darle forma, se deja reposar y se hace al vapor. Después, la carne y las verduras se lavan, se cortan en dados y se sofríen. Al comerlo, el relleno ya cocinado se mete en la masa y se come todo junto. El resultado es una verdura crujiente, una carne deliciosa y un sabor muy bueno.",
        "fr": "Un encas très populaire à Liyue. La pâte fraîche est travaillée en petits pains et laissée à reposer pour monter, puis cuite à la vapeur, tandis que les légumes et la viande sont saisis à la friture. La farce ainsi obtenue est servie avec les pains au maïs ; il ne reste alors plus qu'à la verser dans ces derniers pour déguster cette délicieuse spécialité locale.",
        "id": "Camilan tradisional dari Liyue. Adonan segar dibentuk menjadi bulat, ditiriskan, lalu diletakkan dalam sebuah wadah untuk dikukus. Daging dan sayur lalu dicuci, dipotong, sebelum akhirnya digoreng di dalam wajan yang sudah diminyaki. Saat disantap, bumbu yang digoreng harus diletakkan di tengah roti lalu dimakan bersamaan. Di antara sayuran yang renyah dan daging yang beraroma, ini merupakan sebuah rasa yang padat dan enak.",
        "jp": "璃月の民間で広まっている料理。新鮮な生地を練って形を作り、寝かせてから蒸し焼きにする。それから、野菜と肉を洗ってみじん切りにし、油で炒める。食べる時には、炒めた具材を蒸し饅頭の窪みに入れて一緒に食べる。カリカリの野菜と香ばしい肉の相性がなかなか良い。",
        "kr": "리월 민간에 전해 내려오는 요리. 신선한 반죽으로 모양을 만들고, 숙성되면 찜통에 넣어 푹 찐다. 그 후 깨끗이 씻어 썰어둔 채소와 고기를 기름에 넣어 센 불로 볶는다. 식용 방법은 볶아 놓은 속을 찐빵에 넣어 함께 먹는다. 바삭바삭한 채소와 고소한 고기가 어우러져 조화로운 맛을 낸다",
        "pt": "Um lanche tradicional de Liyue. A massa fresca é convertida em uma massa redonda, colocada para descansar e depois colocada dentro de uma grelha a vapor. A carne e os legumes são então lavados, cortados em cubos, antes de serem fritos rapidamente em um wok oleoso. Quando comidos, os condimentos fritos devem ser colocados no espaço vazio no meio do pãozinho e depois consumidos juntos. Entre as verduras crocantes e a carne saborosa, isto é de fato, muito saboroso.",
        "ru": "Традиционная закуска Ли Юэ. Пресное тесто раскатывают, дают ему отдохнуть, а затем готовят на пару. Мясо и овощи моют, нарезают кубиками и быстро обжаривают в смазанном маслом воке. Затем обжаренную начинку кладут в приготовленную на пару лепёшку и подают к столу. Овощи получаются хрустящими, а мясо ароматным.",
        "th": "เครื่องเคียงแบบดั้งเดิมจาก Liyue แป้งโดว์สดใหม่ถูกนำคลึงให้กลม พักให้แป้งฟูขึ้น แล้วนำไปนึ่งในลังถึง จากนั้นล้างเนื้อสัตว์และผักให้สะอาด หั่นเป็นชิ้น แล้วนำลงไปผัดในกระทะที่มีน้ำมันร้อนจัดอย่างรวดเร็ว เวลาทานให้นำไส้ที่ผัดใส่ลงไปในซาลาเปาและทานพร้อมกัน ความกรอบของผักและความหอมของเนื้อ ช่างเป็นรสชาติที่เข้ากันดีแท้",
        "vi": "Món ăn vặt được lưu truyền trong dân gian ở Liyue. Bột mì được nhào nặn thành hình rồi cho vào xửng hấp chín, rau và thịt rửa sạch, cắt hạt lựu, rồi đem xào chín. Khi ăn sẽ nhồi phần nhân đã xào sẵn vào trong vỏ bánh để thưởng thức. Rau giòn thịt thơm, hương vị khó cưỡng."
    },
    "materialType": "MATERIAL_FOOD"
}