{
    "name": {
        "en": "Chilled Meat",
        "de": "„Kaltes Gourmetfleisch“",
        "chs": "「冷鲜肉」",
        "cht": "「冷鮮肉」",
        "es": "Carne congelada",
        "fr": "Viande congelée",
        "id": "Chilled Meat",
        "jp": "「冷製鮮肉」",
        "kr": "「냉동 생고기」",
        "pt": "Carne Fresca Fria",
        "ru": "Цельномороженое мясо",
        "th": "\"Chilled Meat\"",
        "vi": "Thịt Tươi Lạnh"
    },
    "id": 100094,
    "materialDesc": {
        "en": "Rare, fresh meat.\\nThis species of boar is recorded to have gone extinct several hundred years ago and has been preserved by the extreme temperatures on Dragonspine. For the gourmets of Teyvat, this is an ingredient of unspeakable sacrosanctness.",
        "de": "Ein sehr seltenes, delikates Fleisch.\\nEs kommt von einer Spezies, die angeblich bereits seit Hunderten von Jahren ausgestorben ist und hat sich dank des extrem kalten Wetters auf dem Drachengrat so gut erhalten. Für viele Feinschmecker aus allen Teilen Teyvats ist dieses Fleisch der Heilige Gral unter den Fleischsorten.",
        "chs": "稀有的鲜美肉类。\\n据记载在数百年前已经灭绝的走豕品种，因为龙脊雪山的极端天候而被保存了下来。对于提瓦特的老饕们而言，是福音般神圣的极佳食材。",
        "cht": "稀有的鮮美肉類。\\n根據記載在數百年前已經滅絕的豬，因為龍脊雪山的極端天候而被保存了下來。對於提瓦特的老饕們而言，是福音般神聖的極佳食材。",
        "es": "Un tipo de carne fresca muy poco común.\\nSegún los registros escritos, proviene de una especie ya extinta parecida al jabalí. Su carne ha podido conservarse hasta la actualidad gracias al clima extremo de Espinadragón. Es considerado un ingrediente prácticamente celestial por los amantes de la gastronomía de Teyvat.",
        "fr": "Morceau de viande aussi rare que délicieux.\\nD'après les annales, cette viande provient d'un type de sanglier disparu depuis plusieurs siècles ; les conditions climatiques extrêmes des Monts Dosdragon ont permis sa conservation. Aux yeux des amateurs de bonne chère de Mondstadt, il s'agit pour ainsi dire d'un mets sans égal.",
        "id": "Jenis daging yang lezat dan langka.\\nBerdasarkan catatan yang ada, daging ini berasal dari boar yang sudah punah ratusan tahun lalu dan terawetkan oleh cuaca yang sangat dingin di Dragonspine. Bagi para penikmat makanan di Teyvat, daging ini adalah makanan yang sangat dipuja-puja.",
        "jp": "珍しい鮮肉類。\\n数百年前に絶滅した品種で、ドラゴンスパインの気候により保存された。テイワットの美食家にとって、信仰の対象に等しい極上の食材。",
        "kr": "희귀하고 신선한 육류.\\n기록에 의하면 수백 년 전에 이미 멸종된 멧돼지 품종이라고 하지만 드래곤 스파인의 극단적인 기후 덕분에 지금까지 보존됐다고 한다. 티바트의 미식가들에게 아주 신성한 최고의 식자재다",
        "pt": "Um tipo de carne fresca deliciosa incomum.\\nEssa espécie de javali foi extinta há muito tempo e foi preservada pela temperaturas extremas da Espinha do Dragão. Para os amantes da gastronomia de Teyvat, isso é considerado um ingrediente sagrado.",
        "ru": "Очень редкое и невероятно вкусное мясо кабана, которого хроники объявили вымершим ещё сотни лет назад. Мясо сохранилось благодаря суровому климату Драконьего хребта, и чревоугодники Тейвата поклоняются ему, словно божеству.",
        "th": "เนื้อที่หายากและอร่อย \\nหมูป่าสายพันธุ์นี้ได้รับการบันทึกว่าสูญพันธุ์ไปเมื่อหลายร้อยปีก่อน แต่ได้รับการรักษาไว้โดยอุณหภูมิที่เย็นจัดบนเทือกเขา Dragonspine สำหรับนักชิมของ Teyvat แล้ว นี่คือวัตถุดิบอันศักดิ์สิทธิ์ที่ไม่อาจบรรยายได้",
        "vi": "Loại thịt tươi ngon hiếm có.\\nTheo ghi chép, đây là giống lợn tuyệt chủng mấy trăm năm trước được bảo tồn nhờ thời tiết khắc nghiệt ở Long Tích Tuyết Sơn. Đối với những người sành ăn ở Teyvat, nó là một món ăn thần thánh tuyệt vời."
    },
    "materialType": "MATERIAL_EXCHANGE"
}