{
    "name": {
        "en": "Chorus of Desert and Wood",
        "de": "Wüsten- und Waldchor",
        "chs": "林野与沙漠的合奏",
        "cht": "林野與沙漠的合奏",
        "es": "Beneplácito del desierto y el bosque",
        "fr": "Chœur du désert et des bois",
        "id": "Paduan Suara Gurun dan Kayu",
        "jp": "森と砂漠の合奏",
        "kr": "숲과 사막의 합주",
        "pt": "Coro do Deserto e da Floresta",
        "ru": "Единство леса и пустыни",
        "th": "การบรรเลงร่วมของผืนป่าและทะเลทราย",
        "vi": "Bản Hợp Tấu Giữa Rừng Rậm Và Sa Mạc"
    },
    "id": 350073,
    "materialDesc": {
        "en": "Many varieties of plants grow in fecundity in this marvelous space, seemingly by the grace of Sub-Space Creation in harmonizing the various specialties that these plants possess such that even ones that come from the desert and the forest can coexist side by side, thus orchestrating a beautiful chorus of flower, tree, and wild grass.\\nFor researchers who love plants, such areas are veritable treasure troves for research, though these vibrant woods will also prove sites of unique interest to ordinary passers-by.\\nThis Furnishing Set is favored by the following companion: Tighnari",
        "de": "Ein wunderbares Gebiet, in dem viele Pflanzenarten gedeihen. Dieser Ort bringt die Eigenschaften der verschiedenen Arten durch die Raumschaffung des Kannenreiches in Einklang, sodass Pflanzen aus der Wüste und dem Regenwald nebeneinander existieren können, was einen wunderschönen Chor aus Blumen, Bäumen und Wildgräsern komponiert.\\nFür Gelehrte, die Pflanzen lieben, sind solche Gebiete wahre Schatztruhen für die Forschung und für Passanten ist der Wald mit bunten Farben auch sehr interessant ...\\nDieses Set wird von dem folgenden Gefährten bevorzugt: Tighnari",
        "chs": "多种植物繁茂生长的奇妙地域，似是借助壶中洞天的外景之能，调和了不同物种的特性，使得来自沙漠和雨林的植株共存无隙，谱写一曲花卉、灌木和荒草的协奏曲。\\n对于喜爱植物的学者而言，这样的区域堪称研究的宝地。而在普通过客的眼中，交织着斑斓色彩的林野，倒也别具一番趣味…\\n偏好这套摆设的同伴：提纳里",
        "cht": "多種植物繁茂生長的奇妙地域，似是藉助壺中洞天的外景之能，調和了不同物種的特性，使得來自沙漠和雨林的植株共存無隙，譜寫一曲花卉、灌木和荒草的協奏曲。\\n對於喜愛植物的學者而言，這樣的區域堪稱研究的寶地。而在普通過客的眼中，交織著斑斕色彩的林野，倒也別具一番趣味…\\n偏好這套擺設的同伴：提納里",
        "es": "Un maravilloso espacio lleno de fertilidad. La creación dimensional del mundo interior ha permitido ajustar las características medioambientales del espacio para que puedan convivir todo tipo de plantas. Lo coalescencia de la vegetación más característica del desierto y la frondosidad vegetal del bosque dota a este terreno de vida y armonía.\\nPara los eruditos interesados en plantas, este florido espacio de llamativas tonalidades es un regalo de los dioses en el que pueden dar rienda suelta a su sed de investigación.\\nLos siguientes acompañantes prefieren este conjunto: Tignari.",
        "fr": "De nombreuses variétés de plantes poussent en abondance dans cet espace merveilleux. Grâce à l'énergie dimensionnelle, les propriétés des plantes ont été harmonisées pour avoir la possibilité de pousser côte à côte, qu'elles viennent du désert ou de la forêt tropicale, et donner ainsi un magnifique ensemble de fleurs, d'arbres et d'herbes sauvages.\\nLes chercheurs férus de plantes considèrent ce genre de zones comme de véritables mines d'or pour leur travail, mais de simples passants peuvent également y trouver un intérêt particulier...\\nCompagnon préférant ce set : Tighnari.",
        "id": "Banyak varietas tanaman tumbuh subur di ruang yang luar biasa ini, tampaknya ini juga berkat Sub-Space Creation yang dapat menyelaraskan berbagai spesialisasi yang dimiliki tanaman ini sehingga tanaman yang berasal dari gurun dan hutan pun dapat hidup berdampingan dan dengan demikian mengatur perpaduan bunga, pohon, dan rerumputan liar menjadi terlihat indah.\\nBagi peneliti yang menyukai tanaman, area seperti itu benar-benar merupakan harta karun untuk diteliti, meskipun hutan yang semarak ini juga akan menjadi area pemandangan yang menarik bagi orang yang lewat.\\nRekan yang menyukai set perabot ini: Tighnari",
        "jp": "多様な植物が生い茂っている奇妙なエリア。壺洞天の外景の力を借りて、砂漠と雨林の植物が違和感なく共存できるよう、異なる品種の特徴を調和させている。ここでは花と低木、荒草が協奏曲を奏でている。\\n植物を愛する学者にとって、このエリアは研究に値する聖地だろう。一般の旅客にとっても、彩り豊かな森は特別な趣があるものだ…\\nこの調度品セットを好む仲間：ティナリ",
        "kr": "다양한 식물이 무성하게 자란 기묘한 지역. 주전자 속 선계의 외경의 능력으로 각 생물의 특성을 조절하여 사막과 우림의 식물이 공존하는, 꽃과 관목 그리고 풀의 협주곡을 자아냈다.\\n식물을 사랑하는 학자에게 있어서 이곳은 연구의 보물창고나 다름없으며, 일반인에게도 다채로운 숲은 좋은 구경거리다….\\n해당 장식 세트를 선호하는 친구: 타이나리",
        "pt": "Um espaço maravilhoso cheio de fertilidade. A criação dimensional do Paraíso Mágico do Bule permitiu ajustar as características ambientais do subespaço para que todos os tipos de plantas possam coexistir. A coalescência da vegetação mais característica do deserto e a vegetação frondosa da floresta conferem vida e harmonia a esta terra.\\nPara pesquisadores que amam plantas, essas áreas são verdadeiros tesouros para pesquisa, embora esses bosques vibrantes também sejam locais de interesse único para os transeuntes comuns.\\nEste conjunto de decorações é o preferido do seguinte companheiro: Tighnari.",
        "ru": "На этой чудесной земле соседствует множество видов растений. Видимо, по милости чудесной силы подпространства, растения леса и пустыни, приспособившись, смогли ужиться вместе. И теперь разноголосье цветов, деревьев и диких трав из разных мест сплетается здесь в единый хор.\\nЭтот комплект предпочитает следующие компаньоны: Тигнари.",
        "th": "พื้นที่มหัศจรรย์ที่เต็มไปด้วยพืชพรรณนานาพันธุ์ ด้วยพลังเนรมิตในอาณาจักรกาน้ำชา จึงทำให้พืชที่มาจากทะเลทรายและป่าฝนซึ่งมีสถานะต่างกันอยู่ร่วมกันได้อย่างสมบูรณ์ จนกลายเป็นการร่วมบรรเลงบทเพลงของทั้งดอกไม้, พุ่มไม้ และใบหญ้า\\nสำหรับนักวิชาการที่ชื่นชอบพืชแล้ว พื้นที่แบบนี้คงเป็นดั่งขุมสมบัติของงานวิจัยเลยก็ว่าได้ และในสายตาของแขกสัญจรทั่วไป การได้เห็นป่าไม้ที่มีการผสมผสานของลวดลายและสีสันเช่นนี้ ก็ถือได้ว่าเป็นสิ่งที่น่าสนใจมากเลยทีเดียว...\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Tighnari",
        "vi": "Vùng đất kỳ diệu với nhiều loại thực vật sinh trưởng rậm rạp, như mượn sức mạnh của ngoại cảnh trong Động Tiên mà điều hòa các đặc tính khác nhau của chủng loại, làm cho thực vật đến từ sa mạc và rừng mưa có thể chung sống với nhau, viết nên một khúc nhạc hòa tấu giữa hoa lá và cỏ cây.\\nĐối với học giả yêu thích thực vật, thì một nơi thế này quả thực là một thánh địa nghiên cứu. Còn trong mắt người thường, khu rừng với nhiều màu sắc đan xen, cũng là một cảnh sắc thú vị...\\nBạn đồng hành thích bộ trang trí này: Tighnari"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}