{
    "name": {
        "en": "\"Clear Blue Afternoon\"",
        "de": "„Klarer blauer Nachmittag“",
        "chs": "「晴空蓝的午后」",
        "cht": "「晴空藍的午後」",
        "es": "Tarde de cielo azul",
        "fr": "« Ciel bleu d'après-midi »",
        "id": "\"Siang Hari yang Cerah\"",
        "jp": "「青空ブルーの午後」",
        "kr": "「푸른 하늘의 오후」",
        "pt": "\"Céu Vespertino Azulado Limpo\"",
        "ru": "Чистое полуденное небо",
        "th": "\"เก้าอี้สีฟ้าคราม\"",
        "vi": "Chiều Tà Xanh Biếc"
    },
    "id": 382102,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a \"Clear Blue Afternoon.\"\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Klarer blauer Nachmittag“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『晴空蓝的午后』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『晴空藍的午後』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Tarde de cielo azul.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du « Ciel bleu d'après-midi ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Siang Hari yang Cerah\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『青空ブルーの午後』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「푸른 하늘의 오후」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Céu Vespertino Azulado Limpo\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Чистое полуденное небо».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"เก้าอี้สีฟ้าคราม\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Chiều Tà Xanh Biếc\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}