{
    "name": {
        "en": "Clerk Zhao's Invoice for Nervous An",
        "de": "Papiere der Beamten Zhao für den nervösen An",
        "chs": "小昭写给小安的单据",
        "cht": "小昭寫給小安的單據",
        "es": "Facturas de la Recepcionista Zhao para el Nervioso An",
        "fr": "Note de la clergesse Zhao à An le nerveux",
        "id": "Faktur Tagihan Clerk Zhao untuk Nervous An",
        "jp": "昭から安への領収書",
        "kr": "소소가 소안에게 적어준 영수증",
        "pt": "Fatura da Escriturária Zhao para An Nervoso",
        "ru": "Квитанция клерка Чжао для Нервного Аня",
        "th": "ใบเสร็จที่ Zhao เขียนให้ An",
        "vi": "Hóa đơn Zhao viết cho Tiểu An"
    },
    "id": 100599,
    "materialDesc": {
        "en": "An invoice from Clerk Zhao to Nervous An. There are several sheets, each with reams of text on. It seems that Nervous An has been putting off collating the statistics on the ships in the harbor for a very long time...",
        "de": "Papiere der Beamten Zhao an den nervösen An. Es sind einige Seiten, auf denen dicht aneinander geschriebene Buchstaben und Wörter stehen. An scheint die Statistiken für die Schiffe im Hafen schon eine ganze Zeit aufgeschoben zu haben.",
        "chs": "小昭写给小安的单据。数页纸张上填写着密密麻麻的字，似乎是说小安的港口船只情况统计表已经拖了很长时间…",
        "cht": "小昭寫給小安的單據。數頁紙張上填寫著密密麻麻的字，似乎是說小安的港口船隻情況統計表已經拖了很長時間…",
        "es": "Una factura de la Recepcionista Zhao para el Nervioso An. Consta de varias hojas con mucho texto. Parece que El Nervioso An ha pospuesto la recopilación de datos de los barcos del puerto durante mucho tiempo...",
        "fr": "Une note de la clergesse Zhao adressée à An le nerveux. Elle dénombre plusieurs pages de texte condensé. Il semble qu'An le nerveux tarde à remettre certaines statistiques concernant les navires du port...",
        "id": "Faktur tagihan dari Clerk Zhao kepada Nervous An. Ada beberapa lembar dan masing-masing lembar penuh dengan kata-kata. Tampaknya sudah lama Nervous An menunda penyusunan statistik untuk kapal-kapal di pelabuhan...",
        "jp": "昭から安への領収書。びっしりと書いてある。港を出入りする船の統計の提出を促すとの内容である。",
        "kr": "소소가 소안에게 적어준 영수증. 여러 장의 종이에 글자가 빼곡히 적혀있다. 소안의 항구 선박 정황 통계표가 많이 지체되고 있다고 적혀 있는 듯하다…",
        "pt": "A fatura da Escriturária Zhao para o An Nervoso. Muitos números estão escritos nas suas folhas, e parece que a estatística dos navios recolhida pelo An Nervoso está atrasada há muito tempo.",
        "ru": "Эту расписку Клерк Чжао выдал Нервному Аню. Слова плотно покрывают поверхность её листов. Кажется, что Нервный Ань сильно затянул с подведением статистики по кораблям в порту...",
        "th": "ใบเสร็จที่ Zhao เขียนให้ An กระดาษหลายหน้าที่เต็มไปด้วยตัวหนังสือ ดูเหมือนจะเขียนว่าตารางสถิติเรือที่ท่าเรือของ An นั้นล่าช้ามานานมากแล้ว...",
        "vi": "Biên lai Zhao viết cho Tiểu An. Những con chữ dày đặc trên trang giấy đủ cho ta thấy bảng thống kê thuyền trên bến cảng do Tiểu An làm đã bị trì hoãn trong một khoảng thời gian dài..."
    },
    "materialType": "MATERIAL_QUEST"
}