{
    "name": {
        "en": "Cloudy Haze Dream-Court",
        "de": "Wolkendunst-Traumzimmer",
        "chs": "烟霞入梦阁",
        "cht": "煙霞入夢閣",
        "es": "Pabellón de los sueños",
        "fr": "Pavillon des rêves de brume",
        "id": "Kamar Pemimpi Awan",
        "jp": "煙霞の夢閣",
        "kr": "안개 노을의 꿈나라 방",
        "pt": "Neblina no Pavilhão dos Sonhos",
        "ru": "Павильон сновидений",
        "th": "ม่านหมอกแห่งแดนฝัน",
        "vi": "Yên Hà Nhập Mộng Các"
    },
    "id": 350036,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a \"Cloudy Haze Dream-Court.\"\\n\"Of cloud-haze faintly dreaming.\"\\nA humble and unassuming bedroom alike in many ways to one you might find in Wangshu Inn. This bedroom's mystery is hard to explain in words. Sometimes it will evoke remembrance in those who pass through, like the sunlight poking through the swirling clouds. Yet it will remove the sorrows therein and leave only the marks of happenings past.\\nWe are all adrift in this mortal life, and only by remembering who \"we\" are can we remain steady along our course. Our thoughts are clearest in the interstice between dreaming and waking. No wonder those who visit Wangshu Inn for a night find themselves re-energized a hundred times over, radiant and ready to embark on their journey once more.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Hu Tao, Yanfei, Ganyu, Keqing, Chongyun",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Wolkendunst-Traumzimmer“.\\n„Von wolkenverhangenen, sanften Träumen.“\\nVerglichen mit solchen, die man im Gasthaus Wangshu finden könnte, ein bescheidenes Schlafzimmer. Das Geheimnis dieses Schlafzimmers ist schwierig in Worte zu fassen. Manchmal wird es bei denen, die hindurchgehen, Erinnerungen wecken wie Sonnenstrahlen, die durch die treibenden Wolken scheinen, doch es wird das Leid aus ihnen herausnehmen und nur die vergangenen Geschehnisse festhalten.\\nWir alle treiben durch dieses vergängliche Leben und nur indem wir uns daran erinnern, wer „wir“ sind, können wir unseren Kurs halten. Unsere Gedanken sind in dem Spalt zwischen Wachen und Schlafen am klarsten. Kein Wunder, dass die, die eine Nacht im Gasthaus Wangshu verbringen, sich am nächsten Tag hundertfach energiegeladener fühlen, strahlen und bereit sind, sich wieder auf ihre Reise zu begeben.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Hu Tao, Yanfei, Ganyu, Keqing und Chongyun",
        "chs": "步骤详实的图纸，记载着「烟霞入梦阁」的放置方法。\\n「昨日烟霞，蔼然入梦」\\n质朴无华的睡房，各式陈设的风格与望舒客栈相仿。这间睡房的玄奇之处难以言喻，如有时光的云雾缭绕，勾起游人的追思，却将其中的哀戚卸下，独留往事的刻痕。\\n尘世的生活正如一场漂泊，牢记「本我」才能稳住身形，行桨前溯。半梦半醒之时的思绪，往往极为深切。难怪不少旅人在望舒客栈留宿一夜后，都能找到百倍的干劲，容光焕发地启程。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：胡桃、烟绯、甘雨、刻晴、重云",
        "cht": "步驟詳實的圖紙，記載著「煙霞入夢閣」的放置方法。\\n「昨日煙霞，藹然入夢」\\n質樸無華的睡房，各式陳設的風格與望舒客棧相仿。這間睡房的玄奇之處難以言喻，如有時光的雲霧繚繞，勾起遊人的追思，卻將其中的哀戚卸下，獨留往事的刻痕。\\n塵世的生活正如一場漂泊，牢記「本我」才能穩住身形，行槳前溯。半夢半醒之時的思緒，往往極為深切。難怪不少旅人在望舒客棧留宿一夜後，都能找到百倍的幹勁，容光煥發地啟程。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：胡桃、煙緋、甘雨、刻晴、重雲",
        "es": "Plano detallado para colocar Pabellón de los sueños.\\n“Hermosos sueños de ligera bruma”.\\nUn dormitorio sencillo y sin ostentaciones, parecido a los de la Posada Wangshu. El misterio de este dormitorio es difícil de describir, como la bruma del tiempo. Evoca los recuerdos de quienes lo visitan, pero omite las partes dolorosas y solo deja las marcas de los hechos pasados.\\nTodos somos vagabundos en este mundo mortal, y solo recordando lo que somos podemos mantener nuestra forma y seguir adelante. Las ideas y reflexiones que se nos ocurren en la difusa frontera entre el sueño y el despertar son normalmente muy nítidas, por eso no es de extrañar que quienes pasan la noche en la posada Wangshu salgan de allí con energías renovadas y listos para continuar una vez más con su viaje.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Hu Tao, Yanfei, Ganyu, Keching, Chongyun.",
        "fr": "Étapes de mise en place du pavillon des rêves de brume.\\n« De la brume nuageuse rêvant faiblement. »\\nUne chambre humble et sans prétention qui ressemble à bien des égards à l'une de celles que vous pourriez trouver dans l'Auberge Wangshu. Le mystère de cette chambre est difficile à expliquer avec des mots : elle évoquera parfois le souvenir de ceux qui la traversent comme la lumière du soleil qui traverse les nuages tourbillonnants, mais elle en enlèvera les chagrins et ne laissera que les traces des événements passés.\\nNous sommes tous à la dérive dans cette vie mortelle, et c'est seulement en nous souvenant de qui « nous » sommes pouvons-nous rester constants tout au long de notre parcours. Nos pensées sont les plus claires lors de l'interstice entre le rêve et le réveil. Pas étonnant que ceux qui visitent l'Auberge Wangshu pour une nuit se retrouvent pleins d'énergie, radieux et prêts à recommencer leur voyage...\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Hu Tao, Yanfei, Ganyu, Keqing, Chongyun.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Kamar Pemimpi Awan\".\\n\"Dari balik kabut awan-awan, seseorang bermimpi.\"\\nKamar tidur sederhana dan dalam banyak hal mirip dengan yang mungkin kamu lihat di Wangshu Inn. Misteri kamar tidur ini sulit dijelaskan dengan kata-kata. Terkadang, akan membangkitkan ingatan bagi mereka yang melewatinya seperti sinar matahari yang menembus awan yang berputar-putar, tetapi juga akan menghilangkan kesedihan di dalamnya dan hanya menyisakan kenangan masa lalu.\\nKita semua terombang-ambing dalam kehidupan fana, dan hanya dengan mengingat siapa \"kita\" maka kita bisa tetap berada pada jalur hidup kita. Pikiran kita yang paling jernih adalah saat di antara kita bermimpi dan terbangun. Maka tidak heran bagi mereka yang mengunjungi Wangshu Inn untuk bermalam akan merasakan bahwa energi mereka kembali seratus kali lipat, bersemangat dan siap untuk bertualang sekali lagi.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.\\nRekan yang menyukai Set Perabotan ini: Hu Tao, Yanfei, Ganyu, Keqing, Chongyun",
        "jp": "「煙霞の夢閣」の詳しい配置方法が載っている設計図。\\n「昨日の煙霞、安らかな夢」\\n様々な調度品が置かれた素朴な寝室、望舒旅館の客室と似ている。この寝室の不思議な感じを言葉で表すのは難しい。時の雲のようで、旅の者の記憶を呼び起こし、悲しみだけを引き離て過去の記憶をこの場に残す。\\n俗世を生きるのは放浪のようなもので、「本当の自分」をはっきりとさせないと惑わうことになる。夢見る時の思考は一番くっきりとしている。望舒旅館で一夜を過ごすと、やる気がでて、晴れやかな気持ちになる。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：胡桃、煙緋、甘雨、刻晴、重雲",
        "kr": "작업 순서가 상세히 적힌 도면, 「안개 노을의 꿈나라 방」의 설치 방법이 기재되어 있다.\\n소박하고 꾸밈없는 침실, 장식품의 배치와 느낌이 망서 객잔과 비슷하다. 이 침실의 현묘함은 표현하기 어려운데, 꼭 구름과 안개가 피어오르는 것처럼 보이는 방은 나그네에게 추억을 생각나게 하고, 그 슬픔이 사라진 후에는 지난날에 대한 흔적만을 남긴다.\\n속세의 삶은 유랑하는 것과 같기에 「자아」를 명심해야만, 올곧게 앞으로 나아갈 수 있다. 반쯤 깨어났을 때의 상념들은 때론 매우 깊다. 그래서인지 망서 객잔에서 하룻밤을 묵은 나그네들은 모두 넘치는 의욕을 되찾아 기쁜 마음으로 다시 여정에 오른다.\\n사용 후 배치 화면에서 확인 할 수 있다.\\n해당 장식 세트를 선호하는 친구: 호두, 연비, 감우, 각청, 중운",
        "pt": "Um diagrama detalhado com o passo a passo para colocar \"Neblina no Pavilhão dos Sonhos\".\\n\"Lindos sonhos de um sono suave\".\\nUm quarto humilde e despretensioso em muitos aspectos para um que você possa encontrar no Albergue Wangshu. O mistério deste quarto é difícil de explicar em palavras. Às vezes, ela evocará lembranças naqueles que passam por ali como a luz do sol atravessando as nuvens ondulantes, mas removerá as mágoas e deixará apenas as marcas dos acontecimentos passados.\\nEstamos todos à deriva nesta vida mortal, e somente lembrando quem \"nós\" somos, podemos permanecer firmes ao longo de nosso curso. Nossos pensamentos são mais claros no interstício entre o sonho e o despertar. Não é de se admirar que aqueles que visitam o Albergue Wangshu por uma noite se reenergizam cem vezes mais, radiantes e prontos para embarcar em sua viagem mais uma vez.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nOs personagens a seguir preferem este Conjunto de Decoração: Hutao, Yanfei, Ganyu, Keqing, Chongyun",
        "ru": "Подробная схема размещения комплекта «Павильон сновидений».\\n«Мне снится облачная дымка».\\nСкромная и непритязательная спальня, во многом похожая на ту, которую можно встретить на постоялом дворе «Ваншу». Тайну этой спальни трудно объяснить словами. Иногда она вызывает воспоминания у постояльцев, как солнечный свет, пробивающийся сквозь клубящиеся облака. Утоляет печали и оставляет лишь следы прошлых событий.\\nМы все дрейфуем в этой земной жизни, и только помня, кто мы есть, мы можем следовать своему пути. Наши мысли наиболее ясны в промежутке между сном и бодрствованием.\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.\\nЭтот комплект мебели предпочитают следующие компаньоны: Ху Тао, Янь Фэй, Гань Юй, Кэ Цин, Чун Юнь.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ม่านหมอกแห่งแดนฝัน\"\\n\"วันวานในม่านหมอก ความฝันอันเลือนราง\"\\nห้องนอนที่เรียบง่าย สไตล์การตกแต่งต่าง ๆ คล้ายกับ Wangshu Inn ความลึกลับของห้องนอนนี้เป็นสิ่งที่ไม่อาจพรรณนาได้ หากเมฆและหมอกแห่งกาลเวลายังคงทำให้หวนนึกถึงอนุสรณ์ของผู้มาเยือน แต่กลับลบความเศร้าโศกและทิ้งอดีตนั้นไว้เพียงลำพัง\\nชีวิตทางโลกก็เหมือนการหลงทาง เพียงแต่จำตัวของ \"ตัวเอง\" ไว้เท่านั้น ชีวิตจึงจะมั่นคงและก้าวไปข้างหน้าได้ ความคิดในยามที่กึ่งหลับกึ่งตื่น มักจะลึกซึ้งมาก ไม่น่าแปลกใจที่นักเดินทางจำนวนมากจะได้รับพลังงานเพิ่มขึ้นเป็นร้อยเท่าหลังพักค้างคืนที่ Wangshu Inn และพร้อมออกเดินทางด้วยความสดใส\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Hu Tao, Yanfei, Ganyu, Keqing, Chongyun",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Yên Hà Nhập Mộng Các\".\\n\"Khói ráng đêm qua, khoan thai vào cõi mộng\"\\nPhòng ngủ đơn giản, phong cách bày trí gần giống với Nhà Trọ Vọng Thư. Sự kỳ diệu của gian phòng ngủ này khó diễn tả được bằng lời, cứ như thời gian đọng lại, mây mù vấn vít, khiến lòng người dễ hoài niệm, buông bỏ bi thương.\\nCuộc sống nơi trần thế như một cuộc phiêu bạt, chỉ khi giữ được \"bản ngã\" mới có thể vững bước để ngược dòng mà tiến lên. Những suy tư khi nửa mơ nửa tỉnh luôn luôn là những điều sâu sắc nhất. Chả trách không ít lữ khách sau khi ngủ lại Nhà Trọ Vọng Thư một đêm thì có thể tìm được nguồn năng lượng dạt dào, tiếp tục hành trình với tinh thần hăng hái.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Hu Tao, Yanfei, Ganyu, Keqing, Chongyun"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}