{
    "name": {
        "en": "Clues For Yae Miko",
        "de": "Für Yae Miko vorbereitete Hinweise",
        "chs": "准备提供给八重神子的线索",
        "cht": "準備提供給八重神子的線索",
        "es": "Resumen del avance de la investigación",
        "fr": "Indices pour Yae Miko",
        "id": "Petunjuk untuk Yae Miko",
        "jp": "八重神子に渡す手がかり",
        "kr": "야에 미코에게 줄 단서",
        "pt": "Pistas para Yae Miko",
        "ru": "Улики для Яэ Мико",
        "th": "เบาะแสที่เตรียมส่งมอบให้กับ Yae Miko",
        "vi": "Manh Mối Chuẩn Bị Đưa Cho Yae Miko"
    },
    "id": 120155,
    "materialDesc": {
        "en": "After taking careful pictures of Dori's gift, you combine those pictures with the clues you got from your previous analysis together — the result being this set of notes, which shall be sent to Yae Miko for further analysis. Yae Miko is no researcher, but her vast knowledge and experience should allow her to glean some key information from these clues nonetheless.",
        "de": "Nachdem du Doris „Geschenk“ sorgfältig fotografiert hast, möchtest du diese Bilder zusammen mit den Hinweisen, die du aus der ersten Ermittlung erhalten hast, an Yae Miko weitergeben. Yae Miko ist zwar keine Gelehrte, aber ihr Wissens- und Erfahrungsschatz sollte es ihr dennoch ermöglichen, einige wichtige Informationen aus diesen Hinweisen zu entnehmen ...",
        "chs": "对多莉提供的「赠品」仔细拍照后，与初步调查的线索整理在一起，准备交给八重神子，稍加分析。虽说八重神子并不是学者，但凭她广博的见闻，说不定能解读出关键的信息…",
        "cht": "對多莉提供的「贈品」仔細拍照後，與初步調查的線索整理在一起，準備交給八重神子，稍加分析。雖說八重神子並不是學者，但憑她廣博的見聞，說不定能解讀出關鍵的資訊…",
        "es": "Una serie de pistas preliminares pertenecientes a la investigación a las que has añadido las imágenes que tomaste del “regalo” de Dori. La idea es entregárselas a Yae Miko junto con un pequeño análisis de la situación. Aunque Yae Miko no es precisamente una erudita, podría tener información fundamental para la investigación...",
        "fr": "Après avoir pris des photos du cadeau de Dori, vous les assemblez aux indices obtenus précédemment et obtenir cet ensemble de notes que vous enverrez à Yae Miko pour une analyse approfondie. Celle-ci n'est pas une chercheuse, mais ses vastes connaissances et son expérience devraient lui permettre de déceler quelque chose à partir de ces indices.",
        "id": "Setelah memotret hadiah Dori dengan hati-hati, kamu menggabungkan foto-foto itu dengan petunjuk dari analisismu sebelumnya. Hasilnya adalah catatan yang akan kamu kirimkan ke Yae Miko ini. Yae Miko bukan seorang peneliti, tapi dengan pengetahuan dan pengalamannya yang sangat banyak itu, dia pasti bisa mendapatkan sesuatu dari petunjuk ini ....",
        "jp": "ドリーからの「おまけ」を丁寧に撮影して、初期調査の手がかりと共に整理したもの。八重神子に提出して、分析してもらう予定。八重神子は学者ではないが、彼女の広い見識をもってすれば、重要な情報を見出せるかもしれない…",
        "kr": "도리가 준 「증정품」. 꼼꼼히 촬영한 후, 초기 조사 단서들과 함께 야에 미코에게 전달해 더 자세히 분석할 예정이다. 야에 미코는 학자가 아니지만, 그녀의 박식함을 생각하면, 중요한 정보를 해석해 낼 수 있을지도…",
        "pt": "Depois de fotografar o presente de Dori com cuidado, você combina as fotos e as pistas que obteve na análise anterior — o que resulta nesse conjunto de notas a serem enviadas para que Yae Miko as avalie. Yae Miko não é nenhuma pesquisadora, mas tem muito conhecimento e experiência e, por isso, deve ser capaz de encontrar alguma informação relevante entre essas pistas.",
        "ru": "Сделав тщательные снимки подарка Дори, вы объединяете их с уликами, полученными в результате вашего предыдущего анализа. В результате получается набор новых улик, который следует отправить Яэ Мико для дальнейшего анализа. Яэ Мико не исследователь, но её обширные знания и опыт должны помочь ей извлечь ключевую информацию.",
        "th": "\"ของขวัญ\" ที่ Dori มอบให้ หลังจากถ่ายรูปอย่างละเอียด และจัดรวมกับเบาะแสเบื้องต้นที่รวบรวมได้แล้ว ก็เตรียมส่งมอบให้กับ Yae Miko เพื่อทำการวิเคราะห์เพิ่มเติม แม้ว่า Yae Miko จะไม่ใช่นักวิชาการ แต่ด้วยความที่เธอเป็นคนมีความรู้กว้างขวาง ไม่แน่ว่าอาจจะสามารถถอดความข้อมูลสำคัญออกก็เป็นได้...",
        "vi": "Sau khi cẩn thận chụp ảnh \"quà tặng\" mà Dori đưa, rồi sắp xếp chung với các manh mối điều tra sơ bộ, chuẩn bị giao cho Yae Miko để tiến hành phân tích đôi chút. Tuy nói rằng Yae Miko không phải học giả, nhưng với kiến thức sâu rộng của cô ấy, nói không chừng có thể tìm ra thông tin quan trọng..."
    },
    "materialType": "MATERIAL_QUEST"
}