{
    "name": {
        "en": "Coalesced Brilliance",
        "de": "Der Glanz der Schätze",
        "chs": "凝停的绮璨明彩",
        "cht": "凝停的綺璨明彩",
        "es": "Suntuosidad coalescente",
        "fr": "Brillance fusionnée",
        "id": "Kecantikan yang Memukau",
        "jp": "静止した豪華絢爛",
        "kr": "찬란함이 멈춘 곳",
        "pt": "Brilho Condensado",
        "ru": "Средоточие блеска",
        "th": "ความงดงามซึ่งสะกดสายตา",
        "vi": "Sắc Thái Lung Linh"
    },
    "id": 350061,
    "materialDesc": {
        "en": "A room that is bedecked with various gems, ornaments, and a collection of precious items. Its interior gives off an air of luxury, and lighting but a single lamp in the corner will allow the scattered light to reflect all about, dazzling the senses.\\nFor those who seek wealth, such a storeroom is akin to a sweet treat with just the right amount of sugar and a lingering aftertaste. And as for those who appreciate the aesthetics more, they will find the sparkle of the artworks in here a pleasant surprise, no matter the angle from which they look.\\nThis Furnishing Set is favored by the following companions: Dori, Nilou",
        "de": "Ein Raum, der mit verschiedenen Edelsteinen, Ornamenten und einer Sammlung von kostbaren Gegenständen geschmückt ist. Sein Inneres strahlt einen Hauch von Luxus aus und eine Stehlampe in der Ecke reicht aus, um das glühende Licht des Raumes zu reflektieren.\\nFür diejenigen, die nach Reichtum streben, ist ein solcher Raum wie ein köstlicher Nachtisch mit genau der richtigen Menge Zucker und einem anhaltenden Nachgeschmack. Und für diejenigen, die mehr Wert auf Ästhetik legen, werden sie von der Schönheit der Kunstwerke im Raum beeindruckt sein, egal aus welchem Blickwinkel sie sie betrachten.\\nDieses Set wird von den folgenden Gefährten bevorzugt: Dori, Nilou",
        "chs": "陈列着各式珠宝、首饰与珍贵藏品的房间，屋内如有华贵的气息流转，仅需在角落里放置一盏立灯，就能折映出熠烁的辉光，令人目眩神迷。\\n对于追求财富之人而言，这样的收藏室就像一份糖度恰好，带有悠长余韵的甜点。而在重视美感的客人眼中，无论从那个角度欣赏房内的艺术品，都能找到惊喜的闪光点。\\n偏好这套摆设的同伴：多莉、妮露",
        "cht": "陳列著各式珠寶、首飾與珍貴藏品的房間，屋內如有華貴的氣息流轉，僅需在角落裡放置一盞立燈，就能折映出熠爍的輝光，令人目眩神迷。\\n對於追求財富之人而言，這樣的收藏室就像一份甜度恰好、帶有悠長餘韻的甜點。而在重視美感的客人眼中，無論從那個角度欣賞房內的藝術品，都能找到驚喜的閃光點。\\n偏好這套擺設的同伴：多莉、妮露",
        "es": "Un vestidor donde se exhiben todo tipo de joyas y alhajas preciosas. En esta habitación ya se respira suntuosidad. Basta con colocar una lámpara de pie en una de las esquinas para asegurar que el brillante centelleo de las sortijas se refleje por toda la estancia.\\nEsta habitación es como un postre con la cantidad justa de azúcar y un regusto que no se disipa para los amantes de la ostentación. Los huéspedes que tengan el placer de acceder a esta estancia podrán descubrir todo tipo de sorprendentes detalles de las muchas gemas expuestas en la habitación, sin importar desde qué ángulo las observen.\\nLos siguientes acompañantes prefieren este conjunto: Dori y Nilou.",
        "fr": "Une pièce dans laquelle on retrouve des pierres précieuses, des ornements et une collection d'objets rares. L'intérieur reflète un certain luxe, mais il n'est éclairé par rien d'autre qu'une lampe dans le coin qui permet de réfléchir la lumière dans toute la pièce, illuminant votre regard.\\nCeux à la recherche de la richesse trouveront cette pièce comme une friandise avec juste la bonne quantité de sucre et un arrière-goût persistant. Quant à ceux qui préfèrent l'esthétique, ils seront agréablement surpris par l'éclat des œuvres d'art, quel que soit l'angle dans lequel ils regardent.\\nCompagnons préférant ce set : Dori, Nilou.",
        "id": "Sebuah ruangan yang dihiasi dengan berbagai permata, ornamen, dan koleksi barang berharga. Interiornya memberikan suasana kemewahan, dan bercahaya, terdapat satu lampu di sudut yang memungkinkan cahaya menjadi tersebar dan memantul ke segala penjuru, sungguh menyilaukan.\\nBagi mereka yang mencari kekayaan, ruangan seperti itu mirip dengan suguhan manis dengan jumlah gula yang tepat dan rasa yang bertahan lama di lidah. Dan bagi mereka yang lebih menghargai estetika, mereka akan menemukan kilauan karya seni yang ada di sini sebagai sebuah kejutan yang menyenangkan, tidak peduli dari sudut mana mereka melihatnya.\\nRekan yang menyukai set perabot ini: Dori, Nilou",
        "jp": "様々な宝石やアクセサリー、貴重なコレクションを陳列する部屋。室内には絢爛なオーラが漂っている。隅っこにスタンドライトを置けば、キラキラと光る輝きが反射し、目を見張ることだろう。\\n財宝を追い求める人にとって、この陳列室はまるで甘さのちょうどいい、余韻が続くスイーツのようだ。また美的感覚を重要する客の目であれば、部屋にある芸術品をどの角度から鑑賞しようと、息を飲む美しさを見つけられるだろう。\\nこの調度品セットを好む仲間：ドリー、ニィロウ",
        "kr": "각종 보석과 장신구 및 귀중품이 진열된 고급스러운 방. 구석에 스탠드 하나만 배치해도 반사된 휘황찬란한 빛에 황홀함을 느낄 것이다.\\n부를 추구하는 사람에게 있어서 이 보관실은 그윽한 단맛과도 같고, 아름다움을 중시하는 손님은 어느 각도에서든 새로운 놀라움을 발견할 수 있을 것이다.\\n해당 장식 세트를 선호하는 친구: 도리, 닐루",
        "pt": "Um camarim onde são exibidos todos os tipos de joias e joias preciosas. A suntuosidade transparente em cada canto desta sala. Basta colocar uma luminária de chão em um dos cantos para garantir que o brilho dos anéis seja refletido por toda a sala.\\nEsta sala é como uma sobremesa com a quantidade exata de açúcar e um sabor que não se dissipa para os amantes da ostentação. Os hóspedes que tiverem o prazer de acessar esta sala poderão descobrir todos os tipos de detalhes incríveis das muitas joias expostas na sala, não importa de que ângulo sejam vistas.\\nEsta decoração é a preferida das seguintes companheiras: Dori e Nilou.",
        "ru": "Комната, наполненная драгоценными камнями, украшениями и сокровищами. В ней царит атмосфера роскоши, а рассеянный свет одинокой лампы в углу рассыпается в ярких отражениях, ослепляя чувства.\\nДля ищущих богатства эта сокровищница подобна десерту, сладость и тягучее послевкусие которого идеально утолят аппетит. А эстеты смогут насладиться блеском шедевров, открывающихся при взгляде из разных положений.\\nЭтот комплект предпочитает следующие компаньоны: Дори, Нилу.",
        "th": "ห้องซึ่งรายเรียงไปด้วยอัญมณี เครื่องประดับ และของสะสมล้ำค่านานาชนิด ภายในห้องตลบอวลด้วยกลิ่นอายเลิศหรู เพียงแค่ประดับวางโคมไฟสักดวงเอาไว้ที่มุมห้อง มันก็จะสะท้อนประกายแสงระยิบระยับจนชวนให้คนหลงใหลตาพร่า\\nสำหรับผู้ที่ใคร่ไขว่คว้าความร่ำรวยแล้ว ห้องเก็บของสะสมเช่นนี้ คงเป็นดั่งขนมรสหวานกำลังพอดี ที่ทิ้งทวนรสหวานหอมเอาไว้อย่างยาวนาน และในสายตาของแขกผู้ให้ความสำคัญกับความสุนทรีย์นั้น ไม่ว่าจะชื่นชมศิลปะภายในห้องจากมุมไหน ต่างก็สามารถพบเจอจุดเปล่งประกายอันน่าตื่นตาอยู่เสมอ\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Dori, Nilou",
        "vi": "Căn phòng được trưng bày đủ loại châu báu, trang sức và hàng sưu tầm giá trị, trong phòng có luồng khí giàu sang đang tuôn chảy, chỉ cần đặt một cây đèn ở góc phòng là có thể phản chiếu ánh sáng lấp lánh đến chói lòa, khiến người ta mê đắm.\\nĐối với những người theo đuổi sự giàu có, thì một căn phòng như thế này giống như một món bánh ngọt với độ ngọt vừa phải, mà dư vị kéo dài dai dẳng. Còn những vị khách xem trọng tính thẩm mỹ, thì bất luận ngắm nhìn những tác phẩm nghệ thuật trong phòng từ góc độ nào, đều có thể tìm thấy điểm tỏa sáng bất ngờ.\\nBạn đồng hành thích bộ trang trí này: Dori, Nilou"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}