{
    "name": {
        "en": "Cold Cut Platter",
        "de": "Kalte Fleischplatte",
        "chs": "冷肉拼盘",
        "cht": "冷肉拼盤",
        "es": "Plato de carnes frías",
        "fr": "Assortiment de charcuterie",
        "id": "Cold Cut Platter",
        "jp": "冷製肉盛り合わせ",
        "kr": "냉채수육",
        "pt": "Prato de Carnes Frias",
        "ru": "Мясное ассорти",
        "th": "Cold Cut Platter",
        "vi": "Thịt Lạnh"
    },
    "id": 108060,
    "materialDesc": {
        "en": "A plate of cold cut meat. An equal balance of bacon, ham and sausage keeps everyone happy.",
        "de": "Ein gemischter Teller voller Fleisch. Besteht aus gleichen Mengen Speck, Schinken und Wurst. Mit diesem Gericht streitet sich keiner mehr darum, welche Art Fleisch denn nun die beste ist.",
        "chs": "摆满肉类的拼盘。由等量的培根、火腿和香肠组成。食客们可以暂且放下关于三大肉类哪种最好吃的争论，和平地享用美味。",
        "cht": "擺滿肉類的拼盤。由等量的培根、火腿和香腸組成。食客們可以暫且放下關於三大肉類哪種最好吃的爭論，和平地享用美味。",
        "es": "Un plato de carnes frías adobadas. Esta combinación de tocino, jamón y salchichas puede hacer feliz a cualquiera.",
        "fr": "Un assortiment de charcuterie : bacon, jambon, saucisson... Il y en a pour tous les goûts.",
        "id": "Sepiring daging yang disajikan dingin. Terdiri dari daging bacon, ham, dan sosis dengan jumlah seimbang, biasanya disantap sambil membandingkan daging mana yang lebih enak.",
        "jp": "肉類がたくさん入った盛り合わせ。ベーコン、ハム、ソーセージを同じ分量で組み合わせている。食べる時は、どの肉が一番美味しいかという議論は横に置き、平和に味わおう。",
        "kr": "고기가 듬뿍 들어 있는 냉채. 베이컨, 햄, 소시지 중 어떤 게 더 맛있는지에 대한 논쟁이 끊이지 않는다",
        "pt": "Um prato com fatias de carnes frias. Uma combinação de bacon, presunto, salsichas deixa qualquer um feliz.",
        "ru": "Холодное блюдо из мясной нарезки. Всем нравится сочетание бекона, ветчины и сосисок.",
        "th": "จานที่เต็มไปด้วยเนื้อสัตว์ โดยประกอบด้วยเบคอน, แฮมและไส้กรอกในปริมาณที่เท่ากัน ซึ่งนักกินทั้งหลายสามารถถกเถียงกันว่าเนื้อสัตว์ใดในสามชนิดที่ดีที่สุดและเพลิดเพลินกับรสชาติอย่างเอร็ดอร่อย",
        "vi": "Đĩa thức ăn đầy thịt. Gồm có thịt xông khói, giăm bông và xúc xích, khiến thực khách vô cùng thích thú."
    },
    "materialType": "MATERIAL_FOOD"
}