{
    "name": {
        "en": "Collected Fragment",
        "de": "Gesammeltes Fragment",
        "chs": "搜集而来的碎片",
        "cht": "搜集而來的碎片",
        "es": "Fragmento recolectado",
        "fr": "Fragment de gravure",
        "id": "Kepingan yang Terkumpul",
        "jp": "集めた破片",
        "kr": "수집된 파편",
        "pt": "Fragmento Coletado",
        "ru": "Собранные фрагменты",
        "th": "เศษชิ้นส่วนที่ได้มาจากการเก็บรวบรวม",
        "vi": "Mảnh ghép tìm được"
    },
    "id": 100459,
    "materialDesc": {
        "en": "A delicate fragment of carved stone. It seems to have something inscribed on it, perhaps only locals could decipher its exact meaning...",
        "de": "Ein fein gearbeitetes Fragment aus Stein, auf dem Schrift eingraviert ist, die wohl nur Einheimische entziffern können.",
        "chs": "精美的石制雕刻碎片，似乎在记录着某事，具体的意义，应该只有当地人能看懂…",
        "cht": "精美的石製雕刻碎片，似乎在記錄著某事，具體的意義，應該只有當地人能看懂…",
        "es": "Un delicado fragmento de piedra tallada. Parece tener algo inscrito en él. Tal vez solo los lugareños sepan descifrar su significado exacto...",
        "fr": "Un délicat fragment de pierre sculptée sur lequel des inscriptions étranges sont gravées. Les habitants du coin devraient pourvoir les déchiffrer...",
        "id": "Sebuah pecahan dari ukiran batu. Ada sebuah tulisan yang tertulis, tapi sepertinya hanya bisa dimengerti oleh orang lokal...",
        "jp": "精巧で美しい石の彫刻の破片。何かの記録に使われているようだが、その詳細はその土地の者しか理解できないようだ…",
        "kr": "정교한 석조 조각 파편. 어떤 사건의 구체적인 의미를 기록하고 있는 것 같다. 현지인만 알아볼 수 있을 듯하다…",
        "pt": "Um fragmento delicado de pedra esculpida. Parece ter algo inscrito nele, talvez apenas os locais pudessem decifrar seu significado exato...",
        "ru": "Элегантный фрагмент резного камня. Возможно, только местные жители смогут понять значение выгравированных на нём слов...",
        "th": "เศษหินแกะสลักอันงดงามนี้ดูเหมือนจะบันทึกเรื่องบางอย่างเอาไว้ แต่น่าจะมีแค่คนในท้องถิ่นเท่านั้นที่ เข้าใจความหมายโดยละเอียด...",
        "vi": "Câu chuyện được khắc lên mảnh ghép bằng đá tinh xảo, có lẽ phải hỏi người dân bản địa mới hiểu được ý nghĩa thực sự của nó."
    },
    "materialType": "MATERIAL_QUEST"
}