{
    "name": {
        "en": "Color Sketch",
        "de": "Bunte Skizze",
        "chs": "彩色的画稿",
        "cht": "彩色的畫稿",
        "es": "Boceto en color",
        "fr": "Peinture en couleurs",
        "id": "Lukisan Berwarna",
        "jp": "彩色の原稿",
        "kr": "채색 스케치",
        "pt": "Rascunho Colorido",
        "ru": "Цветной набросок",
        "th": "ภาพร่างสี",
        "vi": "Bản Vẽ Màu"
    },
    "id": 100538,
    "materialDesc": {
        "en": "An unfinished painting by Vermeer the artist. He says that his lost paints and brushes are at the <color=#00E1FFFF>viewing spot</color> where he painted this work.",
        "de": "Ein unfertiges Bild des Malers Vermeer. Er sagt, dass er seine Utensilien dort vergessen haben muss, <color=#00E1FFFF>wo er das Bild gezeichnet hat</color>.",
        "chs": "画家梵米尔所画的画稿。据他说，丢失的画材就在他画这幅画稿时所处的<color=#00E1FFFF>取景位</color>上…",
        "cht": "畫家梵米爾所畫的畫稿。據他說，丟失的畫材就在他畫這幅畫稿時所處的<color=#00E1FFFF>取景位</color>上…",
        "es": "Un cuadro inacabado del pintor Vermeer. Según él, las pinturas y pinceles que perdió se encuentran en el <color=#00E1FFFF>lugar donde pintó esta obra</color>.",
        "fr": "Une peinture réalisée par Vermeer. D'après lui, le matériel qu'il a perdu se trouverait près du <color=#00E1FFFF>lieu qui a inspiré son œuvre</color>.",
        "id": "Lukisan yang belum diselesaikan oleh Vermeer sang seniman. Dia mengatakan bahwa cat dan kuasnya hilang di <color=#00E1FFFF>tempat dia melukis</color> karyanya ini...",
        "jp": "フェルメールが描いた絵。彼の話しによると、無くした画材は<color=#00E1FFFF>この絵を描いた場所</color>にあるらしい…",
        "kr": "화가 베르메르가 그린 스케치. 그의 말에 따르면 <color=#00E1FFFF>이 그림을 그린 장소</color>에서 그림 도구를 잃어버렸다고 한다",
        "pt": "Uma pintura inacabada do Vermeer, o artista. O Vermeer diz que suas tintas e pincéis perdidos estão no <color=#00E1FFFF>local onde ele capturou a vista</color> quando pintou esta obra...",
        "ru": "Незаконченная картина художника Вермеера. Он говорит, что оставил свои краски с кистями <color=#00E1FFFF>в том месте</color>, где он рисовал эту картину.",
        "th": "ภาพร่างที่จิตรกร Vermeer วาด ว่ากันว่าเขาสูญเสียอุปกรณ์วาดภาพไปตรง<color=#00E1FFFF>จุดที่วาดภาพ</color>นี้นั่นเอง...",
        "vi": "Tranh vẽ của họa sĩ Vermeer. Theo anh ấy nói, dụng cụ bị mất <color=#00E1FFFF>nằm ở nơi</color> mà anh vẽ bức tranh này..."
    },
    "materialType": "MATERIAL_QUEST"
}