{
    "name": {
        "en": "Colorful Checkered Tile",
        "de": "Bunt karierte Fliese",
        "chs": "异色方格地砖",
        "cht": "異色方格地磚",
        "es": "Baldosa de colores ajedrezada",
        "fr": "Carrelage à carreaux colorés",
        "id": "Ubin Kotak-Kotak Berwarna",
        "jp": "異色の格子柄タイル",
        "kr": "이색 사각 타일",
        "pt": "Azulejo Xadrez Colorido",
        "ru": "Красочная клетчатая плитка",
        "th": "กระเบื้องปูพื้นลายตาราง",
        "vi": "Gạch Lát Nền Ca Rô"
    },
    "id": 380202,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Colorful Checkered Tile.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Bunt karierte Fliese“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「异色方格地砖」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「異色方格地磚」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Baldosa de colores ajedrezada.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du carrelage à carreaux colorés.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Ubin Kotak-Kotak Berwarna\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「異色の格子柄タイル」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「이색 사각 타일」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Azulejo Xadrez Colorido\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Красочная клетчатая плитка».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"กระเบื้องปูพื้นลายตาราง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Gạch Lát Nền Ca Rô\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}