{
    "name": {
        "en": "Come and Get It",
        "de": "Schüssel Buntes",
        "chs": "来来菜",
        "cht": "來來菜",
        "es": "¡Ven por ello!",
        "fr": "Ramen Alézi",
        "id": "Come and Get It",
        "jp": "お食べくだ菜",
        "kr": "흥얼채",
        "pt": "Venha por Ela",
        "ru": "Налетайка",
        "th": "Come and Get It",
        "vi": "Món Nào Nào"
    },
    "id": 108132,
    "materialDesc": {
        "en": "A dish made out of a luxurious variety of ingredients. There is no great refinement in the making of this food, and it appears in Liyue often during festival season. Whenever this dish is served up, the person at the head of the table will invite everyone to dig in, saying \"Come on, eat, eat,\" hence the name.",
        "de": "Ein Gericht vollgestopft mit Delikatessen. Die Zubereitung verlangt keine besonderen Künste. Dennoch wird es oft bei festlichen Veranstaltungen in Liyue serviert, wo es aufgrund seiner reichhaltigen Mischung an Zutaten seinen Namen bekommen hat.",
        "chs": "用料丰富的菜肴。配料与做法上并没有特别的讲究，经常在璃月的节庆时分登场。每当这道菜上来以后，为首的人会说「来来，吃」，招呼大家动筷子，因此而得名。",
        "cht": "用料豐富的菜餚。配料與做法上並沒有特別的講究，經常在璃月的節慶時分登場。每當這道菜上來以後，為首的人會說「來來，吃」，招呼大家動筷子，因此而得名。",
        "es": "Un plato hecho con una lujosa variedad de ingredientes. No hay mucho refinamiento en la elaboración de este plato, muy común en Liyue durante las temporadas festivas. Cada vez que se sirve, la persona a la cabeza de la mesa invitará a todos a comenzar a comer diciendo “¡vengan a comer!”. De ahí el nombre.",
        "fr": "Un plat aux ingrédients variés. Malgré sa préparation rudimentaire, il fait fureur pendant les festivals à Liyue et a été nommé ainsi, car la personne qui le commande pour toute la table dit toujours : « Allez-y, servez-vous. »",
        "id": "Hidangan yang terbuat dari beragam bahan. Tidak ada yang khusus dari bahan ataupun cara pembuatan hidangan ini, tetapi hidangan ini sering muncul saat musim festival di Liyue. Nama hidangan ini diambil karena kapan pun hidangan ini disajikan, pemimpin perjamuan akan selalu mengatakan \"Ayo makan, makan\".",
        "jp": "具材たっぷりの一品。具材の選択や作り方に特にこだわりはないが、璃月の祭りではよく登場する一品。名前は、「どうぞ、お食べください」という意味から由来する。",
        "kr": "다양한 재료로 만든 요리. 쉽사리 만들 수 있어 리월 축제에 자주 등장한다. 이 음식이 올라오면 \"흥얼\"거리며 젓가락 질 한다고 해 붙여진 이름이다",
        "pt": "Um prato feito de uma luxuosa variedade de ingredientes. Não existe nenhum tipo de aperfeiçoamento melhorado no preparo dessa comida, e ela aparece constantemente durante a temporada de festivais. Sempre que esse prato é servido, a pessoa no final da mesa irá convidar todos a começar a comer, dizendo \"Vamos lá, comam, comam\", por isso o nome.",
        "ru": "Блюдо, приготовленное из богатой выборки ингредиентов. Оно не требует долгого приготовления и достаточно популярно в сезон ярмарок и фестивалей в Ли Юэ. Каждый раз, когда оно подаётся к столу, человек, сидящий во главе, приглашает всех отведать его, говоря: «Налетай-ка все разом!», отсюда и его название.",
        "th": "เมนูที่มีวัตถุดิบหลากชนิด วิธีทำและวัตถุดิบไม่ได้พิเศษอะไร มักจะเสิร์ฟขึ้นโต๊ะในงานเลี้ยงตามเทศกาลต่าง ๆ ของ Liyue ทุกครั้งที่เสิร์ฟผู้นำก็จะพูดว่า \"มา มากินข้าวกัน\" เพื่อเรียกทุกคนให้เริ่มกิน จากนั้นคำนี้ก็กลายมาเป็นชื่อเมนู",
        "vi": "Là một món ăn nhiều nguyên liệu. Thành phần và cách làm không có gì đặc biệt, thường xuất hiện trong các lễ hội ở Liyue. Mỗi khi lên món này, người đứng đầu sẽ nói: \"Nào nào, ăn thôi\", để kêu mọi người bắt dầu dùng bữa, nên mới đặt tên như vậy."
    },
    "materialType": "MATERIAL_FOOD"
}