{
    "name": {
        "en": "Commerce of the City of Wisdom",
        "de": "„Handel in der Stadt der Weisheit“",
        "chs": "「智慧之城的讬贸」",
        "cht": "「智慧之城的託貿」",
        "es": "Auxilio en la mar de la ciudad de la sabiduría",
        "fr": "« Commerce de la cité de la sagesse »",
        "id": "Berdagang di Kota Kebijaksanaan",
        "jp": "「知恵の都の貿易」",
        "kr": "「지혜의 성의 무역」",
        "pt": "Comércio da Cidade da Sabedoria",
        "ru": "Торговля города мудрости",
        "th": "\"การค้าในเมืองแห่งปัญญา\"",
        "vi": "Giao Dịch Của Thành Phố Trí Tuệ"
    },
    "id": 390722,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making Commerce of the City of Wisdom.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Handel in der Stadt der Weisheit“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『智慧之城的讬贸』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『智慧之城的託貿』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar “Auxilio en la mar de la ciudad de la sabiduría”.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "#Étapes de fabrication du «{NON_BREAK_SPACE}Commerce de la cité de la sagesse{NON_BREAK_SPACE}».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Berdagang di Kota Kebijaksanaan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『知恵の都の貿易』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면. 「『지혜의 성의 무역』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Comércio da Cidade da Sabedoria.\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Торговля города мудрости».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"การค้าในเมืองแห่งปัญญา\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Giao Dịch Của Thành Phố Trí Tuệ\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}