{
    "name": {
        "en": "Completely Repaired Holy Lyre der Himmel",
        "de": "Vollständig reparierte heilige Leier",
        "chs": "完全修复的天空之琴",
        "cht": "完全修復的天空之琴",
        "es": "Der Himmel, la Lira Sagrada, reparada",
        "fr": "Himmel, la lyre sacrée (totalement réparée)",
        "id": "Holy Lyre der Himmel yang Sudah Diperbaiki",
        "jp": "完全修復された天空のライアー",
        "kr": "완벽하게 복구된 천공의 하프",
        "pt": "Lira Sagrada der Himmel totalmente reparada",
        "ru": "Небесная лира",
        "th": "Completely repaired Holy Lyre der Himmel",
        "vi": "Hoàn Toàn Khôi Phục Đàn Thiên Không"
    },
    "id": 100163,
    "materialDesc": {
        "en": "A treasure that once belonged to Barbatos, the Anemo Archon, that has been restored to full power. Even Dvalin may heed its call.",
        "de": "Der früher von Barbatos dem Anemo-Archon gehütete Schatz hat seine ursprüngliche Kraft vollständig wiedererlangt. Womöglich hört selbst der Winddrache Dvalin auf die Klänge der Leier.",
        "chs": "风神巴巴托斯的至宝，如今元素之力满溢，或许可以用来呼唤风龙特瓦林。",
        "cht": "風神巴巴托斯的至寶，如今元素之力滿溢，或許可以用來呼喚風龍特瓦林。",
        "es": "Un tesoro que perteneció a Barbatos, el Arconte Anemo, y ha sido restaurado a su pleno poder. Incluso el dragón de viento Dvalin puede atender su llamada.",
        "fr": "Un trésor qui appartenait jadis à Barbatos, l'Archon Anémo. L'objet est peut-être capable d'invoquer le dragon Dvalin.",
        "id": "Sebuah alat musik lira milik Archon Anemo Barbatos, kekuatannya telah terpulihkan sepenuhnya. Mungkin kini Dvalin akan mendengar panggilannya.",
        "jp": "風神バルバトスの至宝。元素の力が溢れ、風龍トワリンを呼ぶのに使えるかもしれない。",
        "kr": "바람의 신 바르바토스의 보물. 원소의 힘으로 가득하다. 어쩌면 이걸로 바람 드래곤 드발린을 부를 수 있을지도 모른다",
        "pt": "Um tesouro que pertenceu ao Barbatos, o Arconte Anemo, que teve seu poder totalmente restaurado. Até mesmo o Dvalin terá que cuidar com o seu chamado.",
        "ru": "Сокровище, однажды принадлежавшее Барбатосу, Анемо Архонту. Теперь, когда вы её полностью восстановили, дракон ветра Двалин сможет последовать её зову.",
        "th": "สมบัติที่ครั้งหนึ่งเคยเป็นของ Barbatos เทพแห่งลม พลังของมันได้ฟื้นคืนมาจนสมบูรณ์แล้ว แม้แต่มังกรแห่งสายลม Dvalin ยังต้องตอบรับเสียงของมัน",
        "vi": "Báu vật của Phong Thần Barbatos, hiện nay sức mạnh Nguyên Tố tràn đầy, chắc là có thể dùng để triệu hồi Phong Long Dvalin."
    },
    "materialType": "MATERIAL_QUEST"
}