{
    "name": {
        "en": "Concealed Unguis",
        "de": "Versteckte Monsterklauen",
        "chs": "隐兽利爪",
        "cht": "隱獸利爪",
        "es": "Garra afilada oculta",
        "fr": "Ongle dissimulé",
        "id": "Concealed Unguis",
        "jp": "隠獣の利爪",
        "kr": "맹수의 날카로운 발톱",
        "pt": "Garra Afiada Oculta",
        "ru": "Скрытый заточенный коготь",
        "th": "Concealed Unguis",
        "vi": "Vuốt Sắt Ma Thú"
    },
    "id": 112057,
    "materialDesc": {
        "en": "Body tissue left behind by one of the Riftwolves.\\nThough they are quite wondrous indeed, these hunting hounds of \"Alfisol\" are nothing of note before Durin of \"Humus.\"",
        "de": "Körpergewebe, das von einem der Garmwölfe zurückgelassen wurde.\\nAuch wenn sie in der Tat schon ziemlich stark sind, sind diese Jagdhunde von „Alfisol“ vor Durin von „Humus“ nur kleine Fische.",
        "chs": "兽境群狼的身体组织。\\n虽然奇妙，但是和大杰作「腐殖层」杜林相比，「淋溶层」猎犬不值一提。",
        "cht": "獸境群狼的身體組織。\\n雖然奇妙，但是和大傑作「腐殖層」杜林相比，「淋溶層」獵犬不值一提。",
        "es": "Tejido residual del cuerpo de un Acechador.\\nA pesar de lo asombrosos que son, estos sabuesos de caza clasificados como “alfisoles” no son nada comparados con el gran Durin, que entraría en la categoría de los “humus”.",
        "fr": "Du tissu de chair provenant du corps d'un canidé de faille.\\nAussi étonnantes qu'elles soient, ces créatures d'Alfisol ne sont rien comparées à Durin, l'Humus.",
        "id": "Jaringan tubuh yang ditinggalkan oleh salah satu dari Riftwolves.\\nWalaupun memang sangat menakjubkan, tapi \"Alfisol\" dari para anjing pemburu ini tidak sebanding dengan \"Humus\" Durin.",
        "jp": "獣域ウルブズが残した体の一部。\\n不思議な存在ではあるが、「溶脱層」のハウンドは大傑作「腐蝕層」ドゥリンとは比べ物にならない。",
        "kr": "수계 늑대 무리의 신체 조직.\\n신기하지만 「부식층」의 걸작 두린과 비교해보면 「여과층」의 사냥개는 아무것도 아니다",
        "pt": "Tecido corporal deixado para trás por um dos Caninos da Fenda.\\nApesar de ser maravilhoso, esses cães Alfisol não são nada quando comparados com o Humus de Durin.",
        "ru": "Телесные ткани, принадлежавшие одному из волков Разрыва.\\nОни очень любопытны, но с Дурином, шедевром гумусового слоя, эти псы элювиального слоя не идут ни в какое сравнение.",
        "th": "ชิ้นส่วนร่างกายจากร่างของ Riftwolf\\nแม้ว่ามันจะดูน่าอัศจรรย์ แต่เมื่อเทียบกับผลงานชิ้นเอกอย่าง Durin ที่เป็น \"Humus\" แล้ว สุนัขนักล่าที่เป็น \"Alfisol\" ก็ไม่มีค่าพอที่จะพูดถึง",
        "vi": "Mô cơ thể còn sót lại của bầy sói ma vật.\\nMặc dù chúng thực sự khá kỳ lạ, nhưng những con chó săn \"Alfisol\" này chẳng là gì so với Durin \"Humus\" cả."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}