{
    "name": {
        "en": "Condensed Resin",
        "de": "Angereichertes Harz",
        "chs": "浓缩树脂",
        "cht": "濃縮樹脂",
        "es": "Resina concentrada",
        "fr": "Résine condensée",
        "id": "Condensed Resin",
        "jp": "濃縮樹脂",
        "kr": "농축 레진",
        "pt": "Resina Condensada",
        "ru": "Густая смола",
        "th": "Condensed Resin",
        "vi": "Nhựa Cô Đặc"
    },
    "id": 220007,
    "materialDesc": {
        "en": "You can hold no more than 5 at a time.\\nCondensed tree resin that can be used instead of Original Resin to revitalize Petrified Trees and Ley Line Blossoms to receive greater rewards.\\nCrystal filled with immense energy.\\nThe silver-white Irminsul trees and blossoms are connected to ley lines that have become blocked over time. The energy contained in tree resin can purify the obstructing substance.",
        "de": "Du kannst zu einem Zeitpunkt bis zu 5 Stück bei dir haben.\\nEin konzentriertes Harz, das bei der Aktivierung von versteinerten Bäumen und Blüten des Flusses der Elemente anstelle von ursprünglichem Harz angewendet werden kann, um größere Schätze zu erhalten.\\nDer Kristall ist mit immenser Energie gefüllt.\\nDie silberweiße Irminsul und ihre Blüten verbinden über den Fluss der Elemente viele Stellen, die sich mit der Zeit zusetzen und blockiert werden können. Die im Harz enthaltene Energie kann die blockierende Substanz reinigen.",
        "chs": "同时最多持有5个。\\n能在激活石化古树与地脉之花时替代原粹树脂，以获得更丰厚的宝藏的树脂浓缩产物。\\n蕴含着充沛能量的晶体。\\n银白的古树与花连接着地脉，而树脂蕴含的能量能疏通地脉的管道，提炼淤滞其中的物质。",
        "cht": "同時最多持有5個。\\n能在活化石化古樹與地脈之花時替代原粹樹脂，以獲得更豐厚的寶藏的樹脂濃縮產物。\\n蘊含著充沛能量的晶體。\\n銀白的古樹與花連接著地脈，而樹脂蘊含的能量能疏通地脈的管道，提煉淤滯其中的物質。",
        "es": "Solo se puede tener un máximo de 5 al mismo tiempo.\\nSustituye a la Resina original al revitalizar un Árbol Petrificado o una Flor ley y otorga mejores recompensas.\\nContiene cristales repletos de energía.\\nLas raíces y flores de los árboles Irminsul están conectadas con las líneas ley, y la energía que contiene la Resina desobstruye los canales de las líneas ley y extrae las sustancias estancadas en su interior.",
        "fr": "Vous pouvez en détenir jusqu'à 5 simultanément.\\nRésine contenant une importante quantité d'énergie, pouvant être utilisée à la place de la Résine originelle pour activer les Fleurs des lignes énergétiques et les Arbres pétrifiés afin d'obtenir d'importantes récompenses.\\nLes anciens arbres argentés, au contact des lignes énergétiques, libèrent l'énergie contenue dans leur résine, qui vient ensuite circuler à travers les canaux énergétiques, raffinant les matières qui y reposent et produisant parfois ce type de matière.",
        "id": "Kamu bisa memiliki maksimal 5 buah dalam satu waktu.\\nDapat digunakan sebagai pengganti Original Resin untuk mendapatkan lebih banyak hadiah dari Petrified Tree dan Ley Line Blossom.\\nKristal yang mengandung banyak energi.\\nPohon dan bunga yang berwarna perak ini terhubung ke Ley Line dengan menggunakan energi di dalam Resin, dan memurnikan endapan yang ada di dalamnya.",
        "jp": "同時に最大5つまで所持可能。\\n石化古樹と地脈の花を活性化させる天然樹脂の代替品、貴重な報酬をより多く獲得できる。\\n力に満ち溢れた結晶体。\\n銀白の古樹と花は地脈と繋がっており、樹脂の力は地脈を通って、その中にある物質を精製できる。",
        "kr": "동시에 최대 5개까지 보유할 수 있다.\\n석화 고목과 지맥의 꽃 활성화 시 퓨어 레진을 대체하여 더욱 풍부한 보물을 획득할 수 있다.\\n엄청난 에너지의 결정체.\\n은백의 고목과 꽃은 지맥과 연결되어 있고, 레진이 지닌 에너지는 지맥을 통과해 그 속에 막혀있는 물질을 정제할 수 있다",
        "pt": "Só pode ter no máximo 5 ao mesmo tempo.\\nResina de árvore condensada que pode ser usada em vez da resina original para revitalizar árvores petrificadas e flores da Linha Ley para receber maiores recompensas.\\nCristal cheio de imensa energia.\\nAs antigas árvores e flores brancas prateadas estão conectadas às Linhas Ley que se tornaram bloqueadas com o tempo. A energia contida na resina das árvores pode purificar a substância obstrutiva.",
        "ru": "Вы можете иметь не более 5 единиц этого предмета.\\nГустая древесная смола, которая может быть использована вместо Первородной смолы для пробуждения Окаменевших деревьев и Цветков артерий земли и получения более ценных наград.\\nКристалл, наполненный огромной энергией.\\nСеребряные деревья и цветы Ирминсуля связаны с артериями земли, которые стали заблокированы с течением времени. Сила, содержащаяся в их смоле, может очистить эти связи и разогнать застои энергии.",
        "th": "สามารถมีได้สูงสุด 5 อันภายในช่วงเวลาเดียวกัน\\nมันสามารถทดแทน Original Resin ได้ เมื่อคุณเปิดใช้งาน Petrified Tree และ Ley Line Blossom เพื่อรับสมบัติที่ล้ำค่า\\nมันเป็นคริสตัลที่เต็มไปด้วยพลังงาน\\nต้นไม้โบราณและดอกไม้สีเงินที่เชื่อมต่อกับกระแสพลัง ด้วยพลังงานของเรซินสามารถเปิดช่องของกระแสพลัง และกลั่นกรองวัตถุที่อยู่ภายในได้",
        "vi": "Cùng lúc có thể có 5 cái.\\nNhựa Cô Đặc là sản vật có thể thay thế Nhựa Nguyên Chất kích hoạt Cổ Thụ Hóa Thạch và Hoa Địa Mạch nhận thêm những báu vật phong phú.\\nTinh thể cô đặc ẩn chứa sức mạnh.\\nCây Irminsul và hoa bạc liên kết với địa mạch, còn sức mạnh của nhựa cây có thể khơi thông, vận chuyển những vật chất có trong đó."
    },
    "materialType": "MATERIAL_CONSUME"
}