{
    "name": {
        "en": "Congzi's Plaustrite Shards",
        "de": "Congzis Plaustritbröckchen",
        "chs": "聪子订购的浮生石片",
        "cht": "聰子訂購的浮生石片",
        "es": "Fragmento de plaustrita de Tsongzi",
        "fr": "Fragments de plaustrite de Congzi",
        "id": "Plaustrite Shard Pesanan Congzi",
        "jp": "聡子が予約した浮生の石片",
        "kr": "현명이 예약한 부유석 파편",
        "pt": "Fragmento de Plaustrite de Congzi",
        "ru": "Осколки плаустрита Цун Цзы",
        "th": "Plaustrite Shard ที่ Congzi สั่งทำ",
        "vi": "Mảnh Phù Sinh Thạch Congzi Đặt"
    },
    "id": 100684,
    "materialDesc": {
        "en": "Plaustrite Shards of fine quality. A Xiao Lantern made from such material is sure to carry happy hopes high into the sky.",
        "de": "Plaustritbröckchen von hoher Qualität. Eine Laterne, in die dieses Material eingearbeitet ist, wird viele Hoffnungen hoch in den Himmel tragen.",
        "chs": "看起来成色优良的浮生石片，以此等品质的材料制成的霄灯，一定能高高地飞上天空，带着美满的期许一同翱翔。",
        "cht": "看起來成色優良的浮生石片，以此等品質的材料製成的霄燈，一定能高高地飛上天空，帶著美滿的期許一同翱翔。",
        "es": "Un fragmento de plaustrita en excelentes condiciones. Seguramente, la linterna celeste que se haga con un material de esta categoría volará muy alto y llevará sus deseos hasta el cielo.",
        "fr": "Des fragments de plaustrite de haute qualité. Une lanterne céleste fabriquée à partir d'un tel matériau emportera sans doute les vœux de celui qui l'allume loin dans le ciel.",
        "id": "Plaustrite Shard berkualitas tinggi. Lentera Xiao yang dibuat dengan kualitas sebaik ini pasti bisa membawa harapan-harapan orang terbang tinggi ke atas langit.",
        "jp": "見た感じ良質な浮生の石片。この品質の材料で作成された霄灯は、きっと高く飛び、たくさんの願い事と共に空を浮遊するだろう。",
        "kr": "품질이 좋아 보이는 부유석 파편. 이런 품질의 재료로 만든 소등이라면 분명 모두의 아름다운 소원과 함께 높고 멀리 날아갈 것이다",
        "pt": "Um Fragmento de Plaustrite puro. Uma Lanterna Celeste feita com um material dessa qualidade certamente voará alto no céu, levando uma bela esperança.",
        "ru": "Осколки плаустрита превосходного качества. С небесным фонарём из такого материала прекрасные мечты обязательно взмоют высоко в небеса.",
        "th": "Plaustrite Shard คุณภาพเยี่ยม ซึ่งโคม Xiao ที่ทำมาจากวัสดุนี้ จะสามารถนำพาความปรารถนาของผู้คน ลอยขึ้นสู่ท้องฟ้าได้อย่างแน่นอน",
        "vi": "Mảnh Phù Sinh Thạch màu sắc tươi đẹp, đèn tiêu được làm bằng vật liệu chất lượng này, chắc chắn sẽ có thể bay cao trên bầu trời, bay cao với những kỳ vọng hạnh phúc."
    },
    "materialType": "MATERIAL_QUEST"
}