{
    "name": {
        "en": "Conquest Talisman",
        "de": "Eroberungstalisman",
        "chs": "降魔玉符",
        "cht": "降魔玉符",
        "es": "Talismán de conquista",
        "fr": "Talisman de conquête",
        "id": "Conquest Talisman",
        "jp": "降魔玉佩",
        "kr": "항마의 옥 장신구",
        "pt": "Talismã da Conquista",
        "ru": "Талисман поверженного зла",
        "th": "Conquest Talisman",
        "vi": "Bùa Hàng Ma"
    },
    "id": 139,
    "materialDesc": {
        "en": "A strange talisman that appeared out of nowhere on your person. You can still feel powerful emotions emanating vaguely from this talisman when you hold it tight...",
        "de": "Ein seltsamer Talisman, der wie aus dem Nichts auftauchte. Du kannst immer noch spüren, wie starke Emotionen von diesem Talisman ausgehen, wenn du ihn festhältst ...",
        "chs": "不知何时出现在身边的奇异玉符。握住的时候，可以从中隐隐感受到一股激昂的情绪…",
        "cht": "不知何時出現在身邊的奇異玉符。握住的時候，可以從中隱隱感受到一股激昂的情緒…",
        "es": "Un extraño talismán que apareció ante ti en algún momento. Al sostenerlo, puedes sentir cierto fervor emanando de él.",
        "fr": "Un talisman étrange qui est apparu de nulle part. Vous pouvez encore ressentir les émotions puissantes émanant vaguement de ce talisman lorsque vous le serrez fort...",
        "id": "Jimat aneh yang muncul entah dari mana. Kamu masih bisa merasakan emosi yang kuat memancar samar-samar dari dalam jimat ini saat kamu memegangnya erat-erat ....",
        "jp": "いつの間にか傍に現れた不思議な玉佩。触れると、昂ぶった感情が伝わってくる…",
        "kr": "어느샌가 나타난 기이한 옥빛 부적. 손에 쥐면 강렬한 감정이 어렴풋이 느껴지는 것 같다…",
        "pt": "Um talismã estranho que apareceu do nada em você. Quando você o segura, ainda é capaz de sentir emoções profundas emitidas sutilmente dele...",
        "ru": "Странный талисман, появившийся из ниоткуда. Держа его в руках, вы испытываете необъяснимые эмоции...",
        "th": "เครื่องรางหยกประหลาดที่ไม่รู้ว่าปรากฏขึ้นข้างกายตั้งแต่เมื่อไหร่ เมื่อถือมันไว้ จะสามารถสัมผัสได้ถึงความรู้สึกที่ฮึกเหิมบางอย่าง...",
        "vi": "Loại bùa kỳ lạ không biết xuất hiện từ khi nào. Bản thân vẫn có thể cảm nhận được những cảm xúc mạnh mẽ phát ra một cách mơ hồ từ lá bùa này mỗi khi nắm chặt nó..."
    },
    "materialType": false
}