{
    "name": {
        "en": "Cor Lapis",
        "de": "Cor Lapis",
        "chs": "石珀",
        "cht": "石珀",
        "es": "Cor lapis",
        "fr": "Cœur de lapis",
        "id": "Cor Lapis",
        "jp": "石珀",
        "kr": "콜 라피스",
        "pt": "Cor Lapis",
        "ru": "Кор ляпис",
        "th": "Cor Lapis",
        "vi": "Thạch Phách"
    },
    "id": 100058,
    "materialDesc": {
        "en": "A precious crystal of condensed pure Geo element that usually grows along with other minerals. It's also commonly called \"Cor Petrae.\"",
        "de": "Ein seltener Kristall, in dem die Geo-Kraft stark konzentriert ist. Er ist häufig in der Nähe anderer Gesteine zu finden und wird auch als das „Herz des Felsen“ bezeichnet.",
        "chs": "极纯的岩元素凝成的珍稀晶石，常与其他矿物伴生。也被称为「岩之心」。",
        "cht": "極純的岩元素凝成的珍稀晶石，常與其他礦物伴生。也被稱為「岩之心」。",
        "es": "Un valioso mineral de elemento Geo puro condensado. Suele encontrarse junto a otros minerales. También es conocido como “cor petrae”.",
        "fr": "Un cristal précieux condensé par l'élément Géo pur qui se développe souvent avec d'autres minéraux. On l'appelle aussi « cœur de rocher ».",
        "id": "Kristal berharga yang terbuat dari elemen Geo murni dan biasanya tumbuh bersama dengan mineral lain. Juga dikenal sebagai \"Cor Petrae\".",
        "jp": "純度が極めて高い岩の元素の晶石。よくほかの鉱物と一緒に発見される。「岩の心」とも呼ばれる。",
        "kr": "아주 순수한 바위 원소가 모여 형성된 진귀한 수정석. 늘 다른 광물과 함께 발견된다. 「바위의 심장」이라고도 불린다",
        "pt": "Um cristal precioso condensado com elemento Geo puro que cresce com outros minerais. Também conhecido como \"Cor Petrae\".",
        "ru": "Кристаллизованные Гео элементы, которые растут вместе с другими минералами. Ещё их называют «Каменным сердцем».",
        "th": "ผลึกหายากซึ่งควบแน่นโดยองค์ประกอบของหินที่มีความบริสุทธิ์มาก มักจะเกี่ยวข้องกับแร่ธาตุอื่น ๆ หรือที่รู้จักในชื่อ \"Cor Petrae\"",
        "vi": "Tinh thạch quý hiếm được kết tinh từ Nguyên Tố Nham thuần khiết, thường xuất hiện bên cạnh các loại khoáng chất khác. Được gọi là \"Trái Tim Của Đá\"."
    },
    "materialType": "MATERIAL_EXCHANGE"
}