{
    "name": {
        "en": "Corporal Nikolay's Diary",
        "de": "Tagebuch vom Unteroffizier Nikolay",
        "chs": "尼古拉下士的日志",
        "cht": "尼古拉下士的日誌",
        "es": "Diario del cabo Nikolay",
        "fr": "Journal du caporal Nikolay",
        "id": "Buku Harian Kopral Nikolay",
        "jp": "ニコライ伍長の日誌",
        "kr": "니콜라이 하사의 일지",
        "pt": "Diário do Cabo Nikolay",
        "ru": "Дневник младшего сержанта Николая",
        "th": "ไดอารี่ของสิบโท Nikolay",
        "vi": "Nhật Ký Của Hạ Sĩ Nikolay"
    },
    "id": 101696,
    "materialDesc": {
        "en": "A fragment of Fatui Corporal Nikolay's diary. It gives off a rather unpleasant smell, but that's at least better than being covered in mud.",
        "de": "Einige Seiten aus dem Tagebuch des Unteroffiziers Nikolay von den Fatui. Sie verströmen einen abstoßenden Gestank. Aber sie sind jetzt immerhin nicht mehr in dem Schlamm verborgen.",
        "chs": "愚人众成员尼古拉下士遗留的日志残片，散发着让人不悦的气息，但总是要好过被污泥掩盖。",
        "cht": "愚人眾成員尼古拉下士遺留的日誌殘片，散發著讓人不悅的氣息，但總是要好過被污泥掩蓋。",
        "es": "Un fragmento del diario del cabo Nikolay de los Fatui. Emite un hedor bastante desagradable, pero peor sería estar cubierto de barro.",
        "fr": "Une page du journal intime du caporal Nikolay des Fatui. Elle dégage une odeur fort déplaisante, mais elle n'est pas recouverte de boue au moins.",
        "id": "Sebuah sobekan dari buku harian Kopral Nikolay, anggota Fatui. Benda ini mengeluarkan bau yang tidak sedap, tapi bau ini masih lebih mending daripada bau tertutup lumpur.",
        "jp": "ファデュイのメンバー、ニコライが残した日誌の断片。不快なにおいが漂っているが、泥に覆われるよりはマシだろう。",
        "kr": "우인단 단원 니콜라이 하사가 남긴 일지의 찢어진 페이지. 불쾌한 기운이 뿜어져 나오고 있지만, 진흙이 묻어있는 것보단 낫다",
        "pt": "Um fragmento do diário do Fatui Cabo Nikolay. Ele emite um cheiro que deixa as pessoas com uma sensação desagradável, mas é melhor do que ficar coberto em lama.",
        "ru": "Страница из дневника младшего сержанта Фатуи Николая. Пахнет она крайне неприятно, но хотя бы не заляпана грязью.",
        "th": "ชิ้นส่วนของไดอารี่ที่สิบโท Nikolay สมาชิกของ Fatui ทิ้งเอาไว้ มีกลิ่นที่ไม่พึงประสงค์ฟุ้งกระจายออกมา แต่ก็ยังดีกว่าถูกฝังกลบอยู่ในโคลน",
        "vi": "Mảnh nhật ký còn sót lại của hạ sĩ Nikolay - thành viên Fatui, có mùi gì đó rất khó chịu, nhưng vẫn còn hơn là bị bùn đất che phủ."
    },
    "materialType": "MATERIAL_QUEST"
}