{
    "name": {
        "en": "Countryside Tea Stand",
        "de": "Ländlicher Teestand",
        "chs": "乡间的茶摊",
        "cht": "鄉間的茶攤",
        "es": "Puesto de té rural",
        "fr": "Stand de thé de campagne",
        "id": "Kedai Teh Pedesaan",
        "jp": "田舎の茶屋",
        "kr": "시골 찻집",
        "pt": "Quiosque Rural de Chá",
        "ru": "Сельский чайный киоск",
        "th": "ร้านชาในชนบท",
        "vi": "Quán Trà Dân Gian"
    },
    "id": 393311,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Countryside Tea Stand.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Ländlicher Teestand“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「乡间的茶摊」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「鄉間的茶攤」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Puesto de té rural.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du stand de thé de campagne.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Kedai Teh Pedesaan\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「田舎の茶屋」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「시골 찻집」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Quiosque Rural de Chá.\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Сельский чайный киоск».\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ร้านชาในชนบท\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Quán Trà Dân Gian\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}