{
    "name": {
        "en": "Country Home With Tall Attic",
        "de": "Bauernhaus mit hoher Mansarde",
        "chs": "高大阁楼的乡间住宅",
        "cht": "高大閣樓的鄉間住宅",
        "es": "Casa rural con buhardilla",
        "fr": "Maison de campagne avec grand grenier",
        "id": "Rumah Pedesaan dengan Loteng Tinggi",
        "jp": "広い屋根裏部屋のある田舎の家屋",
        "kr": "넓은 다락방이 있는 시골 주택",
        "pt": "Casa de Campo com Sótão Alto",
        "ru": "Сельский дом с высоким чердаком",
        "th": "บ้านชนบทใต้หลังคาสูง",
        "vi": "Nhà Gác Cao Nông Thôn"
    },
    "id": 390205,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Country Home With Tall Attic.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Bauernhaus mit hoher Mansarde“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「高大阁楼的乡间住宅」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「高大閣樓的鄉間住宅」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Casa rural con buhardilla.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la maison de campagne avec grand grenier.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Rumah Pedesaan dengan Loteng Tinggi\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「広い屋根裏部屋のある田舎の家屋」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「넓은 다락방이 있는 시골 주택」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Casa de Campo com Sótão Alto\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Сельский дом с высоким чердаком».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"บ้านชนบทใต้หลังคาสูง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Nhà Gác Cao Nông Thôn\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}