{
    "name": {
        "en": "Courageous",
        "de": "Heldenmut",
        "chs": "英勇",
        "cht": "英勇",
        "es": "Coraje",
        "fr": "Vaillance",
        "id": "Courageous",
        "jp": "英勇",
        "kr": "용맹",
        "pt": "Heroico",
        "ru": "Отвага",
        "th": "Courageous",
        "vi": "Anh Dũng"
    },
    "id": 200248,
    "materialDesc": {
        "en": "After a character protected by a shield hits an opponent with a Normal Attack, their ATK is increased by 8%. This effect can stack up to 5 times and lasts for 8s. This effect, its stacks, and its duration are independently calculated for every character.",
        "de": "Erhöht den ANG von Figuren im Schutz von Schilden nach dem Treffen von Gegnern mit Standardangriffen um 8 %. 5-fach stapelbar, hält 8 s. Stapelungen und Wirkungsdauer werden für jede Figur einzeln gezählt.",
        "chs": "角色处于护盾庇护下时，普通攻击命中敌人后，攻击力将提高8%。该效果最多叠加5层，持续8秒。该效果叠加的层数与持续时间对每个角色单独计算。",
        "cht": "角色處於護盾庇護下時，普通攻擊命中敵人後，攻擊力將提高8%。該效果最多疊加五層，持續8秒。該效果疊加的層數與持續時間對每個角色單獨計算。",
        "es": "Cuando un personaje está protegido por un escudo y golpea a un enemigo con un Ataque Normal, el ATQ aumenta en un 8%. Este efecto se puede acumular hasta 5 veces y dura 8 s. Las acumulaciones y la duración se calculan por separado para cada personaje.",
        "fr": "Lorsqu'un personnage sous la protection d'un bouclier a touché un ennemi avec une attaque normale, son ATQ augmente de 8 % pendant 8 s. Cet effet peut être cumulé 5 fois maximum. Cet effet, ses cumuls et sa durée sont calculés indépendamment pour tous les personnages.",
        "id": "Meningkatkan 8% ATK jika Normal Attack Karakter yang dilindungi perisai mengenai musuh. Efek ini dapat ditumpuk hingga 5 lapis dan berlangsung selama 8 detik. Jumlah lapisan, efek, dan durasi dihitung terpisah untuk setiap Karakter.",
        "jp": "シールド状態のキャラクターの通常攻撃が敵に命中した後、攻撃力+8%。最大5層まで、持続時間8秒。この効果の層ねた数とクールタイムは各キャラクターごとに計算される。",
        "kr": "보호막이 있을 시 캐릭터의 일반 공격이 적을 명중하면 공격력이 8% 증가한다. 최대 중첩수: 5회, 지속 시간: 8초. 캐릭터마다 효과의 스택과 지속 시간을 독립적으로 계산한다",
        "pt": "Depois que os Personagens que estão com um Escudo acertarem um Ataque Normal em um inimigo, seu Ataque terá um aumento de 8%. Esse efeito pode acumular até 5 vezes por 8s. Esse efeito, as cargas e sua duração são contados de forma independente entre os Personagens.",
        "ru": "После того, как персонаж с активным щитом попадает по врагу обычной атакой, сила атаки повышается на 8%. Этот эффект складывается до 5 раз и длится 8 сек. Количество и длительность эффектов каждого персонажа считается отдельно.",
        "th": "ในขณะที่ตัวละครอยู่ภายใต้การป้องกันของโล่ เมื่อการโจมตีปกติถูกศัตรู พลังโจมตีจะเพิ่มขึ้น 8% โดยที่เอฟเฟกต์นี้จะซ้อนทับกันได้สูงสุด 5 ชั้น และคงอยู่เป็นเวลา 8 วินาที ซึ่งจำนวนชั้นของเอฟเฟกต์ดังกล่าวและระยะเวลาต่อเนื่องของแต่ละตัวละครจะคำนวณแยกกัน",
        "vi": "Khi nhân vật có khiên bảo vệ, sau khi đánh thường trúng kẻ địch sẽ tăng 8% tấn công. Hiệu quả này tối đa cộng dồn 5 tầng, kéo dài 8s. Số tầng cộng dồn và thời gian duy trì của mỗi nhân vật sẽ tính riêng với nhau."
    },
    "materialType": "MATERIAL_CHANNELLER_SLAB_BUFF"
}