{
    "name": {
        "en": "Court of the Upright",
        "de": "Hof der Aufrichtigkeit",
        "chs": "正格之庭",
        "cht": "正格之庭",
        "es": "Patio de la justicia",
        "fr": "Cour d'intégrité",
        "id": "Aula Keadilan",
        "jp": "正統派庭園",
        "kr": "정격의 정원",
        "pt": "Corte da Justiça",
        "ru": "Сад справедливости",
        "th": "ลานที่แสนลงตัว",
        "vi": "Đình Viện Chính Thống"
    },
    "id": 350048,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Court of the Upright.\\nThis majestic structure combines the Tri-Commission buildings and the Police Station to great effect, it has both the aura of a stately mansion and the practiced professional air of an executive agency, all while maintaining an optimized aesthetic. \"Proper\" is the operative word here indeed.\\nThose of distinguished background and honest character will surely approve of this courtyard layout. Indeed, you have heard it said that a certain Tenryou Commission general once recommended that officials should stay close to the commission estates such that they might get to work more quickly and contribute more effectively to the Almighty Shogun's dream of achieving \"eternity.\"\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Kujou Sara, Kamisato Ayato",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Hof der Aufrichtigkeit“.\\nDieses majestätische Bauwerk kombiniert die Gebäude und Einrichtungen der Dreierverwaltung auf eindrucksvolle Weise. Es hat sowohl die Aura eines stattlichen Herrenhauses als auch die professionelle Ausstrahlung einer Exekutivagentur und das alles bei optimaler Ästhetik. „Angemessen“ ist hier in der Tat das entscheidende Wort.\\nDiejenigen, die aus einer angesehenen Familie stammen und einen ehrlichen Charakter haben, wird diese Hofanlage sicherlich entzücken. Man sagt, dass ein gewisser General der Tenryou-Verwaltung einmal empfohlen hat, dass die Beamten in der Nähe der Verwaltungsgebäude wohnen sollten, damit sie schneller zur Arbeit kommen und effektiver zum Traum des allmächtigen Shougun von der „Ewigkeit“ beitragen können.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Kujou Sara und Kamisato Ayato.",
        "chs": "步骤详实的图纸，记载着「正格之庭」的放置方法。\\n大气磅礴的稻妻庭院，将三奉行府第的建筑与奉行所的设施巧妙结合，兼具名门宅邸的气势与执行机构的干练，并保持着恰到好处的美感，可谓「正格」。\\n出身显赫且臣心如水的志士，想必会认同这种庭院的布置。听说天领奉行的某位大将就曾提出过建议——官员们理应居住在岗位附近，以便快速投入工作，为将军大人所追求的「永恒」倾尽全力。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：九条裟罗、神里绫人",
        "cht": "步驟詳實的圖紙，記載著「正格之庭」的放置方法。\\n大氣磅礴的稻妻庭院，將三奉行府第的建築與奉行所的設施巧妙結合，兼具名門宅邸的氣勢與執行機構的幹練，並保持著恰到好處的美感，可謂「正格」。\\n出身顯赫且臣心如水的志士，想必會認同這種庭院的佈置。聽說天領奉行的某位大將就曾提出過建議——官員們理應居住在崗位附近，以便快速投入工作，為將軍大人所追求的「永恆」傾盡全力。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：九條裟羅、神里綾人",
        "es": "Plano detallado para colocar un Patio de la justicia.\\nEsta estructura majestuosa combina con maestría los edificios del Triunvirato con las instalaciones de la comisaría, y tiene la apariencia de una mansión señorial y el aire profesional de una agencia ejecutiva, a la vez que mantiene una estética optimizada. “Apropiado” es el adjetivo que mejor lo describe.\\nQuienes gozan de un pasado distinguido y una personalidad honesta aprobarán la distribución de este patio. Se dice que cierta general de la Comisión Tenryou recomendó una vez que los oficiales debían vivir cerca de la mansión de la Comisión para que llegaran más rápidamente al trabajo y pudieran contribuir de forma más eficaz al sueño de la todopoderosa Shogun de alcanzar la eternidad.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Kujou Sara, Kamisato Ayato.",
        "fr": "Étapes de mise en place de la cour d'intégrité.\\nCette structure majestueuse combine les bâtiments des Trois Commissions et le Poste de police à grand effet, ce qui lui donne à la fois l'aura d'un manoir majestueux et l'air professionnel d'une agence exécutive, tout en conservant une esthétique optimisée. « Approprié » est en effet le mot-clé ici.\\nCeux d'origine distinguée et de caractère honnête approuveront sûrement cette disposition de la cour. En effet, vous avez entendu dire qu'un certain général de la Commission administrative a recommandé un jour que les fonctionnaires restent à proximité des domaines de la Commission afin qu'ils puissent se mettre au travail plus rapidement et contribuer plus efficacement au rêve de la toute-puissante Shogun de réaliser l'« éternité ».\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Kujou Sara, Kamisato Ayato.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membangun Aula Keadilan.\\nBangunan yang megah ini menggabungkan desain Tri-Commission dan Kantor Polisi dengan sempurna. Bangunan ini memberikan kesan rumah mewah dengan sentuhan organisasi eksekutif yang profesional, tapi tetap mempertahankan estetikanya. Sungguh bangunan yang \"layak\".\\nSiapa pun yang memiliki latar belakang terhormat dan jujur pasti akan menyetujui tata letak taman ini. Mungkin kamu pernah mendengar tentang jenderal Tenryou Commission yang menyarankan para pejabatnya untuk tinggal di dekat kantor Commission agar dapat bekerja dengan lebih cepat dan berkontribusi secara lebih efektif untuk mimpi Yang Mulia Shogun mencapai \"Keabadian\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.\\nRekan yang menyukai set perabot ini: Kujou Sara, Kamisato Ayato",
        "jp": "「正統派庭園」の詳しい作り方が載っている設計図。\\n立派な稲妻の庭園。三奉行の邸宅と奉行所の施設が巧みに融合されており、名門邸宅の荘厳さと執行機関の洗練された雰囲気を併せ持つ。慎ましやかでありながらも、ほどよく美しいその様はまさしく「正統派」を語るに相応しい。\\n高貴な生まれの清廉潔白な志士は、この庭園の造りを好むだろう。天領奉行のある大将が、とある提案をしたことがある。役人たちは持ち場の近くに住むべきだ。そうすれば素早く出勤でき、将軍様の求める「永遠」に全力を尽くすことができる。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：九条裟羅、神里綾人",
        "kr": "작업 순서가 상세히 적힌 도면, 「정격의 정원」의 설치 방법이 기재되어 있다.\\n웅장한 이나즈마 정원. 삼봉행 저택의 건물과 봉행소의 시설이 절묘하게 어우러진다. 명문가 저택의 기백과 집행 기관의 노련미를 겸비해 「진짜배기」라 불리는 아름다움을 드러낸다.\\n이러한 정원 설계는 출신이 뛰어나고 올곧은 인재의 마음에 들기 마련이다. 듣자 하니 텐료 봉행의 어느 대장이——쇼군님이 추구하는 「영원함」에 온 힘을 쏟을 수 있도록, 관료들이 근처에 거주할 필요가 있다고 건의했다는 말이 있다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 쿠죠 사라, 카미사토 아야토",
        "pt": "Um diagrama detalhado passo a passo como colocar um Corte da Justiça.\\nEsta estrutura majestosa combina perfeitamente os edifícios da Comissão Tripla e da Estação de Polícia. Tem a aura de uma mansão imponente e o ar profissional praticado de uma agência executiva, enquanto que ao mesmo tempo mantém uma estética otimizada. \"Respeitável\" é de fato, palavra-chave aqui.\\nTodos aqueles de origem distinta e caráter honesto certamente aprovarão o layout deste pátio. Ouvi dizer que um dos generais da Comissão Tenryou chegou a recomendar que os oficiais deveriam ficar perto das propriedades da comissão para que pudessem trabalhar mais rapidamente e contribuir de forma mais eficaz para o sonho de alcançar a \"eternidade\" da Toda-Poderosa Shogun.\\nCompanheiro que prefere este conjunto: Kujou Sara, Kamisato Ayato",
        "ru": "Подробная схема изготовления предмета декора «Сад справедливости».\\nЭто великолепное строение сочетает в себе здание Трикомиссии и ставки командующего. Здесь царит величественная атмосфера особняка в сочетании с духом профессионализма исполнительного органа в комбинации с «надлежащей» эстетикой.\\nТакая планировка двора наверняка понравится тем, кто обладает знатным прошлым и честным характером. Говорят, что некий генерал комиссии Тэнрё однажды посоветовал чиновникам держаться поближе к владениям комиссии, чтобы быстрее приступать к работе и эффективнее содействовать мечте сёгуна о достижении «вечности».\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.\\nЭтот комплект предпочитает следующие компаньоны: Кудзё Сара, Камисато Аято.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ลานที่แสนลงตัว\"\\nลานสไตล์ Inazuma อันแสนโอ่อ่า ซึ่งผสมผสานสถาปัตยกรรมของสามสำนักมหาอำนาจ และสิ่งอำนวยความสะดวกของแต่ละสำนักเข้าด้วยกันอย่างชาญฉลาด การรวมกันระหว่างกลิ่นอายของคฤหาสน์ที่แสนสง่างาม กับความเป็นหน่วยงานของผู้บริหารที่มีความสามารถ และยังคงรักษาสุนทรียศาสตร์ไว้ได้อย่างถูกต้อง เรียกได้ว่า \"พอดิบพอดี\"\\nผู้ที่มีภูมิหลังโดดเด่นและบุคลิกที่ซื่อสัตย์ จะเห็นด้วยกับการจัดวางแบบแปลนของลานนี้อย่างแน่นอน ว่ากันว่านายพลแห่งสำนัก Tenryou คนหนึ่งเคยให้คำแนะนำว่า เจ้าหน้าที่ควรอยู่ใกล้กับสถานที่ทำงาน เพื่อที่พวกเขาจะสามารถทำงานได้อย่างรวดเร็ว และพยายามอย่างเต็มที่เพื่อ \"ความเป็นนิรันดร\" ที่ท่านโชกุนผู้ยิ่งใหญ่ใฝ่หา\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Kujou Sara, Kamisato Ayato",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bố trí \"Đình Viện Chính Thống\".\\nĐình viện Inazuma rộng lớn, kết hợp một cách khéo léo kiến trúc dinh phủ Hiệp Hội Tam Cực và các thiết bị của trụ sở hiệp hội, vừa có khí thế của dinh thự danh môn, vừa mang tính chất giải quyết công việc của cơ quan hành pháp, đồng thời giữ được nét đẹp hài hòa đến hoàn hảo, xứng danh phong cách \"chính thống\".\\nCác chí sĩ xuất thân hiển hách, một mực trung thành nhất định sẽ công nhận bố cục của đình viện này. Nghe nói có vị đại tướng nào đó của Hiệp Hội Tenryou từng đề nghị các quan viên nên ở gần nơi làm việc, để có thể nhanh chóng bắt tay vào việc, tận tâm tận lực vì \"vĩnh hằng\" mà Shogun đại nhân theo đuổi.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Kujou Sara, Kamisato Ayato"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}