{
    "name": {
        "en": "Courtyard Wall: Peace Across",
        "de": "Hofmauer – „Friede überall“",
        "chs": "古宅院墙-「阡陌之安」",
        "cht": "古宅院牆-「阡陌之安」",
        "es": "Muro de patio: Paz en el camino",
        "fr": "Mur de cour « Croisée de la paix »",
        "id": "Dinding Taman: Bentangan Kedamaian",
        "jp": "古宅の庭壁-「阡陌の平和」",
        "kr": "고택 담장-「천맥의 평화」",
        "pt": "Parede do Pátio: \"Paz em Toda Parte\"",
        "ru": "Стена двора: Безмятежность во всём",
        "th": "กำแพงสวนบ้านโบราณ - \"ทางแสนสงบ\"",
        "vi": "Tường Viện Cổ - Bình Yên Ngang Qua"
    },
    "id": 391209,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Courtyard Wall: Peace Across.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Hofmauer – Friede überall“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「古宅院墙-『阡陌之安』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「古宅院牆-『阡陌之安』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Muro de patio: Paz en el camino.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du mur de cour « Croisée de la paix ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Dinding Taman: Bentangan Kedamaian\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「古宅の庭壁-『阡陌の平和』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「고택 담장-『천맥의 평화』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Parede do Pátio: \"Paz em Toda Parte\"\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Стена двора: Безмятежность во всём».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างกำแพงสวนบ้านโบราณ - \"ทางแสนสงบ\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Tường Viện Cổ - Bình Yên Ngang Qua\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}