{
    "name": {
        "en": "Court Lantern: Red Moon of Yore",
        "de": "Hoflaterne – „Roter Mond von einst“",
        "chs": "御殿灯笼-「昔日绯月」",
        "cht": "御殿燈籠-「昔日緋月」",
        "es": "Linterna imperial: Luna escarlata de antaño",
        "fr": "Lanterne de cour « Lune rouge d'antan »",
        "id": "Lentera Istana: Bulan Merah Zaman Dulu",
        "jp": "御殿灯籠-「往年の緋月」",
        "kr": "어전 초롱-「과거의 적월」",
        "pt": "Lanterna Guardiã do Palácio: Lua Vermelha do Passado",
        "ru": "Дворовый фонарь: Красная луна прошлого",
        "th": "โคมไฟพิทักษ์วัง - \"จันทราโลหิตแห่งอดีตกาล\"",
        "vi": "Đèn Lồng Ngự Điện - Tiệc Trăng Máu"
    },
    "id": 380412,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Court Lantern: Red Moon of Yore.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Hoflaterne – Roter Mond von einst“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「御殿灯笼-『昔日绯月』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「御殿燈籠-『昔日緋月』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Linterna imperial: Luna escarlata de antaño.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la lanterne de cour « Lune rouge d'antan ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Lentera Istana: Bulan Merah Zaman Dulu.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「御殿灯籠-『往年の緋月』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면,「어전 초롱-『과거의 적월』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Lanterna Guardiã do Palácio: Lua Vermelha do Passado.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Дворовый фонарь: Красная луна прошлого».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างโคมไฟพิทักษ์วัง - \"จันทราโลหิตแห่งอดีตกาล\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Đèn Lồng Ngự Điện - Tiệc Trăng Máu\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}