{
    "name": {
        "en": "Crab Roe Kourayaki",
        "de": "Krebsrogen-Kourayaki",
        "chs": "蟹黄壳壳烧",
        "cht": "蟹黃殼殼燒",
        "es": "Caparazón de cangrejo con huevas",
        "fr": "Kourayaki d'œufs de crabe",
        "id": "Crab Roe Kourayaki",
        "jp": "かにみそ甲羅焼き",
        "kr": "게딱지 구이",
        "pt": "Ovas de Caranguejo Assadas",
        "ru": "Крабовый кораяки",
        "th": "Crab Roe Kourayaki",
        "vi": "Gạch Cua Xào"
    },
    "id": 108295,
    "materialDesc": {
        "en": "A crab meat dish that has been cooked directly over the flames. The meat and roe are mixed evenly, before being garnished with plump crab legs. The happiness that flows forth from that first bite imparts meaning upon your prior forbearance.",
        "de": "Ein Krebsfleischgericht, das direkt über der Flamme gegart wurde. Das Fleisch und der Rogen werden gleichmäßig vermischt, bevor es mit prallen Krebsbeinen garniert wird. Das Glück, das aus dem ersten Bissen strömt, verleiht deiner vorherigen Geduld einen Sinn.",
        "chs": "直火烤制的蟹肉料理。蟹肉与蟹黄混合均匀，缀以肥美的蟹腿肉。吃到嘴里时那一刻满溢而出的幸福感，为此前的耐心赋予了充足的意义。",
        "cht": "直火烤製的蟹肉料理。蟹肉與蟹黃混合均勻，綴以肥美的蟹腿肉。吃到嘴裡時那一刻滿溢而出的幸福感，為此前的耐心賦予了充足的意義。",
        "es": "Un plato de cangrejo cocinado directamente con fuego. La carne y las huevas se han mezclado bien y se han adornado con unas carnosas patas de cangrejo. Ha merecido la pena ser paciente para llevarte a la boca un pedacito de esta rebosante felicidad.",
        "fr": "Un plat de chair de crabe cuit directement à la flamme. La chair et les œufs sont mélangés uniformément, avant d'être garnis de pattes de crabe dodues. Le bonheur qui découle de cette première bouchée donne un sens à la patience dont vous avez fait preuve.",
        "id": "Sajian daging kepiting yang sudah dimasak langsung di atas api. Daging dan telur kepitingnya tercampur dengan rata, sebelum akhirnya diberi hiasan kaki kepiting yang padat berisi. Kebahagiaan yang mengalir dari gigitan pertama membuat kesabaranmu saat menunggu menjadi lebih berarti.",
        "jp": "炭火で焼き上げたカニ料理。カニ肉とかにみそを混ぜ合わせ、美味しい脚肉を乗せる。口に入れた瞬間から広がる幸福感は、この料理にかかったこれまでの時間に意味を与えた。",
        "kr": "직화로 구운 게살 요리. 게살과 게장이 골고루 섞여 알이 꽉 찬 게 다리 살로 장식했다. 입에 넣는 순간 팡 터져 나오는 만족감은 기다려온 인내심에 충분한 의미를 선사한다",
        "pt": "Um prato de caranguejo que foi cozinhado diretamente sobre o fogo. A carne e as ovas estão igualmente misturadas, antes de serem enfeitadas com pernas de caranguejo gordas. A felicidade que aparece da primeira mordida dá significado a sua paciência anterior.",
        "ru": "Блюдо из краба, приготовленное на открытом огне. Мясо равномерно перемешано с икрой и украшено плотными крабьими ножками. Счастье, которым наполнит вас первый кусочек, сполна вознаградит вас за терпение.",
        "th": "เมนูเนื้อปูที่ย่างกับไฟโดยตรง เนื้อปูและไข่ปูที่คลุกเคล้าให้เข้ากัน และตกแต่งด้วยเนื้อกรรเชียงปูอันอวบอั๋น ความสุขที่หลั่งออกมาเมื่อได้ทานเข้าปากนั้น จะทำให้ความอดทนรอก่อนหน้านี้ มีความหมายขึ้นมากเลยทีเดียว",
        "vi": "Món thịt cua được nướng trực tiếp, thịt cua và gạch cua được trộn đều, phối thêm thịt càng cua béo ngậy. Khi cho vào miệng lập tức trào dâng một cảm giác hạnh phúc, như sự đền đáp có ý nghĩa đối với sự kiên nhẫn trước đó."
    },
    "materialType": "MATERIAL_FOOD"
}