{
    "name": {
        "en": "Crab Roe Tofu",
        "de": "Krebsrogentofu",
        "chs": "蟹黄豆腐",
        "cht": "蟹黃豆腐",
        "es": "Tofu con huevas de cangrejo",
        "fr": "Crabe au tofu",
        "id": "Crab Roe Tofu",
        "jp": "かにみそ豆腐",
        "kr": "꽃게알 두부",
        "pt": "Tofu com Ovas de Caranguejo",
        "ru": "Крабовый тофу",
        "th": "Crab Roe Tofu",
        "vi": "Đậu Hũ Gạch Cua"
    },
    "id": 108177,
    "materialDesc": {
        "en": "A dish with a tender mouthfeel. Crab roe is stir-fried till the oil within oozes out before being added to boiled tofu and accented with broth. Simple, yes, but gloriously fresh.",
        "de": "Ein sehr delikates Gericht. Man brate den Krebsrogen in Öl an und gebe dann den bereits blanchierten Tofu dazu. Das Ganze wird mit feiner Brühe abgelöscht. Simple Zutaten, die einem den Gaumen kitzeln werden.",
        "chs": "口感细嫩的菜肴。将蟹黄煸炒出油，加入事先烫好的豆腐，并用高汤加以调制。用料简单，入口却极其鲜美。",
        "cht": "口感細嫩的菜餚。將蟹黃乾炒出油，加入事先燙好的豆腐，並用高湯加以調製。用料簡單，入口卻極其鮮美。",
        "es": "Un plato con una textura suave. Las huevas de cangrejo se sofríen hasta que sueltan sus jugos y se mezclan con el tofu, previamente cocido, tras lo que se añade un sabroso caldo. Un plato hecho con ingredientes sencillos que resulta en un sabor incomparable.",
        "fr": "Un plat à la texture tendre. Les œufs de crabe sont sautés jusqu'à ce que leur huile transpire avant de rejoindre le tofu et être aspergés de bouillon. Simple, mais merveilleusement frais.",
        "id": "Hidangan dengan rasa yang lembut di mulut. Telur kepiting yang digoreng sampai minyak di dalamnya keluar sebelum akhirnya dituang ke dalam rebusan tahu dengan kaldu. Sederhana namun sangat segar.",
        "jp": "繊細な食感の料理。かにみそを炒めて油を出し、事前に温めておいた豆腐を入れ、煮込んだ出汁で味付けをする。材料はシンプルだが、口に入れた瞬間に旨味が広がる一品。",
        "kr": "부드러운 식감의 요리. 꽃게알을 볶아 기름을 내고 삶은 두부를 넣은 뒤 육수로 조리한다. 간단한 재료를 사용했지만 아주 맛있다",
        "pt": "Um prato com um toque de maciez na boca. A ova de caranguejo é frita até o óleo escorrer antes de ser adicionada ao tofu cozido e acentuada com caldo de carne. Simples, sim, mas gloriosamente fresco.",
        "ru": "Нежнейшее блюдо, в котором простые ингредиенты: обжаренная на масле крабовая икра и бланшированный тофу создают исключительное вкусовое сочетание.",
        "th": "อาหารรสชาติที่เนียนนุ่ม ผัด Crab Roe จนน้ำมันออกมา ใส่เต้าหู้ที่ลวกไว้ก่อนแล้ว จากนั้นใส่น้ำซุปลงไป วัตถุดิบเรียบง่าย แต่พอเข้าปากแล้วอร่อยสุด ๆ เลยล่ะ",
        "vi": "Món ăn tinh tế. Xào riêu cua để lấy dầu, cho đậu phụ đã chần trước vào xào cùng với nước dùng. Nguyên liệu đơn giản nhưng ăn vào thì ngon vô cùng."
    },
    "materialType": "MATERIAL_FOOD"
}