{
    "name": {
        "en": "Crab, Ham & Veggie Bake",
        "de": "Geschmorter Schinken mit Krebsgemüse",
        "chs": "蟹黄火腿焗时蔬",
        "cht": "蟹黃火腿焗時蔬",
        "es": "Asado mar y montaña",
        "fr": "Gratin de crabe, jambon et légumes",
        "id": "Crab, Ham & Veggie Bake",
        "jp": "かにみそとハムのグリル野菜",
        "kr": "꽃게알 야채찜",
        "pt": "Caranguejo, Presunto e Vegetais Assados",
        "ru": "Сборная запеканка",
        "th": "Crab, Ham & Veggie Bake",
        "vi": "Bánh Rau Giăm Bông Gạch Cua"
    },
    "id": 108066,
    "materialDesc": {
        "en": "A luxurious bake. Cracks through the golden outer skin reveal a medley of rosy ham and bright vegetables. How tantalizing!",
        "de": "Ein Auflauf mit feinsten Zutaten. Unter der goldenen Kruste lugen rosiger Schinken und grünes Gemüse hervor. Die Farben allein machen dieses Gericht sehr ansprechend.",
        "chs": "配料奢华的焗菜。金黄的外皮下，隐约透着玫红的火腿与青绿的蔬菜，丰富的配色让人不由食指大动。",
        "cht": "配料奢華的焗菜。金黃的外皮下，隱約透著玫紅的火腿與青綠的蔬菜，豐富的配色讓人不由食指大動。",
        "es": "Un asado hecho con los mejores ingredientes. Tras esa crujiente capa dorada hay un relleno de jamón y verduras frescas. ¡Imposible negarse a probarlo!",
        "fr": "Un gratin aux ingrédients savoureux. Sa couche supérieure bien dorée révèle un mélange de jambon et de légumes succulents. Bon appétit !",
        "id": "Kue yang terlihat mewah. Di balik kulit luarnya yang keemasan, terlihat daging ham dan sayuran yang segar. Paduan warnanya mengundang selera makan!",
        "jp": "トッピングが豪華なグリル。黄金色の皮の下から、バラのように赤いハムと青々とした野菜が姿をのぞかせている。鮮やかな彩りに、思わず食欲がそそられる。",
        "kr": "각종 야채와 꽃게알을 넣고 찐 요리. 노란 꽃게알에 오색 향연의 야채, 선홍빛 소시지가 한데 어우러져 식욕을 돋운다",
        "pt": "Um assado chique. Por dentro da camada dourada crocante há um recheio de presunto com vegetais fresquinhos. Impossível de recusar!",
        "ru": "Роскошная запеканка. Сквозь надрезы в золотой корке можно разглядеть сочную ветчину и яркие овощи. Невозможно устоять!",
        "th": "อาหารอบที่มีส่วนประกอบอันหรูหรา ภายใต้เปลือกนอกสีเหลืองนั้นสามารถมองเห็นแฮมสีแดง ๆ และผักสีเขียว ๆ ได้อย่างราง ๆ ซึ่งโทนสีที่หลากหลายนั้นทำให้ผู้คนอดใจไม่ไหวที่จะลิ้มลอง",
        "vi": "Món thập cẩm xa xỉ. Màu đỏ của giăm bông và màu xanh của rau ẩn giấu trong lớp vỏ vàng kim, màu sắc kết hợp khiến người khác bị mê hoặc."
    },
    "materialType": "MATERIAL_FOOD"
}