{
    "name": {
        "en": "Crimson Crystal",
        "de": "Blutroter Kristall",
        "chs": "赤色的结晶",
        "cht": "赤色的結晶",
        "es": "Cristal carmesí",
        "fr": "Cristal écarlate",
        "id": "Kristal Merah",
        "jp": "赤い結晶",
        "kr": "붉은색 결정",
        "pt": "Cristal Carmesim",
        "ru": "Алый кристалл",
        "th": "Crimson Crystal",
        "vi": "Kết Tinh Màu Đỏ"
    },
    "id": 100135,
    "materialDesc": {
        "en": "A teardrop crystal in which gloomy red gleams flow. Seems to have been left by the dragon. Perhaps the person that was talking with the dragon knows more about it, but where did he go?",
        "de": "Ein Kristall in Form eines Wassertropfens. Ein tiefes Rot durchzieht ihn. Vielleicht hat dieser Drache ihn zurückgelassen? Diese seltsame Person, die eben mit dem Drachen gesprochen hat, weiß da vielleicht mehr. Aber wo ist sie hin?",
        "chs": "水滴状的结晶，流动着赤红色的阴郁光芒，可能是那条龙留下的东西…刚才那个与龙交谈的怪人也许知道这是什么吧。但他到哪里去了？",
        "cht": "水滴狀的結晶，流動著赤紅色的陰鬱光芒，可能是那條龍留下的東西…剛才那個與龍交談的怪人也許知道這是什麼吧。但他到哪裡去了？",
        "es": "Un cristal en forma de lágrima en el que fluyen sombríos destellos rojos. Parece haber sido dejado por el dragón. Tal vez la persona que estaba hablando con el dragón sabe más al respecto, pero ¿a dónde fue?",
        "fr": "Un cristal en forme de goutte brillant d'une lumière rouge que le dragon a dû faire tomber tout à l'heure. La personne qui lui parlait en sait sans doute davantage sur cet objet, mais où est-elle passée ?",
        "id": "Kristal berbentuk tetesan air yang memancarkan cahaya merah tua. Sepertinya dijatuhkan oleh naga itu, mungkin orang yang berbicara dengan naga tadi mengetahui sesuatu. Tapi, ke mana dia pergi?",
        "jp": "水滴状の結晶。赤く暗い光が流れている。あの龍が残していったものかもしれない…先程、龍と言葉を交わした者なら、これが何か分かるかもしれない。しかし、彼は一体どこに？",
        "kr": "물방울 형태의 결정. 음울한 붉은빛이 서려있다. 아까 그 드래곤이 남긴 물건인 듯한데… 그 드래곤과 대화하던 사람은 뭔가 알고 있을 것 같다. 그는 어디로 간 걸까?",
        "pt": "Um cristal de lágrima no qual flui uma luminescência vermelha sombria. Parece ter sido deixado pelo dragão. Talvez aquela pessoa que estava falando com o dragão saiba de mais algo, mas aonde ele foi?",
        "ru": "Каплевидный кристалл, внутри которого видно алое свечение. Кажется, его оставил дракон. Возможно, парень в зелёном, который разговаривал с ним, знает об этом больше, но куда же он подевался?",
        "th": "คริสตัลรูปหยดน้ำ มันเรืองแสงสีแดงอย่างเศร้าสร้อย ดูเหมือนจะเป็นสิ่งที่เหลือไว้จากมังกร บางทีผู้ที่คุยกับมังกรได้อาจจะรู้อะไร มากกว่านี้ก็เป็นได้ แต่ว่าคนผู้นั้นเขาหายไปไหนแล้วล่ะ?",
        "vi": "Kết tinh hình giọt nước, tỏa ra màu sáng đỏ, có thể là vật do con rồng đó để lại... Cái người quái lạ nói chuyện với rồng lúc nãy chắc biết điều gì đó. Nhưng hắn đi đâu mất rồi?"
    },
    "materialType": "MATERIAL_QUEST"
}