{
    "name": {
        "en": "Crimson Agate (Display)",
        "de": "Blutroter Achat (nur Ansicht)",
        "chs": "绯红玉髓（纯表现）",
        "cht": "緋紅玉髓（純表現）",
        "es": "Ágata escarlata pura",
        "fr": "Agate pourpre (affichage)",
        "id": "Crimson Agate (Display)",
        "jp": "緋紅玉髄",
        "kr": "진홍의 옥수(이펙트)",
        "pt": "Calcedônia Carmesim (Exibir)",
        "ru": "Багровый агат (Демонстрация)",
        "th": "Crimson Agate (Display)",
        "vi": "Mã Não Đỏ Thẫm (biểu hiện)"
    },
    "id": 107011,
    "materialDesc": {
        "en": "A type of crystal formed from the combination of concentrated life force with an energy unique to Dragonspine. Makes for an ideal nutrient for growing Frostbearing Trees.",
        "de": "Ein Kristall, der durch die Kombination von großer Lebenskraft und einer seltsamen Energie am Drachengrat entstanden ist. Der beste Nährstoff für den Permafrostbaum, der sich so sehnlichst wünscht zu wachsen.",
        "chs": "某种浓郁的生命力与龙脊雪山的特殊能量结合产生的结晶。对于渴求生长的忍冬之树，是绝好的「养分」。",
        "cht": "某種濃郁的生命力與龍脊雪山的特殊能量結合產生的結晶。對於渴求生長的忍冬之樹，是絕好的「養分」。",
        "es": "Un cristal creado mediante la combinación de una gran fuerza vital y una extraña energía de Espinadragón. Es el mejor nutriente para el Árbol frioeterno, que tan fervientemente desea crecer.",
        "fr": "Un type de cristal formé par la fusion d'énergie vitale concentrée et d'une force particulière émanant des Monts Dosdragon. Il s'agit d'un engrais idéal pour faire pousser les Arbres permagelés.",
        "id": "Kristal yang terbentuk dari hasil gabungan antara energi kehidupan yang kuat dengan energi spesial yang ada di Dragonspine. Nutrisi yang ideal untuk pertembuhan Frostbearing Tree.",
        "jp": "ある生命力とドラゴンスパインの特殊エネルギーが結合して生成された結晶。成長を渇望する冬忍びの樹にとっては絶好の「養分」である。",
        "kr": "강한 생명력과 드래곤 스파인의 특수한 에너지가 만나 생성된 결정. 생장을 갈망하는 인동의 나무에게 최고의 「양분」이다",
        "pt": "Um tipo de cristal formado a partir da combinação de uma força vital concentrada com uma energia exclusiva da Espinha do Dragão. Faz um nutriente ideal para o cultivo de Árvores do Sabugueiro.",
        "ru": "Кристалл, образовавшийся от смешения жизненной силы и особой энергии Драконьего хребта. Лучшего питательного вещества для жаждущего роста Дерева вечной мерзлоты не отыскать.",
        "th": "คริสตัลที่เกิดจากการรวมกันของพลังชีวิตที่ทรงพลังและพลังพิเศษใน Dragonspine นี่คือ \"สารอาหาร\" ที่เหมาะสำหรับการเจริญเติบโตของ Frostbearing Tree",
        "vi": "Kết tinh được tạo ra bằng việc kết hợp giữa sức mạnh sinh mệnh mạnh mẽ và năng lượng đặc biệt trên Long Tích Tuyết Sơn. Đây là \"chất dinh dưỡng\" tuyệt vời cho Cây Chịu Lạnh luôn khát khao trưởng thành."
    },
    "materialType": "MATERIAL_ELEM_CRYSTAL"
}