{
    "name": {
        "en": "Crispy Potato Shrimp Platter",
        "de": "Garnelen auf krossem Kartoffelbett",
        "chs": "鲜虾脆薯盏",
        "cht": "鮮蝦脆薯盞",
        "es": "Cóctel de camarones sobre papas fritas",
        "fr": "Croquants aux crevettes",
        "id": "Crispy Potato Shrimp Platter",
        "jp": "エビのポテトカナッペ",
        "kr": "바삭 쉬림프 카나페",
        "pt": "Prato de Camarão e Batata Crocante",
        "ru": "Хрустящие креветки с картофелем",
        "th": "Crispy Potato Shrimp Platter",
        "vi": "Giỏ Khoai Giòn Tôm Tươi"
    },
    "id": 108223,
    "materialDesc": {
        "en": "An attractive-looking pre-meal snack. A spread made from potatoes and berries is placed onto crispy potato slices, and a whole shrimp is then added on top. The fragrant and full-bodied flavors serve to whet the appetite, while the addition of Mint adds a whole other dimension to the mix.",
        "de": "Eine attraktiv aussehende Vorspeise. Auf knusprige Kartoffelscheiben wird ein Aufstrich aus Kartoffeln und Beeren gegeben, darauf kommt eine ganze Garnele. Die duftenden und vollmundigen Aromen regen den Appetit an, während die Zugabe von Minze der Mischung eine ganz neue Dimension verleiht.",
        "chs": "色泽诱人的餐前小吃。土豆和树莓拌成馅料，摆放在香脆薯片上，顶端放置整只虾肉。香甜浓郁的口感很能激发食欲，搭配薄荷也别有一番风味。",
        "cht": "色澤誘人的餐前小點。將馬鈴薯和樹莓拌成餡料，擺放在香脆薯片上，頂端放上整隻蝦肉。香甜濃郁的口感很能刺激食慾，搭配薄荷也別有一番風味。",
        "es": "Un brillante y cautivador aperitivo. El relleno, hecho de papas y bayas, se coloca sobre una crujiente papa frita. Por encima de ambas se coloca, a su vez, un camarón entero. La fragante y deliciosa textura de este plato tiene la capacidad de abrir el apetito. Acompañado de un poco de menta, cobra un sabor y aroma únicos.",
        "fr": "Un snack à l'aspect appétissant, à déguster à l'apéritif. Des chips de pommes de terre croustillantes agrémentées d'une farce de baies et de pommes de terre, sur lesquelles est déposée une crevette. Le mélange des saveurs qui en résulte sur le palais en fait un encas idéal pour ouvrir l'appétit. Délicieux également accompagné de menthe.",
        "id": "Camilan yang dihidangkan sebelum makan menu utama. Kentang dan berry diolah menjadi saus, lalu dituang ke atas keripik kentang yang renyah. Letakkan udang sebagai pemanis, dan hidangan manis pun siap membuat lidahmu bergoyang. Rasanya yang manis akan membuat selera makan bertambah. Daun mint juga bisa ditambahkan untuk memberi cita rasa yang berbeda.",
        "jp": "食欲をそそる色鮮やかな前菜。ポテトとラズベリーを混ぜた具とエビ1匹を丸ごと、カリカリのポテチの上にのせる。甘くてコクのある味わいが食欲を刺激し、ミントとの組み合わせも不思議な味を楽しませる。",
        "kr": "매력적인 빛깔의 애피타이저. 감자와 라즈베리를 버무려 스프레드를 만들고, 바삭한 감자칩 위에 올린 뒤, 마지막으로 새우살을 올려 장식한다. 고소하고 풍부한 식감이 식욕을 자극해 허브와 같이 먹으면 새로운 풍미를 느낄 수 있다",
        "pt": "Um aperitivo de boa aparência antes da refeição principal. As batatas e bagas foram transformadas em enchimento e colocadas sobre as fatias de batata crocante antes de se colocar o camarão em cima. O sabor denso em sua boca é realmente bom, e a menta adiciona um bom sabor na mistura.",
        "ru": "Красочная соблазнительная закуска. Перетёртый с ягодами картофель на хрустящих картофельных чипсах, сверху украшены креветками. Сладкий и насыщенный вкус разжигает аппетит, а мята добавляет особую пикантность.",
        "th": "ของกินเล่นก่อนมื้ออาหารสีสันน่าทาน มันฝรั่งและเบอร์รี่ที่นำมาทำเป็นไส้และทาลงบนแผ่นมันฝรั่งทอดกรอบ จากนั้นวางกุ้งทั้งตัวไว้บนสุด รสชาติสุดเข้มข้นในปากนั้นทำให้เจริญอาหารเป็นอย่างยิ่ง และใบมิ้นต์ก็ยิ่งช่วยเพิ่มรสชาติสุดพิเศษให้กับอาหารด้วย",
        "vi": "Món ăn vặt màu sắc hấp dẫn. Trộn khoai tây và quả mâm xôi thành nhân bánh, đặt chúng lên trên những miếng khoai tây chiên giòn rồi đặt cả con tôm lên trên. Hương vị ngọt ngào và phong phú có thể kích thích sự thèm ăn, và nó cũng có hương vị đặc biệt khi kết hợp với bạc hà."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}