{
    "name": {
        "en": "Crown of Insight",
        "de": "Krone der Weisheit",
        "chs": "智识之冕",
        "cht": "智識之冕",
        "es": "Corona de la sabiduría",
        "fr": "Couronne de la sagesse",
        "id": "Crown of Insight",
        "jp": "知恵の冠",
        "kr": "지식의 왕관",
        "pt": "Coroa da Sabedoria",
        "ru": "Корона прозрения",
        "th": "Crown of Insight",
        "vi": "Vương Miện Trí Thức"
    },
    "id": 104319,
    "materialDesc": {
        "en": "A precious Talent Level-Up material.\\nOnce a medium for the storage and transfer of wisdom in ancient times. Now, wisdom is found in ancient texts and in profound speech. Nevertheless, this Crown of Insight must still be able to impart some transcendent power and wisdom to its bearer.",
        "de": "Wertvolles Material, das zum Verbessern von Talenten benötigt wird.\\nEin rituelles Hilfsmittel, das in alter Zeit für die Weitergabe von Wissen genutzt wurde. Heutzutage jedoch liegt Wissen in gesprochener und niedergeschriebener Sprache. Die in der Krone der Weisheit gespeicherte Kraft kann heute sicherlich immer noch auf den Menschen abfärben.",
        "chs": "提升天赋所需的珍贵素材。\\n远古时期，承载与传授智识所用的仪式器具。尽管如今，智慧居于言语及典籍中，但「智识之冕」中残存的力量与智慧仍能给如今的人们带来伟大的突破吧。",
        "cht": "提升天賦所需的珍貴素材。\\n遠古時期，承載與傳授智識所用的儀式器具。儘管如今，智慧居於言語及典籍中，但「智識之冕」中殘存的力量與智慧仍能給如今的人們帶來偉大的突破吧。",
        "es": "Un valioso material para mejorar los talentos.\\nEste objeto guarda y transmite los conocimientos de la antigüedad. Aunque en la actualidad estos se encuentran en los textos antiguos y en las propias personas, esta Corona de la sabiduría aún es capaz de otorgar a su portador un gran poder y sabiduría.",
        "fr": "Matériau d'amélioration d'aptitude rare.\\nUn support utilisé dans les temps anciens pour conserver et transmettre le savoir. Bien que de nos jours les connaissances se transmettent de différentes manières, autant orales qu'écrites, cet artéfact n'a pas perdu la moindre once de son pouvoir d'antan.",
        "id": "Material Penguatan Talenta yang berharga.\\nDi zaman kuno, pernah digunakan sebagai instrumen ritual untuk membawa dan menyebarkan ilmu pengetahuan. Sekarang, kebijaksanaan ditemukan dalam teks-teks kuno dan dalam pidato yang mendalam. Namun demikian, Mahkota Kebijaksanaan ini masih tetap dapat memberikan kekuatan dan kebijaksanaan kepada pemiliknya.",
        "jp": "天賦のLvUpに必要なレア素材。\\n遥か昔に、知恵の伝承に使用していた儀式の器具。現在、知恵はすでに言語や典籍と一体化している。しかし「知恵の冠」に残された力と知識は今の人に偉大なる突破をもたらしてくれる。",
        "kr": "특성을 올리는데 필요한 진귀한 소재.\\n먼 옛날, 지식을 전수하는데 사용한 의식용 도구. 오늘날에는 지혜가 언어와 책에 들어있으나, 「지식의 왕관」에 남아있는 힘과 지혜는 요즘 사람들에게도 위대한 진전을 이룰 수 있게 해준다",
        "pt": "Um precioso material para aumento de Nível de Talento.\\nCostumava ser um objeto de ensino de conhecimentos nos tempos antigos. Agora, a sabedoria é encontrada em textos antigos e em profundos discursos. No entanto, esta Coroa da Sabedoria ainda deve ser capaz de transmitir algum poder e sabedoria transcendente ao seu portador.",
        "ru": "Ценный материал повышения таланта.\\nВ древности она служила для передачи знаний. Теперь же мудрость черпают из старинных книг и глубокомысленных речей. Невзирая на это, Корона прозрения всё ещё может наделить её носителя великими силами и знанием.",
        "th": "วัสดุล้ำค่าที่ใช้ในการยกระดับพรสวรรค์\\nในสมัยโบราณจะใช้ของประกอบพิธีในการถ่ายทอดวิชาความรู้ ส่วนทุกวันนี้ภูมิปัญญานั้นอาศัยคำพูดและตำรา แต่พลังและภูมิปัญญาที่ยังหลงเหลืออยู่ใน \"มงกุฎแห่งความรู้\" ยังสามารถนำความก้าวหน้าที่ยิ่งใหญ่มาสู่ผู้คนในปัจจุบันได้",
        "vi": "Nguyên liệu quý để tăng thiên phú.\\nDụng cụ nghi thức dùng để chứa và truyền thụ tri thức ở thời viễn cổ. Cho dù ngày nay, trí tuệ đã được truyền thụ lại trong ngôn ngữ và điển tịch, nhưng sức mạnh và trí tuệ tàn dư trong \"Vương Miện Trí Thức\" vẫn mang đến cho con người thời nay những đột phá vô cùng vĩ đại."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}