{
    "name": {
        "en": "Crude Double-Decker Pallet",
        "de": "Resistente Doppelstockpalette",
        "chs": "抗浪结构双层货盘",
        "cht": "抗浪結構雙層貨盤",
        "es": "Palé de dos niveles resistente a las olas",
        "fr": "Palette à deux étages bâchée",
        "id": "Palet Kayu 2 Tingkat",
        "jp": "耐波構造の二段パレット",
        "kr": "파도에 강한 이층 화물 팔레트",
        "pt": "Palete Cru de Dois Andares",
        "ru": "Двухъярусная водонепроницаемая палета",
        "th": "พาเลทวางของสองชั้น",
        "vi": "Ván 2 Tầng Tránh Sóng"
    },
    "id": 394402,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Crude Double-Decker Pallet.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Resistente Doppelstockpalette“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「抗浪结构双层货盘」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「抗浪結構雙層貨盤」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Palé de dos niveles resistente a las olas.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la palette à deux étages bâchée.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Palet Kayu 2 Tingkat\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「耐波構造の二段パレット」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「파도에 강한 이층 화물 팔레트」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Palete Cru de Dois Andares\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Двухъярусная водонепроницаемая палета».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"พาเลทวางของสองชั้น\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Ván 2 Tầng Tránh Sóng\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}