{
    "name": {
        "en": "Crystal Marrow",
        "de": "Kristallmark",
        "chs": "晶化骨髓",
        "cht": "晶化骨髓",
        "es": "Médula cristalizada",
        "fr": "Moelle cristalline",
        "id": "Crystal Marrow",
        "jp": "晶化骨髄",
        "kr": "수정 골수",
        "pt": "Medula de Cristal",
        "ru": "Кристальный костный мозг",
        "th": "Crystal Marrow",
        "vi": "Tủy Pha Lê"
    },
    "id": 101203,
    "materialDesc": {
        "en": "A crystal that contains a sliver of Tatarigami power. Adding this material during smelting will greatly increase the strength and toughness of metals.",
        "de": "Ein Kristall, der einen Splitter mit der Kraft der Tatarigami enthält. Wenn du dieses Material beim Schmelzen hinzufügst, wird die Stärke und Zähigkeit von Metallen stark erhöht.",
        "chs": "蕴含着「祟神」力量的晶体。冶炼时加入这种物质的话，能极大地提高钢铁制品的强度与韧性。",
        "cht": "蘊含著「祟神」力量的晶體。冶煉時加入這種物質的話，能極大地提高鋼鐵製品的強度與韌性。",
        "es": "Cristal que contiene la energía maligna de los tatarigami. Si se utiliza este material al fundir metales, aumentará considerablemente su fortaleza y dureza.",
        "fr": "Un cristal qui contient une partie du pouvoir du Tatarigami. L'ajout de ce matériau lors de la fusion augmentera considérablement la résistance et la dureté des métaux.",
        "id": "Kristal yang mengandung sepotong kekuatan Tatarigami. Menambahkan kristal ini pada saat peleburan dapat meningkatkan kekuatan dan ketahanan logam besi secara drastis.",
        "jp": "「祟り神」の力を宿した結晶体。鍛冶時にこの物質を加えると、鋼鉄製品の強度と靭性を大幅に向上させることができる。",
        "kr": "「재앙신」의 힘이 담긴 결정체. 제련할 때 이런 물질을 첨가하면, 강철 제품의 강도와 내구성을 극대화할 수 있다고 한다",
        "pt": "Um cristal que contém um pouco do poder do Tatarigami. Adicionar este material durante o forjamento aumentará muito a resistência e a dureza dos metais.",
        "ru": "В этих кристаллах содержится сила Татаригами. Их добавление при выплавке значительно повышает прочность и упругость металлических изделий.",
        "th": "คริสตัลที่มีพลังของ \"Tatarigami\" เป็นส่วนประกอบ การเพิ่มสิ่งนี้ในระหว่างการหลอม จะสามารถปรับปรุงความแข็งแรง และความทนทานของเหล็กได้อย่างมาก",
        "vi": "Tinh thể chứa sức mạnh của Họa Thần, nếu dùng loại vật chất này trong khi tinh luyện sẽ có thể nâng cao độ bền và sức chống đỡ của các sản phẩm thép."
    },
    "materialType": "MATERIAL_EXCHANGE"
}