{
    "name": {
        "en": "Crystalline Bloom",
        "de": "Ewige Eisblume",
        "chs": "晶凝之华",
        "cht": "晶凝之華",
        "es": "Flor cristalina",
        "fr": "Fleur cristalline",
        "id": "Crystalline Bloom",
        "jp": "凝結の華",
        "kr": "응결의 꽃",
        "pt": "Florescimento Cristalino",
        "ru": "Цветение кристалла",
        "th": "Crystalline Bloom",
        "vi": "Tinh Hoa Ngưng Kết"
    },
    "id": 113020,
    "materialDesc": {
        "en": "An ice crystal of exceeding purity that is created in the frigid blooming of a Cryo Hypostasis.\\nThese frosty crystals will continue to grow according to their own cold, rigid laws, till one day a flower of winter shall bloom and freeze everything. Perhaps it is stagnant time, that never-thawing bosom, that is the essence of this undying flower.",
        "de": "Ein Eiskristall von höchster Reinheit, der in der eisigen Blüte einer Kryo-Hypostase entsteht.\\nDiese frostigen Kristalle werden nach ihren eigenen kalten, starren Gesetzen weiter wachsen, bis eines Tages eine Blume des Winters erblühen und alles einfrieren wird. Vielleicht ist es die stagnierende Zeit, diese nie tauende Brust, welche die Essenz dieser unsterblichen Blume ist.",
        "chs": "无相之冰绽开的极寒瞬间，凝结而出的至纯冰晶。\\n冰霜的结晶永远依凭着冰冷的定则生长、盛放，最终开出冻结一切的凛冬之花。或许滞顿的时间，无法解冻的幽怀，才应当是永存不灭之花的真谛。",
        "cht": "無相之冰綻開的極寒瞬間，凝結而出的至純冰晶。\\n冰霜的結晶永遠依憑著冰冷的定則生長、盛放，最終開出凍結一切的凜冬之花。或許滯頓的時間，無法解凍的幽懷，才應當是永存不滅之花的真諦。",
        "es": "Un cristal de hielo de una pureza extrema que se crea cuando un Hipóstasis Cryo florece.\\nEstos cristales de escarcha siempre crecerán y florecerán sin parar según las reglas del frío, hasta que un día se transformen en la flor invernal que lo congela todo. Quizás el tiempo estancado, ese corazón que nunca se derrite, es la esencia de esta flor inmortal.",
        "fr": "Un cristal de glace d'une extrême pureté qui s'est formé à partir de la floraison d'une Hypostase Cryo.\\nLes cristaux glacés grandissent et fleurissent selon leurs propres lois du froid, jusqu'à ce qu'un jour une fleur hivernale éclose et gèle tout. Peut-être est-ce le temps stagnant et ce cœur qui ne fond jamais qui sont l'essence de cette fleur éternelle.",
        "id": "Kristal es dengan kemurnian luar biasa yang terbentuk dari mekarnya bunga es Cryo Hypostasis.\\nKristal es ini akan terus bertumbuh mengikuti prinsip pembekuan yang tidak bisa diganggu gugat, bertumbuh sampai suatu hari sekuntum bunga musim dingin mekar dan membekukan segalanya. Mungkin waktu yang terhenti, dan jiwa yang tak pernah membeku adalah inti dari bunga abadi ini.",
        "jp": "無相の氷が開花する極寒の瞬間、純粋な氷晶が凝結される。\\n氷霜の結晶は、必ず氷のように冷たい規則に従って成長し、開花し、やがてすべてを凍らせる寒冬の花となる。停滞した時間、溶けることのない意思こそが、不滅の花の真意であるはずだ。",
        "kr": "무상의 얼음이 피어나는 극한의 순간, 응결되는 순수한 얼음 결정체.\\n응결의 얼음 결정체는 언제나 차가운 환경에서 자라나고, 피어나며 마침내 모든 것을 얼리는 혹한의 꽃을 피운다. 어쩌면 정체된 시간, 풀 수 없는 감정의 깊이가 영원불멸의 꽃의 진정한 의미일지도 모른다",
        "pt": "Um cristal de gelo de pureza excessiva que é criado no frígido desabrochar de um Hypostasis Cryo.\\nEstes cristais gelados continuarão a crescer de acordo com suas próprias leis rígidas e frias, até que um dia uma flor de inverno floresça e congele tudo. Talvez o tempo de estagnação, a força que nunca se desfaz, seja a essência desta flor imortal.",
        "ru": "Ледяные кристаллы поразительной чистоты, образовавшиеся в холодном цвету Крио гипостазиса.\\nЭти морозные кристаллы никогда не прекратят расти, следуя своим студёным законам, пока однажды не раскроется цветок зимы и не заморозит всё вокруг. Возможно, застывшее время, его нетающее лоно, и есть истинная сущность этого бессмертного цветка.",
        "th": "Cryo Hypostasis เกิดขึ้นในช่วงเวลาที่หนาวเหน็บ และควบแน่นเป็นคริสตัลน้ำแข็งบริสุทธิ์ \\nเป็นดอกไม้แห่งความหนาวเย็นที่เติบโตและเบ่งบานจากการตกผลึกของน้ำค้างแข็งจนทำให้ทุกอย่างถูกแช่อยู่ในน้ำแข็ง บางทีเวลาที่หยุดนิ่ง ไม่อาจละลายได้ อาจจะเป็นความหมายที่แท้จริงของดอกไม้ที่ไม่มีวันดับสลายก็ได้นะ",
        "vi": "Băng tinh thuần khiết được ngưng kết từ cái lạnh cực độ của Băng Nguyên Bản.\\nKết tinh băng sẽ sinh sôi nảy nở từ trong hàn băng, sau cùng sẽ nở ra đóa hoa băng, đông kết mọi thứ. Có lẽ sự trì trệ của thời gian không thể hóa giải u sầu mới chính là chân lý cho sự trường tồn bất diệt."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}