{
    "name": {
        "en": "Crystalline Core",
        "de": "Kristallkern",
        "chs": "晶核",
        "cht": "晶核",
        "es": "Núcleo de cristal",
        "fr": "Noyau cristallin",
        "id": "Inti Kristal",
        "jp": "晶核",
        "kr": "수정 코어",
        "pt": "Núcleo de Cristal",
        "ru": "Кристальное ядро",
        "th": "แกนคริสตัล",
        "vi": "Tinh Hạt Nhân"
    },
    "id": 101898,
    "materialDesc": {
        "en": "The crystalline core component that was missing from the curious Fatui machine. According to Persikov's manuscript, the machine can be restarted if three such cores are found and inserted into the device.",
        "de": "Ein dem ungewöhnlichen Apparat der Fatui fehlender Kristallkern. Anhand von Persikovs Notiz werden drei davon benötigt, um den Apparat erneut zu starten.",
        "chs": "愚人众神秘装置中缺失的晶核。依照佩尔西科夫的手稿来看，寻找三个这样的晶核，将其置入装置，即可完成重启。",
        "cht": "愚人眾神秘裝置中缺失的晶核。依照佩爾西科夫的手稿來看，尋找三個這樣的晶核，將其置入裝置，即可完成重啟。",
        "es": "Un núcleo de cristal perdido de la misteriosa máquina Fatui. Según el manuscrito de Persikov, la máquina podrá reactivarse tras encontrar tres de estos cristales e insertarlos en ella.",
        "fr": "Le noyau cristallin qui manquait à l'appareil étrange des Fatui. Selon le manuscrit de Persikov, l'appareil peut être redémarré si trois de ces noyaux y sont insérés.",
        "id": "Komponen inti yang menghilang dari mesin Fatui yang mencurigakan. Menurut Catatan Persikov, mesin tersebut dapat dinyalakan kembali jika ketiga inti tersebut berhasil ditemukan dan dimasukkan ke dalam mesinnya.",
        "jp": "ファデュイの不思議な装置に欠けている晶核。ペルシーコフのレポートによると、このような晶核を3つ見つけて装置にセットすれば、再起動できるようだ。",
        "kr": "우인단의 신비한 장치에서 사라진 수정 코어. 페르시코프의 원고에 따르면, 수정 코어 세 개를 찾아 장치에 넣으면 장치를 재가동할 수 있다고 한다",
        "pt": "Um núcleo de cristal desaparecido do misterioso dispositivo dos Fatui. De acordo com o Manuscrito de Persikov, é necessário encontrar três núcleos de cristal como esse e inseri-los no dispositivo para que ele possa ser ativado.",
        "ru": "Кристальное ядро, которого не хватает в таинственном устройстве Фатуи. Согласно записям Персикова, устройство можно перезапустить, если найти три таких кристалла и вставить их в устройство.",
        "th": "แกนคริสตัลที่หายไปจากอุปกรณ์ลึกลับของ Fatui ตามต้นฉบับของ Persikov ถ้าหาแกนคริสตัลแบบนี้เจอ 3 อัน และใส่ติดตั้งเข้าไปในอุปกรณ์ จะสามารถทำให้อุปกรณ์กลับมาใช้งานอีกครั้งได้",
        "vi": "Tinh Hạt Nhân bị mất trong thiết bị bí ẩn của Fatui. Dựa theo Bản Thảo Của Persikov, tìm 3 Tinh Hạt Nhân như vậy đặt vào thiết bị là có thể khởi động lại."
    },
    "materialType": "MATERIAL_QUEST"
}