{
    "name": {
        "en": "Crystalfish",
        "de": "Kristallfisch",
        "chs": "水晶宴",
        "cht": "水晶宴",
        "es": "Pez de cristal",
        "fr": "Poisson cristal",
        "id": "Crystalfish",
        "jp": "水晶宴",
        "kr": "수정빛 구피",
        "pt": "Peixe Cristal",
        "ru": "Кристальная рыба",
        "th": "Crystalfish",
        "vi": "Cá Pha Lê"
    },
    "id": 131005,
    "materialDesc": {
        "en": "A rare Medaka that glitters like crystal. Its patterns are very intricate indeed, to the point where it is often called the \"Medaka Aesthete.\"\\nSome merchants will claim that these Medaka will lay a crystal pearl under certain extreme conditions and that this pearl is both an item of great price and a sign of quality. This has made these fish very sought after by people from all walks of life and caused their market value to soar. However, this is just amusing to the fishermen, who know the inside story: That object is merely a Loach Pearl that the fish ate by mistake. It rolled into the fish's salty intestines, only to spat back out of the mouths of merchants with an agenda. Some grounds for a price hike that is!",
        "de": "Ein seltener Medaka, der wie ein Kristall glitzert. Seine Muster sind in der Tat so raffiniert, dass er oft als „Medaka-Künstler“ bezeichnet wird. \\nEinige Händler behaupten, dass diese Medaka unter bestimmten extremen Bedingungen eine Kristallperle legen und dass diese Perle sowohl ein Gegenstand von hohem Preis als auch ein Zeichen von Qualität ist. Das hat dazu geführt, dass diese Fische bei Menschen aus allen Gesellschaftsschichten sehr begehrt sind und ihren Marktwert in die Höhe schnellen lassen. Dies ist jedoch absurd für die Fischer, die die Wahrheit der Perle kennen: Das Objekt ist lediglich eine Lurchperle, die der Fisch aus Versehen gefressen hat. Nachdem sie aus den Fischen ausgeschieden werden, werden sie von den hinterlistigen Händler gefunden und danach überteuer verkauft. In diesem Sinne ist es einfach absurd, dass diese Perlen so beliebt sind.",
        "chs": "如水晶般闪耀的珍稀鳉鱼，花纹繁复，堪称鳉鱼中的美术家。\\n有商贩宣称，这种鳉鱼在极端条件中会产下一种水晶珍珠，十分名贵，是上流的象征。这让它们受到各路人士的追捧，市面上的价格也一路水涨船高。但这在了解内情的渔师眼里却颇为滑稽：那珍珠明明只是被误食的鳅鳅宝玉而已，打腌臜鱼肠滚进去，再从有心商贩嘴里吐出来，怎就摇身一变、价值连城了？",
        "cht": "如水晶般閃耀的珍稀鱂魚，花紋繁複，堪稱鱂魚中的美術家。\\n有商販宣稱，這種鱂魚在極端條件中會產下一種水晶珍珠，十分名貴，是上流的象徵。這讓牠們受到各路人士的追捧，市面上的價格也一路水漲船高。但這在瞭解內情的漁師眼裡卻頗為滑稽：那珍珠明明只是被誤食的鰍鰍寶玉而已，自醃臢魚腸滾進去，再從有心商販嘴裡吐出來，怎就搖身一變、價值連城了？",
        "es": "Un tipo de medaka poco común que reluce como el cristal. Los patrones dibujados en sus escamas son muy intrincados, por lo que algunos lo llaman “pez artista”.\\nAlgunos mercaderes aseguran que estos peces ponen una perla de cristal en ciertas condiciones extremas, y que esta perla es muy valiosa y un signo de calidad. Por este motivo, todo el mundo quiere comprar estos peces y su precio subió como la espuma. Pero los pescadores conocen la verdad: ese objeto no es más que una perla de locha que el pez se comió por accidente y que los vendedores de pescado le hacen escupir cuando les conviene.",
        "fr": "Un médaka rare, brillant à la façon d'un cristal, et aux motifs compliqués. L'artiste des médakas, si l'on veut.\\nCertains colporteurs racontent que ce type de poisson peut, lorsqu'il est soumis à des conditions extrêmes, produire un genre de perle de cristal extrêmement précieuse. La perle étant l'un des symboles des classes supérieures, l'animal est donc particulièrement recherché, et son prix s'envole facilement. Les pêcheurs qui connaissent leur affaire trouvent la chose plutôt amusante : la perle en question n'est qu'une simple perle de loche avalée par le poisson, et cette simple perle suffit à faire monter son prix vertigineusement...?",
        "id": "Ikan medaka langka yang berkilau bagai kristal. Pola tubuhnya sangat rumit, sampai ada yang menyebutnya \"medaka seniman\" di antara jenis medaka lainnya.\\nAda beberapa pedagang mengatakan bahwa dalam kondisi ekstrem, ikan medaka ini bisa menghasilkan mutiara kristal yang amat mahal dan berkualitas tinggi. Sejak saat itu, jenis medaka ini sangat diincar banyak orang dan harganya pun melesat tinggi. Tapi ini terdengar lucu bagi para nelayan yang mengerti, karena jelas-jelas mutiara itu adalah Loach Pearl yang tidak sengaja termakan oleh ikan-ikan tersebut, lalu masuk ke ususnya, dan akhirnya malah dikoar-koarkan oleh mulut sang pedagang. Cuma gara-gara itu harganya jadi melonjak?",
        "jp": "水晶のような輝きを持つグッピー。複雑な模様を持つため、グッピーの中の美術家とも呼ばれている。\\nこの種のグッピーはある極端な条件下で水晶真珠を生むと主張する商人がいる。その水晶真珠はとても高価で、貴族の象徴でもある。それゆえ色々な人から求められ、市場価格も高騰している。しかし、内情を知っている漁師たちにとって、それはおかしな話に過ぎない。その真珠はただの間違って食べられたサンショウウオの宝玉なのだ。魚の腸を通っただけなのに、いきなり値上がりしたのは、実に理解しがたい。",
        "kr": "수정처럼 빛나는 진귀한 구피. 무늬가 다양해 구피 중의 아티스트라 불린다.\\n한 상인이 이 구피는 극한의 조건에서 매우 귀한 수정 진주를 낳는다고 주장하자 상류층의 상징으로서 각계각층에서 인기를 끌며 싯가가 천정부지로 치솟았다. 반면 속사정을 아는 낚시꾼은 이 상황이 우습기 짝이 없었다. \"그 진주는 잘못 삼킨 추추 보옥에 불과해. 더러운 생선 창자로 굴러 들어가 양심 없는 장수의 입에서 뱉어져 나온 게 어쩌다 고가로 둔갑했지?\"",
        "pt": "Um Medaka raro que brilha como cristal. Os seus padrões são delicados, por isso ele é frequentemente chamado de \"Medaka Artista\".\\nAlguns mercadores afirmam que os peixes Medaka produzem uma pérola de cristal sob certas circunstâncias extremas e essa pérola é um item de grande valor e um símbolo de qualidade. Esse fato torna esses peixes muito procurados por pessoas de todas as idades, o que fez aumentar drasticamente seu valor no mercado. No entanto, isso é apenas interessante para os pescadores, que sabem a verdadeira história: O objeto é apenas uma Pérola de Botia que o peixe comeu por acidente. Ela ficou rolando dentro dos intestinos salgados do peixe e sai da boca dos pescadores quando lhes é conveniente, dando pretexto para um aumento de preço!",
        "ru": "Редкая оризия, сверкающая, словно кристалл, со сложным узором на теле. Её можно назвать самой красивой оризией. \\nТорговцы утверждают, будто эта рыба, попадая в экстремальные условия, рождает хрустальные жемчужины, которые невероятно ценны. Поэтому эта оризия популярна у всех слоёв общества, что обуславливает её высокую стоимость. Однако это очень смешит знающих рыбаков, ведь «хрустальные жемчужины» на самом деле случайно проглоченные рыбкой жемчужины аксолотля. За что же тогда платить такую цену?",
        "th": "ปลา Medaka หายากที่เปล่งประกายระยิบระยับเหมือนคริสตัล มีลวดลายที่ซับซ้อน จนได้ชื่อว่าเป็นศิลปินในหมู่ Medaka\\nพ่อค้าบางคนอ้างว่าปลา Medaka เหล่านี้จะผลิตไข่มุกคริสตัลขึ้นมาเมื่อมันอยู่ภายใต้สภาวะที่รุนแรง ไข่มุกนี้มีค่าแพงมากและเป็นสัญลักษณ์ของชนชั้นสูง สิ่งนี้ทำให้พวกมันเป็นที่ต้องการของผู้คนจากทุกสาขาอาชีพ และราคาในตลาดก็สูงขึ้นมาตลอด แต่เรื่องนี้ค่อนข้างตลกในสายตาชาวประมงที่รู้ดีกว่านั้น เห็นได้ชัดว่า ไข่มุกเป็นเพียงอัญมณีที่ถูกปลากินเข้าไปโดยไม่ได้ตั้งใจ มันกลิ้งไปตามไส้ปลา แล้วลมปากพ่อค้าก็พ่นเรื่องของมันออกมา เพื่อย้อมแมวและเพิ่มมูลค่าให้มัน",
        "vi": "Loài cá hiếm lấp lánh như pha lê, hoa văn phức tạp, có thể gọi là nhà nghệ thuật trong các loài cá.\\nĐã từng có thương lái tuyên bố rằng, loại cá này sẽ tạo ra một viên trân châu pha lê trong điều kiện khắc nghiệt, vô cùng quý giá và là biểu tượng của tầng lớp thượng lưu. Điều này khiến chúng được mọi người ở mọi tầng lớp săn lùng và giá cả trên thị trường tăng cao liên tục. Nhưng tất cả điều này đều trở nên khá buồn cười dưới con mắt của những người câu cá lão luyện: viên trân châu đó rõ ràng là ngọc của con chạch bị chúng ăn vào rồi đi xuống đường ruột mà thôi, không biết làm thế nào mà vào miệng của đám thương lái lại trở thành một vật vô giá như vậy?"
    },
    "materialType": "MATERIAL_EXCHANGE"
}