{
    "name": {
        "en": "Crystalline Cyst Dust",
        "de": "Kristalliner Zystenstaub",
        "chs": "孢囊晶尘",
        "cht": "孢囊晶塵",
        "es": "Polvo quistecristalino",
        "fr": "Poussière cristalline de sporange",
        "id": "Crystalline Cyst Dust",
        "jp": "キノコンの晶胞子",
        "kr": "포낭 결정 가루",
        "pt": "Poeira Cristalina de Cisto",
        "ru": "Пыль кристаллоцистов",
        "th": "Crystalline Cyst Dust",
        "vi": "Bụi Tinh Thể"
    },
    "id": 112061,
    "materialDesc": {
        "en": "A huge lump of spore powder collected from a structurally complete spore cyst. Put it in an appropriate environment, and the area might be filled with a thriving aggregation of Floating Fungi later...",
        "de": "Ein großer Klumpen Sporenpulver, der aus einer strukturell vollständigen Sporenkapsel gewonnen wurde. Leg ihn in eine geeignete Umgebung und der Bereich könnte später mit Pilzbestien gefüllt sein ...",
        "chs": "从完整的孢子囊中精心收集的大团孢子粉末，想必在合适的环境条件下，将会孕育出一个颇有规模的蕈兽群落吧…",
        "cht": "從完整的孢子囊中精心收集的大團孢子粉末，想必在合適的環境條件下，將會孕育出一個頗有規模的蕈獸群落吧…",
        "es": "Un montón de polvo de esporas extraído con sumo cuidado de un esporangio. Al ponerlo en un entorno con las condiciones adecuadas, brotará una colonia de Hongos.",
        "fr": "Un gros amas de poudre de spores qui a été prélevé d'un kyste complet. Si vous le placez dans un environnement adapté, celui-ci pourrait se remplir de Fongus avec le temps...",
        "id": "Spora dalam jumlah besar yang dikumpulkan secara hati-hati dari sporangium utuh. Kalau lingkungannya mendukung, maka spora ini akan menghasilkan koloni Floating Fungus yang bertumbuh pesat ....",
        "jp": "傷一つない胞子嚢から丁寧に採取した大量の胞子。適切な環境さえあれば、大量のキノコンを繁殖させられるだろう…",
        "kr": "온전한 포자낭에서 정성을 다해 수집한 덩어리 포자 분말. 적절한 환경이 갖춰진다면 규모가 큰 버섯몬 군락을 만들 수 있을 것 같다…",
        "pt": "Um enorme bloco de esporos em pó coletado de um cisto de esporos com uma estrutura completa. Coloque-o em um ambiente apropriado, e a área mais tarde poderá ser totalmente preenchida com uma próspera aglomeração de Cogumelos Flutuantes...",
        "ru": "Изрядное количество спорового порошка, который был собран из целой споровой сумки. Если его поместить в среду с подходящими условиями, вскоре её заполонит выводок плесенников...",
        "th": "ผงสปอร์สมบูรณ์แบบที่เก็บรวบรวมอย่างระมัดระวังจากสปอร์ที่ยังไม่บุบสลาย สันนิษฐานว่าหากอยู่ภายใต้สภาพแวดล้อมที่เหมาะสม จะทำให้เกิดกลุ่ม Fungus ขนาดใหญ่ขึ้นมาได้...",
        "vi": "Những nhúm lớn bột bào tử được thu thập cẩn thận từ những túi bào tử nguyên vẹn, có lẽ trong điều kiện môi trường thích hợp sẽ sinh ra một đám Nấm Quỷ quy mô lớn..."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}