{
    "name": {
        "en": "Cup of Commons",
        "de": "Kelch der netten Kameradschaft",
        "chs": "共饮之杯",
        "cht": "共飲之杯",
        "es": "Copa del festín",
        "fr": "Coupe des partages",
        "id": "Cangkir Kebersamaan",
        "jp": "共飲の杯",
        "kr": "건배의 잔",
        "pt": "Cálice do Festim",
        "ru": "Общий кубок",
        "th": "ถ้วยแห่งสามัญ",
        "vi": "Ly Ăn Mừng"
    },
    "id": 101638,
    "materialDesc": {
        "en": "One of the six lost offerings scattered throughout The Chasm. Neither stone nor gem, it somehow still became part of the Treasure Hoarders' loot hoard.\\nIt has been filled by turns with fine wine, fair treasure, and blood. Now, its previous shame has been washed away, and it is ready to take on new memories.",
        "de": "Eine der sechs legendären Opfergaben, die in der Großen Kluft verstreut sind. Er besteht weder aus Stein noch aus Jade und wurde leider die Beute der Schatzräuber.\\nEinst haben die Diebe ihn benutzt, um Wein, Schätze und sogar Blut aufzubewahren. Nun hat er seine Schande abgewaschen und beginnt, neue Erinnerungen zu tragen.",
        "chs": "传说中散落在层岩巨渊的六件供物之一，非石非玉，不幸成为盗宝团的战利品。\\n曾经落入贼人之手的它，盛放过美酒，财宝与鲜血。如今洗去了耻辱，开始承载一段新的记忆。",
        "cht": "傳說中散落在層岩巨淵的六件供物之一，非石非玉，不幸成為盜寶團的戰利品。\\n曾經落入賊人之手的它，盛放過美酒，財寶與鮮血。如今洗去了恥辱，開始承載一段新的記憶。",
        "es": "Una de las seis ofrendas legendarias esparcidas por la Sima. De valor y calidad media, se convirtió en parte del botín de los Ladrones de Tesoros.\\nEn su momento estuvo en manos de criminales y en su interior contuvo licores refinados, tesoros y sangre fresca. Hoy en día, esta copa quedó limpia de desgracias y se dispone a albergar nuevos recuerdos.",
        "fr": "L'une des six offrandes légendaires dispersées dans le Gouffre. Cette relique n'a pas de valeur particulière, mais elle s'est retrouvée dans le butin des Pilleurs de trésors.\\nRemplie tour à tour de vin fin, de trésors et de sang, sa honte passée a désormais été lavée. Elle est prête à accueillir de nouveaux souvenirs.",
        "id": "Satu dari enam benda pemberian yang hilang dan tersebar di seluruh Chasm. Bukan batu, bukan permata, tapi entah bagaimana caranya, benda ini tetap berakhir di timbunan jarahan para Treasure Hoarder.\\nCangkir ini pernah berisi arak mahal, harta karun, dan darah. Kini masa lalunya yang kelam telah ditanggalkan, dan cangkir ini telah siap untuk diisi kenangan-kenangan yang baru.",
        "jp": "伝説によると、層岩巨淵には六つの供物が散らばっていると言う——そのうちの一つ。かつて、不幸にも宝盗団の戦利品となってしまった。\\n賊の手に渡ってからは、美酒や財宝、鮮血を注がれた。しかし今では雪辱を果たし、新たな記憶を背負い始めた。",
        "kr": "층암거연에 흩어져 있다고 전해지는 여섯 가지 공물 중 하나. 돌도, 옥도 아닌 이 물건은 불행히도 보물 사냥단의 전리품으로 되었다.\\n과거 도적의 손에 넘어간 이 잔은 맛 좋은 술, 보물, 심지어 피를 담은 적도 있었지만, 지금은 치욕을 씻고 새로운 기억을 담으려 하고 있다",
        "pt": "Uma das seis oferendas perdidas espalhadas pelo Despenhadeiro. Não é uma pedra, nem uma gema, mas ainda assim virou uma parte do espólio dos Ladrões de Tesouro.\\nEnquanto esteve na mão de criminosos, ela conteve vinho fino, tesouros e sangue. Agora sua vergonha foi limpa e está pronta para novas memórias.",
        "ru": "Один из шести легендарных даров, разбросанных по Разлому. Этот не особо ценный кубок по несчастливой случайности стал добычей Похитителей сокровищ.\\nВ руках Похитителей сокровищ его наполняло изысканное вино, драгоценности и свежая кровь. Теперь, когда его несчастья были смыты, он готов стать вместилищем новых воспоминаний.",
        "th": "หนึ่งในหกของสักการะที่กล่าวกันว่ากระจัดกระจายอยู่ใน Chasm ไม่ใช่หินไม่ใช่หยก แต่โชคร้ายตกเป็นถ้วยรางวัลของพวกกองโจรล่าสมบัติ\\nมันที่เคยตกไปอยู่ในมือของโจร เคยผ่านทั้งเหล้ารสเลิศ สมบัติและโลหิต แต่บัดนี้ความอัปยศได้ถูกล้างออกไปจนหมด และได้บรรจุความทรงจำใหม่ ๆ แล้ว",
        "vi": "Một trong 6 món vật phẩm hiến tế trong truyền thuyết, rải rác ở Vực Đá Sâu, không phải đá cũng chẳng phải ngọc, không may trở thành chiến lợi phẩm của Đạo Bảo Đoàn.\\nTừng rơi vào tay đạo tặc, từng chứa đựng rượu, châu báu và máu tươi. Nay đã rửa sạch nhục nhã, bắt đầu chứa đựng ký ức mới."
    },
    "materialType": "MATERIAL_QUEST"
}