{
    "name": {
        "en": "Custom-Made Xiao Lantern",
        "de": "Laternensonderanfertigung",
        "chs": "特制的霄灯",
        "cht": "特製的霄燈",
        "es": "Linterna celeste especial",
        "fr": "Lanterne céleste spéciale",
        "id": "Lentera Xiao yang Dibuat Khusus",
        "jp": "特製の霄灯",
        "kr": "특제 소등",
        "pt": "Lanterna Celeste Especial",
        "ru": "Заказной небесный фонарь",
        "th": "โคม Xiao สั่งทำพิเศษ",
        "vi": "Đèn Tiêu đặc biệt"
    },
    "id": 100685,
    "materialDesc": {
        "en": "Xiao Lantern obtained from Congzi, and it has the names of the five childhood playmates inscribed upon it. May the fire pass on, and may friendship never die.",
        "de": "Eine Laterne von Congzi, auf der die Namen von fünf Sandkastenfreunden stehen. Auf dass das Feuer nie erlischt und Freundschaft niemals stirbt.",
        "chs": "从聪子那里获得的霄灯，其中写上了童年时期五位最好的玩伴的名字。愿薪火相传，友谊不灭。",
        "cht": "從聰子那裡獲得的霄燈，其中寫上了童年時期五位最好的玩伴的名字。願薪火相傳，友誼不滅。",
        "es": "Una linterna celeste que te dio Tsongzi. En ella están escritos los nombres de los cinco mejores amigos de la infancia. Que las llamas nunca se apaguen y la amistad nunca desaparezca.",
        "fr": "Une lanterne céleste obtenue auprès de Congzi. Le nom des cinq amis d'enfance est inscrit dessus. Que la flamme se transmette et que l'amitié jamais ne se perde.",
        "id": "Lentera Xiao yang diberikan oleh Congzi, tertuliskan nama lima orang yang menjadi teman main terbaik semasa kecil. Semoga api persahabatan mereka akan terus menyala sampai kapan pun.",
        "jp": "聡子から貰った霄灯。5人の幼い友達の名前が書かれている。薪が尽きても火は伝わるように、友情が続かんことを。",
        "kr": "현명한테서 얻은 소등. 안에는 어릴 적 가장 친한 5명의 친구의 이름이 적혀있다. 그들의 우정이 영원하길…",
        "pt": "Uma Lanterna Celeste de Congzi. Nela está escrito o nome dos cinco melhores amigos de infância. Espera-se que o fogo da amizade não desapareça.",
        "ru": "Небесный фонарь от Цун Цзы. На нём написаны имена всех пяти друзей детства. Пусть пламя не угаснет, да не иссякнет дружба.",
        "th": "โคม Xiao ที่ได้มาจาก Congzi ซึ่งได้เขียนชื่อของเพื่อนซี้ในวัยเด็กทั้ง 5 คนเอาไว้ ขอให้ไฟยังคงสว่างไสว และมิตรภาพไม่มีเสื่อมคลาย",
        "vi": "Nhận Đèn Tiêu ở chỗ Congzi, viết tên 5 người bạn thân nhất lúc nhỏ lên đó. Cầu cho ngọn lửa cháy mãi và tình bạn bất diệt."
    },
    "materialType": "MATERIAL_QUEST"
}