{
    "name": {
        "en": "Cyrus' Letter to Iris",
        "de": "Brief von Cyrus an Iris",
        "chs": "塞琉斯写给玉霞的信",
        "cht": "賽琉斯寫給玉霞的信",
        "es": "Carta de Cyrus para Iris",
        "fr": "Lettre de Cyrus à Iris",
        "id": "Surat Cyrus untuk Iris",
        "jp": "サイリュスから玉霞への手紙",
        "kr": "사이러스가 옥희에게 보내는 편지",
        "pt": "Carta de Cryus para Yuxia",
        "ru": "Письмо Сайруса для Юй Ся",
        "th": "จดหมายที่ Cyrus เขียนให้ Iris",
        "vi": "Lá thư Cyrus viết cho Iris"
    },
    "id": 100814,
    "materialDesc": {
        "en": "This long letter makes one curious as to what Cyrus has written in it... But it's not very appropriate to peek at the private letters between a brother and sister, now is it?",
        "de": "Dieser lange Brief macht neugierig darauf, was Cyrus darin geschrieben hat ... Aber es ist nicht sehr angebracht, in die privaten Briefe zwischen einem Bruder und einer Schwester zu spähen, nicht wahr?",
        "chs": "似乎很长的信，令人好奇塞琉斯在信中都说了些什么，不过偷看别家姐弟之间的信不太好吧？",
        "cht": "似乎很長的信，令人好奇賽琉斯在信中都說了些什麼，不過偷看別家姐弟之間的信不太好吧？",
        "es": "Una carta que parece ser muy larga. ¿Qué habrá escrito Cyrus? Bueno, no es muy apropiado curiosear en la correspondencia entre dos hermanos...",
        "fr": "Cette longue lettre éveille la curiosité sur ce que Cyrus a pu écrire dedans... Mais il n'est pas très convenant d'épier la conversation entre un frère et sa sœur, n'est-ce pas ?",
        "id": "Surat panjang ini membuat orang penasaran dengan apa yang Cyrus tulis di dalamnya... Tapi, bukankah tidak sopan untuk mengintip isi surat pribadi antara kakak dan adik?",
        "jp": "サイリュスが何を語りたいのか興味を持たせるとても長い手紙。しかし兄弟間の手紙を覗き見るのは良くないだろう。",
        "kr": "무척 길어 보이는 편지. 사이러스가 어떤 내용을 적었는지 궁금하지만 남매 사이의 편지를 엿보는 건 아무래도 아닌 것 같다",
        "pt": "Esta longa carta nos deixa curiosos quanto ao que Cyrus escreveu nela... Mas não é muito apropriado ler as cartas privadas entre um irmão e uma irmã, não é mesmo?",
        "ru": "Это длинное письмо вызывает желание узнать, что же такое в нём пишет Сайрус. Но читать личную переписку брата и сестры нехорошо, не так ли?",
        "th": "ดูเหมือนว่าจะเป็นจดหมายที่ยาวมาก ซึ่งทำให้ผู้คนสงสัยเกี่ยวกับสิ่งที่ Cyrus เขียนไว้ในจดหมาย แต่การแอบอ่านจดหมายที่พี่น้องเขียนถึงกันมันน่าจะไม่ค่อยดีนะ?",
        "vi": "Có vẻ như đây là một bức thư rất dài, khiến người ta tò mò không biết Cyrus đã nói gì trong đó, nhưng xem trộm thư thì có vẻ không hay cho lắm!"
    },
    "materialType": "MATERIAL_QUEST"
}