{
    "name": {
        "en": "Daka's Bell",
        "de": "Schelle der Leere",
        "chs": "空行的虚铃",
        "cht": "空行的虛鈴",
        "es": "Cascabel de anulación",
        "fr": "Cloche de daka",
        "id": "Daka's Bell",
        "jp": "空行の虚鈴",
        "kr": "공행의 방울",
        "pt": "Sino do Vazio",
        "ru": "Пустой колокольчик",
        "th": "Daka's Bell",
        "vi": "Chuông Daka"
    },
    "id": 113043,
    "materialDesc": {
        "en": "This ball joint, used to connect mechanical limbs together, is shaped almost like a bell. Though it may seem dainty, it can be used to carry an unimaginably large amount of energy.\\nIf connected to one's arms, then one will lose all feeling in them.\\nAnd all strength in one's legs will dissipate if such joints are connected to them.\\nConnect this joint to one's skull...\\nAh, hatred, pain, madness, pride — none of these will be washed away.\\nMost fortunate.",
        "de": "Dieses schellenförmige Kugelgelenk verbindet mechanische Gliedmaßen miteinander. Es wirkt klein und fein und doch kann es unvorstellbar große Energiemengen übertragen.\\nWenn man sie mit den Armen verbindet, verlieren diese ihr Gefühl.\\nWenn man sie mit den Beinen verbindet, verlieren diese nahezu alle Kraft.\\nUnd wenn man sie mit dem Kopf dieser Maschine verbindet ...\\nDann können Hass und Leid, Wahnsinn und Arroganz nicht mehr ausgelöscht werden.\\nZum Glück.",
        "chs": "状似铃铛，用来连接机体臂部的球形关节部件。看起来精致小巧，却能负荷远超想象的能量。\\n链接手臂，自己的双臂就会失去知觉；\\n链接腿部，自己的双腿几乎无法使力；\\n而链接这颗机械之颅…\\n憎恨与痛苦，疯狂与自傲，都不会被洗去。\\n万幸。",
        "cht": "狀似鈴鐺，用來連接機體臂部的球形關節部件。看起來精緻小巧，卻能負荷遠超想像的能量。\\n連結手臂，自己的雙臂就會失去知覺；\\n連結腿部，自己的雙腿幾乎無法使力；\\n而連結這顆機械之顱…\\n憎恨與痛苦，瘋狂與自傲，都不會被洗去。\\n萬幸。",
        "es": "Una rótula con forma de cascabel que sirve para conectar las extremidades mecánicas del cuerpo. Aunque tiene un aspecto endeble, es capaz de cargar con una gran cantidad de energía.\\nSi se conecta a los brazos, se perderá toda sensibilidad en ellos.\\nSi se conecta a las piernas, se perderá casi toda la fuerza en ellas.\\nPero si se conecta al cráneo... el odio, el sufrimiento, la locura y la arrogancia permanecerán intactas.\\nPor suerte.",
        "fr": "Une boule utilisée pour articuler deux membres mécaniques qui a la forme d'une cloche. Sous ses airs délicats se cache une quantité d'énergie inimaginable.\\nSi elle est utilisée pour relier les bras, ces derniers perdront toute sensation, tandis que ce sera la force qui disparaîtra pour les jambes.\\nSi elle relie le crâne...\\nLa haine, la douleur, la folie et l'orgueil demeurent intacts.\\nQuelle chance.",
        "id": "Sambungan bola ini dulunya digunakan untuk menghubungkan anggota tubuh mekanis, berbentuk hampir seperti lonceng. Bentuknya halus tetapi dapat digunakan untuk membawa energi dalam jumlah besar yang tak terbayangkan.\\nJika terhubung ke lengan seseorang, maka semua rasa di lengan akan hilang.\\nJika terhubung dengan kaki, maka semua rasa di kaki tersebut akan hilang.\\nHubungkan sendi ini ke tengkorak seseorang maka ....\\nAh. Kebencian, rasa sakit, kegilaan, kebanggaan — tidak ada yang hilang.\\nUntunglah.",
        "jp": "鈴のような形をした、機体の腕の球関節を繋ぐためのパーツ。見た目は小さく精巧だが、これが担うエネルギーは想像を超えるものだ。\\n腕に繋ぐと、両腕は感覚を失う。\\n足に繋ぐと、両足には力がほとんど入らなくなる。\\nそして、これを頭に繋ぐと——\\n憎しみと苦しみ、狂気と傲慢は、それでも洗い流せないだろう。\\n幸いなことに。",
        "kr": "기계팔을 연결하는 구체형 관절. 방울과 유사한 형태를 띠고 있다. 상당히 작아 보이지만, 상상을 초월하는 에너지 부하를 견뎌낼 수 있다.\\n팔이 연결되고 나면 자신의 양팔은 감각을 잃게 된다.\\n다리가 연결되고 나면 양다리에 힘이 들어가지 않는다는 느낌이 든다.\\n하지만 기계의 머리와 연결돼도…\\n증오와 고통, 광기와 오만은 씻기지 않는다.\\n정말 다행이다",
        "pt": "Essa rótula costumava conectar partes mecânicas juntas, seu formato é quase como o de um sino. Parece quase delicado, mas pode ser usado para armazenar quantidades inimagináveis de energia.\\nSe conectado ao braço de alguém, a pessoa perderá toda a sensação nele.\\nE caso essa rótula seja colocada na perna de alguém, a força de suas pernas se dissipará.\\nColoque-o no crânio de alguém e...\\nAh. O ódio, dor, insanidade, orgulho — permanecerão intactos.\\nQue sorte.",
        "ru": "Этот шарнир, используемый для соединения механических конечностей, похож на колокольчик. Он кажется хрупким, но при этом может использоваться для переноса невообразимо большого количества энергии.\\nЕсли присоединить его к рукам, то человек потеряет в них всякую чувствительность.\\nЕсли присоединить к ногам, вся сила в них исчезнет.\\nЕсли присоединить к голове...\\nНенависть, боль, безумие, гордость - ничто из этого не будет забыто.\\nК великому счастью.",
        "th": "ชิ้นส่วนข้อต่อทรงกลม รูปร่างคล้ายกระดิ่ง ใช้ในการเชื่อมต่ออวัยวะเข้ากับร่างหลัก แม้จะมีรูปร่างดูเล็กกะทัดรัด แต่กลับสามารถแบกรับพลังงานที่น่าเหลือเชื่อเอาไว้ได้\\nหากเชื่อมต่อกับส่วนแขน แขนตัวเองทั้งสองข้างก็จะสูญเสียความรู้สึก\\nหากเชื่อมต่อกับส่วนขา ขาตัวเองทั้งสองก็จะสูญเสียเรี่ยวแรง\\nและหากเชื่อมโยงกับส่วนกะโหลกของจักรกลตัวนี้...\\nความเกลียดชังและเจ็บปวด ความบ้าคลั่งและหยิ่งยโส จะไม่ถูกชะล้างไปแต่อย่างใด\\nช่างโชคดีเหลือเกิน",
        "vi": "Trông như chiếc chuông, là linh kiện mấu chốt hình cầu dùng để liên kết phần cánh tay. Trông có vẻ rất sắc sảo tỉ mỉ, nhưng lại có thể chứa đựng năng lượng vượt xa mức tưởng tượng.\\nKết nối với cánh tay, hai tay của mình sẽ mất đi cảm giác;\\nKết nối với chân, hai chân của mình hầu như không thể dùng sức;\\nCòn kết nối với phần đầu của cỗ máy này...\\nCăm hận và đau khổ, điên cuồng và cao ngạo, đều không thể nào xóa sạch.\\nThật may."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}