{
    "name": {
        "en": "Dance of Abundance",
        "de": "Tanz der Fülle",
        "chs": "满来之舞",
        "cht": "滿來之舞",
        "es": "Danza de la profusión",
        "fr": "Danse de l'abondance",
        "id": "Dance of Abundance",
        "jp": "満来の舞",
        "kr": "풍요의 춤",
        "pt": "Dança da Abundância",
        "ru": "Танец изобилия",
        "th": "Dance of Abundance",
        "vi": "Vũ Điệu Bội Thu"
    },
    "id": 200261,
    "materialDesc": {
        "en": "After using an Elemental Burst, the Elemental Profusion effect will occur, increasing all party members' Elemental Burst DMG by 12% for 15s. Max 5 stacks. When 5 stacks are possessed, Normal ATK SPD is increased by 15%.",
        "de": "Erzeugt nach Auslösen der Spezialfähigkeit den Effekt „Fülle der Elementarkraft“, der 15 s lang den mit Spezialfähigkeiten verursachten Schaden aller Truppenmitglieder um 12 % erhöht. 5-fach stapelbar. Erhöht bei 5 Stapelungen die Standardangriffs-GSW um 15 %.",
        "chs": "施放元素爆发后，将产生「元素盈满」效果，使队伍中所有角色元素爆发造成的伤害提升12%，持续15秒。该效果至多叠加5层。拥有5层效果时，普通攻击速度提高15%。",
        "cht": "施放元素爆發後，將產生「元素盈滿」效果，使隊伍中所有角色元素爆發造成的傷害提升12%，持續15秒。該效果至多疊加5層。擁有5層效果時，普通攻擊速度提高15%。",
        "es": "Tras utilizar una Habilidad Definitiva, se genera un efecto de abundancia elemental que aumenta el daño de la Habilidad Definitiva de todos los miembros del equipo en un 12% durante 15 s.Este efecto puede acumularse hasta 5 veces. Con 5 acumulaciones, la Vel. de Ataque de los Ataques Normales aumenta en un 15%.",
        "fr": "Après avoir utilisé un déchaînement élémentaire, un effet de profusion élémentaire se déclenche, augmentant les DGT infligés par les déchaînements élémentaires de tous les personnages de l'équipe de 12 % pendant 15 s. Cet effet peut être cumulé 5 fois maximum. Avec 5 cumuls, la VIT d'attaque normale augmente de 15 %.",
        "id": "Setelah menggunakan Elemental Burst, efek Elemental Profusion akan muncul, yang meningkatkan 12% DMG Elemental Burst seluruh anggota party selama 15 detik. Maksimum 5 lapis. Saat mencapai 5 lapis, Normal ATK SPD akan meningkat sebesar 15%.",
        "jp": "元素爆発を発動すると、「元素盈満」の効果が発動し、チーム全員の元素爆発ダメージ+12%。持続時間15秒、最大5層まで。5層の効果を持つ時、通常攻撃速度+15%。",
        "kr": "원소폭발을 발동하면, 「원소 충만」 효과를 발동해 파티 내 모든 캐릭터의 원소폭발로 가하는 피해를 12% 증가시킨다. 지속 시간: 15초. 최대 중첩수: 5회. 5스택 보유 시, 일반 공격 속도가 15% 증가한다",
        "pt": "Após usar o Supremo, ocorrerá o efeito de Profusão Elemental, aumentando o Dano do Supremo de todos os personagens em 12% por 15s. Esse efeito pode ser acumulado em até 5 vezes. Quando está com 5 acúmulos, a Velocidade de Ataque Normal é aumentada em 15%.",
        "ru": "После активации взрыва стихии появляется эффект Элементального изобилия, который повышает урон взрыва стихии всех членов отряда на 12% в течение 15 сек. Эффект может складываться до 5 раз. На 5 уровне складывания скорость обычной атаки повышается на 15%.",
        "th": "หลังจากปล่อยท่าไม้ตาย จะทำให้เกิดเอฟเฟกต์ Elemental Profusion ซึ่งจะทำให้ท่าไม้ตายของตัวละครทั้งหมดในทีมสร้างความเสียหายเพิ่มขึ้น 12% เป็นเวลา 15 วินาที โดยที่เอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 5 ชั้น ซึ่งเมื่อครอบครองครบ 5 ชั้น ความเร็วในการโจมตีปกติจะเพิ่มขึ้น 15%",
        "vi": "Sau khi thi triển Kỹ Năng Nộ sẽ sản sinh hiệu quả \"Nguyên Tố Dồi Dào\", khiến sát thương Kỹ Năng Nộ của tất cả nhân vật trong đội tăng 12%, duy trì 15s. Hiệu quả này tối đa cộng dồn 5 tầng. Khi có 5 tầng sẽ tăng 15% tốc độ tấn công thường."
    },
    "materialType": "MATERIAL_CHANNELLER_SLAB_BUFF"
}