{
    "name": {
        "en": "Dark Brightwood Flooring",
        "de": "Boden mit dunkler Maserung aus Hellholz",
        "chs": "辉木暗纹地板",
        "cht": "輝木暗紋地板",
        "es": "Suelo con textura de madera radiante",
        "fr": "Plancher à motif veiné en bois radiant",
        "id": "Lantai Brightwood Gelap",
        "jp": "輝光の隠し模様床",
        "kr": "빛나는 나무 원목 어두운 바닥",
        "pt": "Piso de Madeira Radiante com Padrões Escuros",
        "ru": "Тёмный пол из сияющей древесины",
        "th": "พื้นลายไม้ Brightwood สีเข้ม",
        "vi": "Nền Hoa Văn Gỗ Sáng"
    },
    "id": 380204,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making Dark Brightwood Flooring.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Boden mit dunkler Maserung aus Hellholz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「辉木暗纹地板」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「輝木暗紋地板」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Suelo con textura de madera radiante.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du plancher à motif veiné en bois radiant.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Lantai Brightwood Gelap.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「輝光の隠し模様床」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면. 「빛나는 나무 원목 어두운 바닥」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Piso de Madeira Radiante com Padrões Escuros.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Тёмный пол из сияющей древесины».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"พื้นลายไม้ Brightwood สีเข้ม\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Nền Hoa Văn Gỗ Sáng\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}