{
    "name": {
        "en": "Dark Statuette",
        "de": "Figur der Nacht",
        "chs": "夤夜刻像",
        "cht": "夤夜刻像",
        "es": "Estatuilla del amanecer",
        "fr": "Statuette maudite",
        "id": "Dark Statuette",
        "jp": "黒夜の彫刻",
        "kr": "흑야의 조각상",
        "pt": "Escultura do Alvorecer",
        "ru": "Тёмная статуэтка",
        "th": "Dark Statuette",
        "vi": "Tượng Bóng Đêm"
    },
    "id": 112018,
    "materialDesc": {
        "en": "An idol made in the likeness of some unknown, one-eyed person.\\nYou can feel a strange warmth emanating from within as you hold onto it, like the shoulder of a dear friend. Perhaps this icon can indeed give people who understand its significance the courage to carry on.",
        "de": "Eine kleine Statue, die nach dem Abbild einer unbekannten, einäugigen Person angefertigt wurde.\\nWenn du sie festhältst, spürst du eine seltsame Wärme in dir aufsteigen, wie die Schulter eines lieben Freundes. Vielleicht kann diese Ikone tatsächlich Menschen, die ihre Bedeutung verstehen, den Mut geben, weiterzumachen.",
        "chs": "刻画着某人形象的独目偶像。\\n握在手中时似乎能感受到其中散发的丝丝暖意，就像挚友的臂膀那般。或许能给予明白雕像背后个中含义的人持续前进的勇气吧。",
        "cht": "刻畫著某人形象的獨目偶像。\\n握在手中時似乎能感受到其中散發的絲絲暖意，就像摯友的臂膀那般。或許能給予明白雕像背後個中含義的人持續前進的勇氣吧。",
        "es": "Un ídolo hecho a semejanza de una persona desconocida con un solo ojo.\\nAl sostenerlo en las manos, se puede sentir que desprende una calidez parecida a la del hombro de un buen amigo en quien te puedes apoyar. Quizás esta escultura le dé el valor necesario para continuar a las personas que comprendan su significado.",
        "fr": "Une statuette sculptée à l'effigie d'une personne inconnue qui ne possédait qu'un œil.\\nVous sentez une chaleur s'en dégager lorsque vous la tenez, comme si c'était l'épaule d'un ami cher. Peut-être que cette statuette peut donner le courage de persévérer aux gens qui comprennent son importance.",
        "id": "Patung kecil yang dibuat meniru rupa seseorang bermata satu.\\nSaat berada dalam genggaman, sepertinya terasa ada sebuah kehangatan yang memancar darinya, bagaikan pundak seorang sahabat. Mungkin benda ini dapat memberikan keberanian untuk terus berjalan maju bagi mereka yang paham akan makna di baliknya.",
        "jp": "誰かをかたどった小さな彫刻。\\n手に取ると、まるで親友の腕のような温もりを感じられる。この像に込められた意味を理解できる者には、勇気を与えてくれるかもしれない。",
        "kr": "누군가의 형상이 새겨진 외눈 조각상.\\n손에 들고 있으면 마치 친구의 손을 잡은 것처럼 따뜻함이 느껴지는 것 같다. 아마 조각상의 의미를 아는 사람에게 앞으로 나아갈 용기를 주는 듯하다",
        "pt": "Uma estátua feita para lembrar uma pessoa desconhecida de um olho só.\\nVocê consegue sentir um estranho calor emanando de dentro dela enquanto segura, como se fosse o ombro de um querido amigo. Talvez esta estátua possa de fato das às pessoas que consigam compreender seu significado a coragem para seguir em frente.",
        "ru": "Статуэтка, сделанная по подобию неизвестного с одним глазом.\\nВ вашей руке она источает необычное тепло, словно вы держите доброго друга за плечо. Может быть, она даст храбрость идти дальше тем, кто понимает её сокровенное значение.",
        "th": "รูปปั้นตาเดียวที่แกะสลักเป็นรูปร่างของใครบางคนเอาไว้\\nดูเหมือนว่าจะมีความอบอุ่นแผ่กระจายของมาเมื่อกุมมันไว้ในมือ ราวกับเป็นไหล่ของเพื่อน บางทีรูปปั้นนี้อาจจะสามารถมอบความกล้าให้กับผู้คนที่เข้าใจความหมายของมันในการก้าวเดินต่อไปได้",
        "vi": "Bức tượng một mắt khắc họa hình tượng một người nào đó.\\nCầm nó trên tay dường như có thể cảm nhận được hơi ấm tỏa ra từ nó, giống như cánh tay của một người bạn thân vậy. Có lẽ nó có thể cho những người hiểu được ý nghĩa đằng sau bức tượng can đảm để đi tiếp."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}