{
    "name": {
        "en": "Date's Key",
        "de": "Dates Schlüssel",
        "chs": "伊达的钥匙",
        "cht": "伊達的鑰匙",
        "es": "Llave de Date",
        "fr": "Clé de Date",
        "id": "Kunci Date",
        "jp": "伊達の鍵",
        "kr": "다테의 열쇠",
        "pt": "Chave de Date",
        "ru": "Ключ Датэ",
        "th": "กุญแจของ Date",
        "vi": "Chìa Khóa Của Date"
    },
    "id": 101655,
    "materialDesc": {
        "en": "Date's key. Unfortunately, this will not open the treasury of a distinguished Enkanomiya family. It will only open the way to the Heterodoxa labyrinth.",
        "de": "Dates Schlüssel. Leider wird er nicht die Schatzkammer einer angesehenen Enkanomiya-Familie öffnen. Er wird nur den Weg zum Heterodoxa-Labyrinth öffnen.",
        "chs": "伊达的钥匙。很可惜开不了渊下宫望族家的金库门，只能打开「反本格派」的迷宫之路。",
        "cht": "伊達的鑰匙。很可惜開不了淵下宮望族家的金庫門，只能打開「反本格派」的迷宮之路。",
        "es": "La llave de Date. Es una lástima que con ella no se pueda abrir la cámara del tesoro del clan Nozomu de Enkanomiya, pero al menos sí podrás abrir el camino hacia el laberinto heterodoxo.",
        "fr": "Clé de Date. Malheureusement, elle ne donne pas accès au trésor d'une famille aisée d'Enkanomiya mais permet juste d'ouvrir le labyrinthe « heterodoxa ».",
        "id": "Kunci Date. Sayangnya, kunci ini tidak bisa membuka harta karun Enkanomiya. Ini hanya akan membuka jalan ke labirin Heterodoxa.",
        "jp": "伊達の鍵。残念ながら、淵下宮名門の金庫を開けることはできない。「反本格派」の迷宮で使える。",
        "kr": "다테의 열쇠. 아쉽게도 연하궁의 명망 높은 가문의 금고를 열 수가 없고, 「반본격파」의 미궁에서 사용할 수 있다",
        "pt": "Chave de Date. Infelizmente, ela não abre o tesouro de uma família notória de Enkanomiya. Apenas abre o caminho para o labirinto Heterodoxa.",
        "ru": "Ключ Датэ. К сожалению, он не откроет сокровищницу знатной семьи Энканомии. Он лишь откроет путь в лабиринт в стиле «Гетеродокса».",
        "th": "กุญแจของ Idate น่าเสียดายมากที่ไม่สามารถเปิดประตูห้องนิรภัยของตระกูลดังใน Enkanomiya ได้ ใช้เปิดได้แค่เส้นทางของเขาวงกต \"Heterodoxa\" เท่านั้น",
        "vi": "Chìa khóa của Date, tiếc rằng không thể mở cửa kho vàng hoàng gia ở Enkanomiya, mà chỉ có thể mở con đường đến mê cung Heterodoxa."
    },
    "materialType": "MATERIAL_QUEST"
}