{
    "name": {
        "en": "Date's Medal of Recognition",
        "de": "Anerkennungsmedaille von Date",
        "chs": "伊达的认可状",
        "cht": "伊達的認可狀",
        "es": "Medalla de Date",
        "fr": "Médaille de reconnaissance de Date",
        "id": "Sertifikat Pengakuan Date",
        "jp": "伊達の認可状",
        "kr": "다테의 인가장",
        "pt": "Certificado de Reconhecimento de Date",
        "ru": "Свидетельство одобрения Датэ",
        "th": "เหรียญรับรองของ Date",
        "vi": "Chứng Nhận Của Date"
    },
    "id": 100942,
    "materialDesc": {
        "en": "A medal representing Date's recognition. It is very well-made. If you look at it long enough, the labyrinth-wanderlust might actually overtake you!",
        "de": "Eine Anerkennungsmedaille von Date. Sie wurde sehr gut angefertigt. Wenn du dir sie lange genug ansiehst, könnte dich die Labyrinth-Wanderlust tatsächlich überkommen!",
        "chs": "伊达的认可状，做工很精致。看久了会让人情不自禁地去玩上面的迷宫。",
        "cht": "伊達的認可狀，做工很精緻。看久了會讓人情不自禁地去玩上面的迷宮。",
        "es": "Una medalla que representa el reconocimiento de Date. Ha sido creada con mucho esmero. Si la miras durante mucho tiempo, te entrarán muchas ganas de jugar al juego de los laberintos.",
        "fr": "Une médaille de reconnaissance venant de Date. Elle est très bien faite. Si on la regarde suffisamment longtemps, on peut être pris de l'envie subite d'errer dans un labyrinthe...",
        "id": "Sertifikat pengakuan dari Date. Dibuat dengan sangat baik. Jika kamu menatapnya terlalu lama, kamu mungkin akan terjerat oleh labirin tersebut!",
        "jp": "伊達の認可状、巧妙に作られている。ずっと見ていると、思わずこの上にある迷宮で遊びたくなる。",
        "kr": "다테의 인가장, 정교하게 만들어졌다. 보고 있으면 저도 모르게 위에 있는 미궁에서 놀고 싶어진다",
        "pt": "Um certificado de aprovação de Date, foi feito cuidadosamente. Se você olhar por muito tempo, talvez sinta uma vontade súbita de entrar no labirinto!",
        "ru": "Свидетельство одобрения Датэ. Выполнено очень качественно. Если смотреть на него достаточно долго, то лабиринт начнёт затягивать вас.",
        "th": "เหรียญรับรองของ Date ฝีมือการทำประณีตมาก พอจ้องมองนาน ๆ เข้าก็ทำให้คนอดใจไม่ได้ที่จะไปเล่นเขาวงกตที่อยู่บนนั้น",
        "vi": "Chứng nhận của Date, thủ công rất tinh tế. Nhìn lâu sẽ khiến người ta không nhịn được mà muốn chơi giải mê cung trên đó."
    },
    "materialType": "MATERIAL_QUEST"
}