{
    "name": {
        "en": "Dawn Orchard",
        "de": "Obstplantage Morgenröte",
        "chs": "晨曦果园",
        "cht": "晨曦果園",
        "es": "Huerto del Amanecer",
        "fr": "Verger de l'Aurore",
        "id": "Kebun Fajar",
        "jp": "アカツキ果樹園",
        "kr": "다운 와이너리 과수원",
        "pt": "Pomar da Alvorada",
        "ru": "Предрассветный сад",
        "th": "สวนแห่งรุ่งอรุณ",
        "vi": "Vườn Cây Dawn"
    },
    "id": 350047,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a \"Dawn Orchard.\"\\nThe orchards of the Dawn Winery are quite famous indeed. It is said that someone from the wine industry in another nation visited the Dawn Winery years ago to study it and gather experience in orchard management. The wine industries in various other nations raced to follow the resultant Dawn Orchard model.\\nUnfortunately, the excellence of the base ingredients is only one factor in the production of fine wines, and it is the Dawn Winery's skill in wine making that is key to its position at the apex of the industry. Unable to compete, some of its rivals had to resort to using part of their produce to make fruit juice to balance the books.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Diluc, Kaeya, Venti, Rosaria",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Obstplantage Morgenröte“.\\nDie Plantagen des Weinguts Morgenröte sind wirklich recht berühmt. Es heißt, dass jemand aus einer anderen Region einst das Weingut Morgenröte besuchte, um es zu studieren und Erfahrung in der Organisation von Plantagen zu sammeln. Die Getränkewirtschaft in vielen anderen Regionen hat sich überschlagen, dem Vorbild des Morgenröte-Plantagenmodells zu folgen.\\nLeider ist die Exzellenz der Grundzutaten nur einer der Faktoren in der Produktion von feinem Wein. Die Kunstfertigkeit des Weinguts Morgenröte im Vergären ist der Schlüssel, der ihnen ihren Platz ganz oben in dieser Branche sichert. Die nicht erfolgreichen Versuche, mit dem Weingut Morgenröte mitzuhalten, haben viele Rivalen dazu gezwungen, ihr Produkt zur Herstellung von Fruchtsaft zu verwenden, um schwarze Zahlen schreiben zu können.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Diluc, Kaeya, Venti und Rosaria",
        "chs": "步骤详实的图纸，记载着「晨曦果园」的放置方法。\\n晨曦酒庄的果园颇负盛名。传说多年前，曾有异国的酒业人士造访晨曦酒庄，学习果园的管理经验。此后便有了「晨曦果园」的模板，各地酒业竞相效仿。\\n可惜品质上佳的原材料只是产出美酒的因素之一，晨曦酒庄独特的酿造工艺才是它盘踞在业界高峰的关键。无法与晨曦酒庄匹敌的竞争对手中，相当一部分转行去做了果汁，才勉强稳住了营收。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：迪卢克、凯亚、温迪、罗莎莉亚",
        "cht": "步驟詳實的圖紙，記載著「晨曦果園」的放置方法。\\n晨曦酒莊的果園頗負盛名。傳說多年前，曾有異國的酒業人士造訪晨曦酒莊，學習果園的管理經驗。此後便有了「晨曦果園」的範本，各地酒業競相效仿。\\n可惜品質上佳的原材料只是產出美酒的因素之一，晨曦酒莊獨特的釀造工藝才是它盤踞在業界高峰的關鍵。無法與晨曦酒莊匹敵的競爭對手中，相當一部分轉行去做了果汁，才勉強穩住了營收。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：迪盧克、凱亞、溫迪、蘿莎莉亞",
        "es": "Plano detallado para colocar Huerto del Amanecer.\\nLas viñas del Viñedo del Amanecer son bastante famosas. Se dice que, hace muchos años, un potentado de la industria vinícola de otra nación visitó el Viñedo del Amanecer para estudiar su gestión de las viñas, tras lo que diversas bodegas de cada nación se apresuraron a copiar el modelo resultante.\\nLamentablemente, la excelencia de la materia prima es solo uno de los factores en la producción de vino, y el dominio del proceso de destilación del Viñedo del Amanecer es lo que le ha permitido ponerse a la cabeza de la industria. Los rivales que no pueden competir contra esto han acabado destinando parte de su cosecha a la producción de jugo de uva para equilibrar las cuentas.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Diluc, Kaeya, Venti, Rosaria.",
        "fr": "Étapes de mise en place du verger de l'Aurore.\\nLes vergers du Domaine de l'Aurore sont assez célèbres, c'est un fait. Il est dit qu'un acteur de l'industrie du vin d'une autre nation est venu visiter le Domaine de l'Aurore il y a des années pour l'étudier et acquérir de l'expérience dans la gestion des vergers. Depuis, les industries vinicoles de divers autres pays se sont précipitées pour suivre le modèle du Domaine de l'Aurore qui en a résulté.\\nMalheureusement, l'excellence des ingrédients de base n'est qu'un facteur dans la production de vins raffinés, et c'est la compétence brassicole du Domaine de l'Aurore qui est la clé de sa position au sommet de l'industrie. Incapables de rivaliser, certains de ses concurrents ont dû recourir à l'utilisation d'une partie de leurs produits pour fabriquer des jus de fruits afin d'équilibrer leurs comptes.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Diluc, Kaeya, Venti, Rosalia.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Kebun Fajar\".\\nKebun buah Dawn Winery memang cukup terkenal. Dikatakan bahwa seseorang yang bergelut dalam industri anggur dari bangsa lain mengunjungi Dawn Winery bertahun-tahun yang lalu untuk mempelajarinya, dan mengumpulkan pengalaman dalam manajemen kebun buah. Industri anggur di berbagai bangsa lain berlomba-lomba dalam meniru model yang diterapkan oleh Kebun Fajar.\\nSayangnya, keunggulan bahan dasar hanyalah salah satu faktor dalam proses memproduksi anggur yang berkualitas, dan keterampilan Dawn Winery dalam meracik itulah yang menjadi kunci posisinya berada di puncak industri. Karena kalah bersaing, beberapa saingan terpaksa mengalihkan sebagian hasil dari produk mereka untuk dibuat menjadi jus buah demi menyeimbangkan pendapatan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.\\nRekan yang menyukai Set Perabotan ini: Diluc, Kaeya, Venti, Rosaria",
        "jp": "「アカツキ果樹園」の詳しい配置方法が載っている設計図。\\n広く知らされているアカツキワイナリーの果樹園。むかし、異国の酒業関係者が果樹園の管理を学ぶために訪れたという説がある。それ以来、「アカツキ果樹園」という業界の手本ができ、他社に真似された。\\n残念ながら、原料の品質は要素の一つに過ぎないが、アカツキワイナリーの醸造技術こそが業界トップにい続ける鍵となる。アカツキワイナリーに敵わない競合他社たちのほとんどは、飲料業界に転業し、なんとか収益を確保できた。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：ディルック、ガイア、ウェンティ、ロサリア",
        "kr": "작업 순서가 상세히 적힌 도면, 「다운 와이너리 과수원」의 설치 방법이 기재되어 있다.\\n다운 와이너리의 과수원은 꽤 유명하다. 몇 년 전, 다른 나라의 주류업 종사자가 찾아와 과수원 관리 방법을 배워가기도 했다. 그 이후 「다운 와이너리 과수원」은 하나의 샘플이 되어, 각지에서 이 방식을 모방하고 있다.\\n하지만 애석하게도 원재료의 품질은 좋은 술을 생산하는 요소 중 하나일 뿐이고, 다운 와이너리의 독특한 양조 공법이야말로 업계에서 최고를 유지할 수 있는 비법이었기 때문에, 다운 와이너리와 경쟁했던 사람 중 상당수는 과즙 쪽으로 업종을 변경하고 나서야 안정적인 사업을 이어나갈 수 있었다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 다이루크, 케이아, 벤티, 로자리아",
        "pt": "Um diagrama detalhado com o passo a passo para colocar \"Pomar da Alvorada\".\\nOs pomares da Adega do Alvorecer são bastante famosos. Dizem que alguém da indústria do vinho em outra nação visitou a Adega do Alvorecer anos atrás para estudá-la e reunir experiência na gestão de pomares. As indústrias vinícolas em várias outras nações correram para seguir o modelo resultante da Adega do Alvorecer.\\nInfelizmente, a excelência dos ingredientes básicos é apenas um fator na produção de vinhos finos, e é a habilidade da Adega do Alvorecer em fabricar vinho que é a chave para sua posição no ápice da indústria. Incapazes de competir, alguns de seus rivais tiveram que recorrer ao uso de parte de seus produtos para fazer suco de frutas para equilibrar as vendas.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nOs personagens a seguir preferem este Conjunto de Decoração: Diluc, Kaeya, Venti, Rosaria",
        "ru": "Подробная схема размещения комплекта «Предрассветный сад».\\nФруктовые сады винокурни «Рассвет» очень известны. Говорят, что много лет назад кто-то из виноделов другой страны посетил винокурню, чтобы перенять опыт возделывания садов. К сожалению, превосходство основных ингредиентов является лишь одним из факторов в производстве прекрасных вин, и именно мастерство виноделов является ключом к её положению на вершине индустрии. Не выдерживая конкуренции, некоторые виноделы вынуждены использовать часть своей продукции для производства фруктового сока, чтобы удержаться на плаву.\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.\\nЭтот комплект мебели предпочитают следующие компаньоны: Дилюк, Кэйа, Венти, Розария.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"สวนแห่งรุ่งอรุณ\"\\nสวนที่มีชื่อเสียงแห่ง Dawn Winery ว่ากันว่าหลายปีก่อน เคยมีพ่อค้าไวน์ชาวต่างชาติไปเยือน Dawn Winery เพื่อศึกษาวิธีการจัดการสวน ตั้งแต่นั้นมาก็เริ่มมีโมเดลแบบฉบับ Dawn Winery ที่อุตสาหกรรมไวน์ตามที่ต่างพากันทำตาม\\nแต่น่าเสียดายที่วัตถุดิบคุณภาพสูงนั้นเป็นเพียงแค่หนึ่งในปัจจัยของการผลิตไวน์ที่ดีเท่านั้น การผลิตไวน์ที่เป็นเอกลักษณ์ของ Dawn Winery ต่างหากที่เป็นหัวใจสำคัญที่คู่แข่งไม่สามารถสู้ได้ จนมีคู่แข่งบางส่วนหันไปทำน้ำผลไม้แทน ถึงจะสามารถสร้างรายได้ที่มั่นคงได้\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Diluc, Kaeya, Venti, Rosaria",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Vườn Cây Dawn\".\\nVườn cây của Tửu Trang Dawn rất nổi tiếng. Nghe nói từng có nhiều thương gia nước ngoài mô phỏng Tửu Trang Dawn, học cách quản lý vườn cây. Từ đó xuất hiện nhiều bản mô phỏng \"Vườn Cây Dawn\", cạnh tranh khắp nơi.\\nĐáng tiếc, nguyên liệu chỉ là một trong các yếu tố tạo ra rượu ngon, phương pháp ngâm rượu của Tửu Trang Dawn mới là yếu tố mấu chốt. Các đối thủ không thể cạnh tranh lại với Tửu Trang Dawn, đành chuyển sang làm nước ép trái cây mới miễn cưỡng ổn định được việc làm ăn.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Diluc, Kaeya, Venti, Rosaria"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}