{
    "name": {
        "en": "Dazzling Golden Tapestry",
        "de": "„Golden schillernder Teppich“",
        "chs": "「阳橙般夺目之纹」",
        "cht": "「陽橙般奪目之紋」",
        "es": "Deslumbrante alfombra ambarina",
        "fr": "Tapisserie dorée éblouissante",
        "id": "Permadani Emas yang Memesona",
        "jp": "「オレンジがかった眩しい模様」",
        "kr": "「태양처럼 찬란한 무늬」",
        "pt": "\"Bordado Dourado Mesmerizante\"",
        "ru": "Ослепительный золотой гобелен",
        "th": "\"ลวดลายสะดุดตาสีทองอร่าม\"",
        "vi": "Hoa Văn Bắt Mắt"
    },
    "id": 382306,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Dazzling Golden Tapestry.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Golden schillernder Teppich“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『阳橙般夺目之纹』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『陽橙般奪目之紋』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar “Deslumbrante alfombra ambarina”.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la tapisserie dorée éblouissante.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Diagram yang berisi langkah-langkah untuk membuat \"Permadani Emas yang Memesona\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『オレンジがかった眩しい模様』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「『태양처럼 찬란한 무늬』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Bordado Dourado Mesmerizante\".\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Ослепительный золотой гобелен».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ลวดลายสะดุดตาสีทองอร่าม\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Hoa Văn Bắt Mắt\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}