{
    "name": {
        "en": "Dead Ley Line Leaves",
        "de": "Verdorrte Blätter des Flusses der Elemente",
        "chs": "地脉的枯叶",
        "cht": "地脈的枯葉",
        "es": "Hojas secas de líneas ley",
        "fr": "Feuilles mortes des lignes énergétiques",
        "id": "Dead Ley Line Leaves",
        "jp": "地脈の枯れ葉",
        "kr": "지맥의 마른 잎",
        "pt": "Folha Morta de Linha Ley",
        "ru": "Листья артерий земли",
        "th": "Dead Ley Line Leaves",
        "vi": "Lá Khô Địa Mạch"
    },
    "id": 112021,
    "materialDesc": {
        "en": "A twig from deep within the earth. Though it is far from where it once lay, its leaves still pulsate with energy.",
        "de": "Verdorrte Blätter aus den Tiefen der Erde. Sie sind zwar schon seit langer Zeit von ihrem Herrn getrennt, doch in ihnen schlummert noch ein Rest Kraft.",
        "chs": "来自深邃地底的植物枝条。即使远离它的原主，其中也残留着低沉脉动的力量。",
        "cht": "來自深邃地底的植物枝條。即使遠離它的原主，其中也殘留著低沉脈動的力量。",
        "es": "Una rama con hojas procedente de un lugar muy profundo bajo tierra. Aunque se encuentran muy lejos de su lugar de origen, sus hojas aún vibran con una tenue energía.",
        "fr": "Ces feuilles proviennent des profondeurs de la terre. Une énergie vitale émane d'elles comme si elles étaient encore rattachées à leur arbre.",
        "id": "Ranting dengan beberapa helai daun, berasal dari kedalaman tanah. Meskipun jaraknya jauh dari pohon utamanya, tetapi masih terasa sisa energi berdetak di dalamnya.",
        "jp": "深い地の底からの枯れ葉。その元の主から遠く離れても、脈動する力は消えていない。",
        "kr": "지하 깊은 곳에서 자라는 식물의 가지. 줄기에서 멀리 떨어져 있지만 여전히 요동치는 힘이 희미하게 남아있다",
        "pt": "Um galho das profundezas da terra. Embora esteja longe de onde uma vez esteve, suas folhas ainda pulsam com energia.",
        "ru": "Ветви из глубин земной поверхности. Хоть и далеко от того места, где когда-то лежали, они всё ещё пульсируют энергией.",
        "th": "กิ่งไม้ที่แตกสาขาในใต้ดิน แม้มันจะมาไกลจากต้นของมัน แต่ก็ยังคงสัมผัสได้ถึงพลังที่ซ่อนอยู่ และพร้อมที่จะปะทุขึ้นมาได้ทุกเมื่อ",
        "vi": "Lá cây từ sâu dưới lòng đất. Cho dù rời khỏi thân cây thì vẫn còn sót lại chút sức mạnh."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}