{
    "name": {
        "en": "Debates on the \"Viceroy of the East\"",
        "de": "Historische Debatten über den „Vizekönig des Ostens“",
        "chs": "「东王」史辩",
        "cht": "「東王」史辯",
        "es": "Discusiones sobre el Virrey del Este",
        "fr": "Débats sur le « Vice-roi de l'Est »",
        "id": "Perdebatan Tentang \"Raja Timur\"",
        "jp": "「東王」史論",
        "kr": "「동왕」사론",
        "pt": "Debates sobre \"O Rei do Leste\"",
        "ru": "Дебаты по теме «Наместник Востока»",
        "th": "บทวิเคราะห์ \"ราชาแห่งตะวันออก\"",
        "vi": "Biên Sử \"Đông Vương\""
    },
    "id": 101598,
    "materialDesc": {
        "en": "The \"Viceroy of the East,\" or \"Touzannou\" sung of in Watatsumi folk tradition is also known as the \"Akuou\" all across Raiden's domains. He was the first vassal ruler of the Great Serpent Orobashi, and he was also the last.",
        "de": "Der „Vizekönig des Ostens“ oder „Touzannou“, der in den Volksliedern von Watatsumi besungen wird, ist in Raidens Reich auch als „Akuou“ bekannt. Er war der erste Vasall der Großen Schlange Orobashi und auch der letzte.",
        "chs": "在海民的岛歌中流传的「东王」或「东山王」，在雷电的土地上则以「恶王」之名广泛流传。他是大蛇远吕羽氏册立的第一位藩王，也是最后一位。",
        "cht": "在海民的島歌中流傳的「東王」或「東山王」，在雷電的土地上則以「惡王」之名廣泛流傳。他是大蛇遠呂羽氏冊立的第一位藩王，也是最後一位。",
        "es": "Entre la gente de Watatsumi, es popular una canción llamada “Virrey del Este”, a veces también conocida como “Rey de la Montaña del Este”. Pero en las tierras de la Shogun, la canción se llama “Rey del Mal”. Este fue el primer y último rey al servicio de la gran serpiente Orobashi.",
        "fr": "Le « Vice-roi de l'Est » ou « Touzannou » chanté dans la balade folklorique de Watatsumi est également connu sous le nom d'« Akuou » dans tous les domaines de la Shogun. Il fut le premier roi vassal du Grand serpent Orobashi, et aussi le dernier...",
        "id": "\"Raja Timur\" atau \"Raja Gunung Timur\" yang dinyanyikan dalam tradisi rakyat Watatsumi juga dikenal sebagai \"Akuou\" di seluruh wilayah kekuasaan Raiden. Dia merupakan pengikut raja pertama dan terakhir dari Ular Besar Agung Orobashi.",
        "jp": "海民の島唄で伝わっている「東王」、あるいは「東山王」は、雷電の土地では「惡王」の名で広く知られている。彼は大蛇オロバシが冊立した最初の藩主であり、最後の藩主でもある。",
        "kr": "와타츠미 백성들의 섬노래에서 「동왕」 혹은 「동산왕」이라 불리는 존재는, 번개의 땅에선 「아쿠오」라는 이름으로 널리 알려져 있다. 그는 거대한 뱀 오로바시가 책봉한 첫 번째이자 마지막 왕이다",
        "pt": "O \"Rei do Leste\" ou \"Rei da Montanha do Leste\" que cantou sobre as tradições folclóricas de Watatsumi é também conhecido como \"Akuou\" pelos domínios de Raiden. Ele foi o primeiro rei vassalo da Grande Serpente Orobashi, e também o último.",
        "ru": "«Наместник Востока» или «Тодзанно», о котором поётся в народных песнях Ватацуми, также известен как «Акуо» во всех владениях Райдэн. Он был первым королём-вассалом Великого Змея Оробаси, он же был и последним.",
        "th": "\"ราชาแห่งตะวันออก\" หรือ \"Touzannou\" ที่ถูกขับร้องในเพลงพื้นบ้าน Watatsumi ส่วนในดินแดนของ Raiden กลับเรียกขานว่า \"Akuou\" แทน เขาเป็นข้าราชบริพารคนแรกของงูยักษ์ Orobashi และเขาเป็นข้าราชบริพารคนสุดท้ายก็เช่นกัน",
        "vi": "\"Đông Vương\" hoặc \"Touzannou\" được truyền tụng trong những bài dân ca của con dân biển sâu, được biết đến rộng rãi với cái tên \"Akuou\" ở vùng đất lôi điện. Anh ấy là vị vua đầu tiên và cuối cùng mà mãng xà Orobashi sắc phong."
    },
    "materialType": "MATERIAL_QUEST"
}