{
    "name": {
        "en": "Deep in the Quiet Forest",
        "de": "Tief im stillen Wald",
        "chs": "栖凭于清森深处",
        "cht": "棲憑於清森深處",
        "es": "La quietud del bosque",
        "fr": "Au fond de la forêt tranquille",
        "id": "Keheningan dalam Hutan yang Tenang",
        "jp": "清らかな深い森の住まい",
        "kr": "깊은 숲속 거주",
        "pt": "Tranquilidade da Floresta Profunda",
        "ru": "Под лесной сенью",
        "th": "พำนัก ณ ป่าลึกเงียบงัน",
        "vi": "Trú Ngụ Trong Rừng Sâu"
    },
    "id": 350067,
    "materialDesc": {
        "en": "This settlement is made in the style of Gandharva Ville, with much aesthetic inspiration taken from the rainforest itself, such that you be able to live out the forest experience amidst the calming greens and blues regardless of the surrounding area.\\nOf course, you will need to master more survival skills for times when you must truly enter the forest, such as adjusting your routines and rhythms to avoid the minor quibbles caused by the humid climate. You might also need to understand some Forest Rangers' daily habits...\\nThis Furnishing Set is favored by the following companions: Collei, Cyno",
        "de": "Diese Siedlung ist im Stil von Gandharva gestaltet, wobei viele ästhetische Inspirationen aus dem grünen Regenwald stammen. Der grüne Regenwald ist ein Genuss. Die Erfahrung, im Regenwald zu leben, kann in diesem Gebiet unabhängig von der umgebenden Landschaft erlebt werden.\\nNatürlich musst du noch mehr Überlebensfähigkeiten erwerben, wenn du wirklich in den Regenwald ziehst, z. B. deine Routine und deinen Rhythmus anpassen, um die durch das feuchte Klima verursachten kleinen Unannehmlichkeiten zu vermeiden. Und du musst noch einige tägliche Gewohnheiten der Waldhüter verstehen ...\\nDieses Set wird von den folgenden Gefährten bevorzugt: Collei, Cyno",
        "chs": "参考化城郭的风格，充分运用雨林风格的建筑所布置的聚落，苍翠的色彩令人心旷神怡，无论周边的景致如何，都能在这片区域浅尝林中澄居的体验。\\n当然，真正入住雨林时，还需掌握多种生活的技巧，调整作息与节律，以规避潮湿气候等环境因素带来的小小问题，并理解一些巡林员的日常习惯…\\n偏好这套摆设的同伴：柯莱、赛诺",
        "cht": "參考化城郭的風格，充分運用雨林風格的建築所佈置的聚落，蒼翠的色彩令人心曠神怡，無論周邊的景致如何，都能在這片區域淺嚐林中澄居的體驗。\\n當然，真正入住雨林時，還需掌握多種生活的技巧，調整作息與節律，以規避潮濕氣候等環境因素帶來的小小問題，並理解一些巡林員的日常習慣…\\n偏好這套擺設的同伴：賽諾、柯萊",
        "es": "Un asentamiento formado por edificaciones propias de los bosques de Sumeru que recuerda a la estética de la Villa Gandharva. No importante donde estés, las clásicas tonalidades esmeraldas y azulonas de este diseño te harán sentir como si estuvieras en mitad del bosque.\\nAunque, claro está, para la vida en el bosque es necesario contar con todo un repertorio de habilidades de supervivencia para adecuarse a los pequeños inconvenientes que presenta un clima tan húmedo. Tampoco viene mal que te familiarices con las costumbres y directrices de los guardas forestales...\\nLos siguientes acompañantes prefieren este conjunto: Collei y Cyno.",
        "fr": "Ce bâtiment a été conçu dans le style de Gandharva et dont l'esthétique est clairement inspirée de la forêt tropicale. Peu importe ce qui se trouve autour, vous pourrez faire l'expérience de la forêt, au milieu de sa végétation et ses cours d'eau apaisants.\\nCeci dit, vous devrez maîtriser des compétences de survie lorsque vous devrez véritablement vous aventurer dans la forêt et ajuster vos gestes pour éviter les petits désagréments du climat humide. Vous devrez également comprendre les habitudes quotidiennes de certains gardes forestiers...\\nCompagnons préférant ce set : Collei, Cyno.",
        "id": "Pemukiman ini dibuat dengan gaya Desa Gandharva dengan banyak inspirasi estetika yang diambil dari hutan hujan itu sendiri, sehingga kamu dapat merasakan pengalaman hutan di tengah warna hijau dan biru yang menenangkan.\\nTentu saja, kamu juga perlu menguasai lebih banyak keterampilan bertahan hidup ketika kamu harus benar-benar memasuki hutan, seperti menyesuaikan rutinitas dan ritme untuk menghindari perkara kecil yang disebabkan oleh iklim lembap tersebut. Kamu mungkin juga perlu memahami kebiasaan sehari-hari beberapa Penjaga Hutan ....\\nRekan yang menyukai set perabot ini: Collei, Cyno",
        "jp": "ガンダルヴァー村の様式を参考にし、雨林の建築スタイルを有効活用して建てられた集落。緑に満ちた色彩は心を癒してくれる。周りの風景がどんな姿であろうと、このエリアでは森の中の隠居生活を体験できる。\\nもちろん、いざ雨林に住もうとなると、暮らしのコツをいくつも把握し、生活リズムを調整する必要がある。また、湿気などの環境問題を避けるために、レンジャーの習慣も理解しておかなければならない…\\nこの調度品セットを好む仲間：コレイ、セノ",
        "kr": "간다르바 성곽과 우림 스타일 건축물을 참고해서 배치한 마을. 푸른 색채는 마음을 트이게 해서 주변 환경과 상관없이 은거하는 기분을 들게한다.\\n물론 우림에서 살려면 다양한 생존 기술을 배우고, 생활 리듬을 바꿔서 눅눅한 환경이 일으키는 사소한 문제를 피해야 하며, 숲의 순찰자의 일상 습관도 파악해야 한다….\\n해당 장식 세트를 선호하는 친구: 콜레이, 사이노",
        "pt": "Um assentamento formado por edifícios típicos das florestas de Sumeru, que lembram a estética da Vila Gandharva. Não importa onde você esteja, os tons clássicos de esmeralda e azul-petróleo deste design farão com que você se sinta no meio da floresta.\\nEmbora, é claro, a vida na floresta exija todo um repertório de habilidades de sobrevivência para se encaixar aos pequenos inconvenientes que um clima tão úmido apresenta. Também não custa nada se familiarizar com os costumes e orientações dos guardas-florestais...\\nEste conjunto de decorações é o preferido dos seguintes companheiros: Collei e Cyno.",
        "ru": "Поселение в стиле Гандхарвы, создатели которого черпали вдохновение в образах тропического леса. Где бы вы ни были, здесь вы можете почувствовать себя среди безмятежной зелени и синевы.\\nКонечно, для настоящих лесных вылазок вам потребуются специальные навыки выживания. Например, придётся изменить свой распорядок дня, чтобы избежать неприятностей из-за влажного климата. А ещё не помешает освоить некоторые бытовые привычки лесных дозорных...\\nЭтот комплект предпочитает следующие компаньоны: Коллеи, Сайно.",
        "th": "เขตพักอาศัยอ้างอิงจากสไตล์ Gandharva Ville ที่จัดวางไปด้วยสิ่งปลูกสร้างสไตล์ป่าฝนอย่างเต็มเปี่ยม สีเขียวชอุ่มชวนให้จิตใจเงียบสงบ ไม่ว่าบรรยากาศรอบด้านจะเป็นเช่นไร ก็สามารถสัมผัสได้ถึงการใช้ชีวิตในป่าได้จากพื้นที่บริเวณนี้\\nแน่นอนว่า ยามเมื่อเข้าสู่ป่าฝนที่แท้จริง ต้องรู้จักเทคนิคการเอาชีวิตรอด และปรับกิจวัตรพร้อมทั้งจังหวะการใช้ชีวิต เพื่อหลีกเลี่ยงปัญหายิบย่อยจากสภาพอากาศและสภาพแวดล้อมเปียกชื้น ทางที่ดีก็ควรเข้าใจความเคยชินในชีวิตประจำวันบางส่วนของเจ้าหน้าที่พิทักษ์ป่าด้วย...\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Collei, Cyno",
        "vi": "Tham khảo theo phong cách của Làng Gandharva, vận dụng cách bố trí của kiến trúc mang phong cách rừng mưa, màu xanh ngọc làm cho lòng người khoan khoái, bất luận cảnh sắc xung quanh thế nào, đều có thể mang đến trải nghiệm như được trú ngụ trong rừng.\\nĐương nhiên, khi thực sự vào ở trong rừng mưa, thì cần phải nắm vững nhiều kỹ năng sống, điều chỉnh tiết tấu sinh hoạt, để tránh những vấn đề nho nhỏ mà môi trường khí hậu ẩm ướt mang lại, đồng thời hiểu được thói quen thường nhật của các kiểm lâm...\\nBạn đồng hành thích bộ trang trí này: Collei, Cyno"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}