{
    "name": {
        "en": "Definitely Not Bar Food!",
        "de": "Verträgt sich nicht mit Alkohol",
        "chs": "绝对不是下酒菜",
        "cht": "絕對不是下酒菜",
        "es": "Esto no es un aperitivo",
        "fr": "Ceci n'est pas un apéritif",
        "id": "Definitely Not Bar Food!",
        "jp": "絶対オツマミじゃない",
        "kr": "술안주 절대 아님",
        "pt": "Isso não é um aperitivo",
        "ru": "Точно не закуска!",
        "th": "Definitely Not Bar Food!",
        "vi": "Không Phải Món Nhậu"
    },
    "id": 108134,
    "materialDesc": {
        "en": "Diona's specialty. The fish skin is crisp, and the meat is sumptuous. Only someone with a sufficiently great love for fish would be able to bring out such lovely flavors. Now, if only there were something to drink to go with it... Uh-oh, she's looking this way!",
        "de": "Dionas Spezialzubereitung. Knusprige Fischhaut, saftiges Fleisch, nur ein wahrer Liebhaber von Fisch kann etwas so Aromatisches schaffen. Perfekt dazu wäre ein Gläschen ... Halt, Diona sieht her!",
        "chs": "迪奥娜的特色料理。鱼皮香脆，鱼肉饱满。只有对鱼肉有着足够的热爱，才能烹调出如此美妙的味道。如果有一杯什么喝的…不好，迪奥娜看过来了！",
        "cht": "迪奧娜的特色料理。魚皮香脆，魚肉飽滿。只有對魚肉有著足夠的熱愛，才能烹調出如此美妙的味道。如果有一杯什麼喝的…不好，迪奧娜看過來了！",
        "es": "La especialidad de Diona. La piel del pescado está crujiente y la carne, jugosa. Solo alguien con un amor suficientemente grande por el pescado sería capaz de elaborar un plato de un sabor tan exquisito. Si hubiera algo de beber para acompañarlo... Oh, oh, ¡está mirando en esta dirección!",
        "fr": "Spécialité culinaire de Diona. La peau est croustillante et la viande est charnue. Seule une véritable fan de poisson est capable d'élaborer un plat aux saveurs exquises comme celui-ci. Il ne manque plus qu'un bon petit verre de vin pour l'accompagner... Oups, on nous regarde !",
        "id": "Spesialisasi Diona. Kulit ikan yang renyah dan daging yang melimpah. Hanya seseorang yang benar-benar menyukai ikan dapat menghasilkan rasa yang seperti ini. Lalu... jika ada minuman untuk menemani hidangan ini... oh, Diona melihat ke arah sini!",
        "jp": "ディオナのオリジナル料理。パリパリした魚の皮に、柔らかい魚肉、魚を愛する者だけが作れる美味しさ。もし何か酒とか…まずい、ディオナの視線を感じる！",
        "kr": "디오나의 특제 요리. 바삭한 생선 껍질에 꽉 찬 생선 살까지…. 생선 요리에 대한 애정이 없으면 절대 만들지 못하는 맛이다. 같이 마실만한 뭔가가 있다면… 이런, 디오나가 째려봐!",
        "pt": "Especialidade da Diona. A pele do peixe é crocante e a carne é abundante. Somente alguém com um amor suficientemente grande por peixes seria capaz de revelar sabores tão agradáveis. Agora, se ao menos houvesse algo para beber... Uh-oh, ela está olhando para cá!",
        "ru": "Особое блюдо Дионы. Роскошное мясо и хрустящая корочка. Только тот, кто действительно любит рыбу, может приготовить её столь вкусно. Неужели, к этому блюду не подают никакой выпивки? ... О нет, Диона идёт!",
        "th": "เมนูพิเศษของ Diona หนังปลากรอบ ๆ กับเนื้อปลาเต็มอิ่ม ต้องเป็นคนที่ชื่นชอบในเนื้อปลาเท่านั้น จึงจะปรุงรสชาติอันล้ำเลิศนี้ได้ ถ้ามีอะไรดื่มด้วยสักแก้วล่ะก็... ไม่ดีกว่า Diona มองมาทางนี้แล้ว!",
        "vi": "Món ăn đặc biệt của Diona. Da cá vàng giòn, thịt mọng ngọt. Khi tình yêu với món cá đủ lớn, mới có thể chế biến ra thứ mỹ vị như vậy. Nếu có thêm rượu thì... Nguy rồi, Diona đến rồi."
    },
    "materialType": "MATERIAL_FOOD"
}