{
    "name": {
        "en": "Delicious Jueyun Guoba",
        "de": "Leckerer Jueyun-Schinkenreis",
        "chs": "美味的绝云锅巴",
        "cht": "美味的絕雲鍋巴",
        "es": "Guoba de Jueyun deliciosa",
        "fr": "Gooba de Jueyun (délicieux)",
        "id": "Delicious Jueyun Guoba",
        "jp": "美味しそうな絶雲のお焦げ",
        "kr": "맛있는 절운 누룽지",
        "pt": "Guoba de Jueyun Delicioso",
        "ru": "Вкусный заоблачный гоба",
        "th": "Jueyun Guoba แสนอร่อย",
        "vi": "Cơm Cháy Tuyệt Vân Ngon"
    },
    "id": 108212,
    "materialDesc": {
        "en": "One of Liyue's specialty snacks. Chow down on that lovely, fragrant crust and the steaming ham sitting atop it. The spices and spiciness race neck and neck into your nostrils, creating an addictive flavor that has you licking that last finger rather than let a single scrap go to waste.",
        "de": "Eine Spezialität aus Liyue. Man kann sich von dem knusprig angebratenen Reis ein Stück abbrechen und dann den zarten Schinken darauf legen und beides zusammen genießen. Die Süße und Schärfe zugleich ziehen einem direkt durch die Nase. Der köstliche Geschmack lässt einen nach dem Verzehr jeden Finger einzeln ablecken.",
        "chs": "璃月的特色小吃之一。掰一片香脆的锅巴，放上冒着热气的火腿片一同嚼下。脆香鲜辣争先恐后般直奔鼻腔，这酣畅过瘾的滋味，让人连哪怕是指尖的碎渣都不想放过。",
        "cht": "璃月的特色小吃之一。掰一片香脆的鍋巴，放上冒著熱氣的火腿片一同嚼下。脆香鮮辣爭先恐後般直奔鼻腔，這酣暢過癮的滋味，讓人連指尖的碎渣都不想放過。",
        "es": "Uno de los aperitivos típicos de Liyue. Se rompe un pedazo de la costra de arroz crujiente, se pone encima un pedazo caliente de jamón y se comen juntos. La textura crujiente y el picante que va directo a la nariz son tan adictivos que te chuparás los dedos.",
        "fr": "Une des nombreuses spécialités de Liyue. Cassez un morceau de la croûte de riz croustillante et déposez-y une tranche de jambon fumante. Le parfum des épices court le long de vos narines, créant une saveur addictive qui vous fait vous lécher les doigts.",
        "id": "Salah satu camilan khas Liyue. Pecahkan sedikit kerak nasi yang garing, taruh selembar ham yang masih hangat di atasnya, dan makan bersamaan. Cita rasa yang garing, harum dan pedas akan langsung menusuk hidungmu. Rasa gurih dan nikmatnya membuat orang tidak ingin menyisakan sebutir nasi pun.",
        "jp": "璃月のご当地グルメの一つ。サクッとしたお焦げに、熱々のハムをのせて口に放り込む。香りと辛さが我先にと鼻孔を突き抜ける、癖になる味。小さな欠片も食べ尽くしてしまう。",
        "kr": "리월의 별미 중 하나. 바삭한 누룽지에 따끈따끈한 햄을 곁들여 먹는다. 코끝에 맴도는 고소하고 매콤한 향에 기분이 좋아져 손끝에 묻어있는 부스러기까지 핥아먹게 만든다",
        "pt": "Um dos petiscos típicos de Liyue. Sua crosta é saborosa e perfumada e o presunto sobre ela é fumegante. O cheiro do tempero e da picância chega às narinas, criando um sabor viciante de lamber os dedos e comer até o último pedaço.",
        "ru": "Деликатес из Ли Юэ. Скорее вгрызайтесь в ароматную хрустящую лепёшку с горячей ветчиной. Пряность и острота наперегонки рвутся сквозь ваши ноздри, создавая невероятный вкус, от которого вы будете облизывать пальцы, боясь упустить даже малую крошку.",
        "th": "หนึ่งในของกินเล่นสุดพิเศษของ Liyue ที่นำแฮมร้อน ๆ วางลงไปบนแผ่น Guoba หอม ๆ และทานพร้อมกัน ความกรุบกรอบและรสชาติเผ็ดร้อนที่หอมเตะจมูกนี้ มีรสชาติแสนอร่อยจนทำให้ไม่อยากทิ้งแม้แต่เศษที่ติดอยู่ปลายนิ้ว",
        "vi": "Một trong những món ăn vặt đặc sắc của Liyue. Bẻ một miếng cơm cháy giòn, cho chút dăm bông vào và nhai cùng. Vị giòn cay xộc thẳng vào khoang mũi, mùi vị thơm ngon hấp dẫn này khiến người ta không muốn bỏ đi dù chỉ là lớp váng trên đầu ngón tay."
    },
    "materialType": "MATERIAL_FOOD"
}