{
    "name": {
        "en": "Delicious Dragon Beard Noodles",
        "de": "Leckere Drachenbartnudeln",
        "chs": "美味的龙须面",
        "cht": "美味的龍鬚麵",
        "es": "Fideos barba de dragón deliciosos",
        "fr": "Barbe à dragon (délicieuse)",
        "id": "Delicious Dragon Beard Noodles",
        "jp": "美味しそうな龍髭麺",
        "kr": "맛있는 용수면",
        "pt": "Macarrão Barba de Dragão Delicioso",
        "ru": "Вкусная лапша «Борода дракона»",
        "th": "Dragon Beard Noodles แสนอร่อย",
        "vi": "Mì Râu Rồng Ngon"
    },
    "id": 108371,
    "materialDesc": {
        "en": "Noodles that are as slender as the hairs on a dragon's beard. The slim noodles are as a waterfall, draping their way into a soup that has captured the very essence of the mountains themselves. The softer mouthfeel compared to the average noodle dish makes it nigh impossible to stop eating once you've started.",
        "de": "Nudeln, die so dünn sind wie die Haare eines Drachenbarts. Die schlanken Nudeln sind wie ein Wasserfall, der sich in eine Suppe ergießt, die die kulinarische Essenz der Berge eingefangen hat. Das weiche Mundgefühl im Vergleich zu einem durchschnittlichen Nudelgericht macht es fast unmöglich, mit dem Essen aufzuhören, wenn man einmal angefangen hat.",
        "chs": "细如龙须的面食。抻细的面如同飞流直下的瀑布，三千细丝坠入凝聚山珍精华的高汤之中。比寻常面食更为柔软缠绵的口感，让人根本不愿停下筷子。",
        "cht": "細如龍鬚的麵食。抻細的麵如同飛流直下的瀑布，三千細絲墜入凝聚山珍精華的高湯之中。比尋常麵食更為柔軟纏綿的口感，讓人根本不願停下筷子。",
        "es": "Unos fideos tan finos como la barba de un dragón. Los fideos, que caen como una cascada, parecen miles de hilos al bañarse en un caldo hecho con los ingredientes más exquisitos de la tierra. Su textura es más tierna y agradable que la de los fideos normales, lo que hace imposible parar de comerlos.",
        "fr": "Des nouilles aussi fines que les poils de la barbe d'un dragon. Les nouilles sont tellement fines qu'on dirait une cascade qui serpente dans un bouillon qui a capturé l'essence même des montagnes. La sensation en bouche tellement plus douce par rapport à un plat de nouilles traditionnel fait qu'il est quasiment impossible de s'arrêter une fois qu'on a commencé.",
        "id": "Mi yang tipis seperti rambut di janggut naga. Juntaian minya seperti air terjun yang mengalir lurus ke bawah, jatuh ke dalam kuah kaldu yang menangkap esensi pegunungan. Rasanya sedikit lebih lembut dan kenyal bila dibandingkan dengan mi yang biasanya, setiap orang memakannya tidak akan berhenti untuk melahapnya.",
        "jp": "龍の髭のように細い麺類。麺は滝のように伸び、山幸の精髄が凝縮された出汁の中に落ちていく。通常の麺よりも柔らかく、絡みつくような食感で、箸が止まらなくなる。",
        "kr": "용의 수염처럼 가는 면 요리. 가늘게 밀은 면이 산미 육수 속으로 폭포처럼 떨어진다. 일반 면보다 훨씬 부드러운 식감으로 젓가락이 멈출 줄 모른다",
        "pt": "Macarrão que é tão fino quanto os pelos da barba de um dragão. O macarrão fino é como uma cachoeira, escorrendo para dentro de uma sopa que capturou a própria essência das montanhas. A sensação suave na boca em comparação com o prato comum de macarrão torna quase impossível parar de comer uma vez que você começa.",
        "ru": "Тонкая, как волоски в бороде дракона, лапша. Тончайшая струящаяся лапша похожа на водопад, который ниспадает в бульон. Отражает саму суть гор. Когда вы начинаете есть эту мягкую и нежную лапшу, вы уже не можете остановиться.",
        "th": "เมนูบะหมี่ที่มีเส้นอันเรียวบางราวกับเครามังกร เส้นที่ถูกยืดจนเรียวเล็กสามพันเส้นนั้น ดูราวกับสายน้ำตกที่ไหลลงมาจากเบื้องบน ถูกนำใส่ลงไปในน้ำซุปเข้มข้นที่รวมเอาแก่นแท้ของภูเขาเข้าไว้ด้วยกัน เมื่อเทียบกับเมนูเส้นทั่ว ๆ ไปแล้ว จะให้ความรู้สึกที่นุ่มละมุนลิ้นยิ่งกว่ามาก ทำให้ผู้คนหยุดทานไม่ได้เลยทีเดียว",
        "vi": "Sợi mì mảnh như râu rồng. Sợi mì căng tràn như dòng thác chảy thẳng xuống, hòa vào thứ nước dùng cô đọng tinh hoa núi rừng. Những sợi mì râu rồng có kết cấu mềm và dai hơn so với sợi mì thông thường, khiến người ta không muốn dừng đũa chút nào."
    },
    "materialType": "MATERIAL_FOOD"
}