{
    "name": {
        "en": "Delicious Golden Shrimp Balls",
        "de": "Leckere goldene Garnelenhäppchen",
        "chs": "美味的金丝虾球",
        "cht": "美味的金絲蝦球",
        "es": "Albóndigas de camarón dorado deliciosas",
        "fr": "Boulettes de crevettes dorées (délicieuses)",
        "id": "Delicious Golden Shrimp Ball",
        "jp": "美味しそうなエビのポテト包み揚げ",
        "kr": "맛있는 황금 새우볼",
        "pt": "Almôndegas Douradas de Camarão Deliciosa",
        "ru": "Вкусные шарики с креветкой",
        "th": "Golden Shrimp Balls แสนอร่อย",
        "vi": "Tôm Viên Tơ Vàng Ngon"
    },
    "id": 108127,
    "materialDesc": {
        "en": "A deep-fried shrimp dish. From the rich, indulgent scent of crispy golden potato strips, to the satisfying crunch as you take your first bite, to the grand finale of delicious sweet shrimp, this dish is pure pleasure.",
        "de": "Ein Gericht mit frittierten Garnelen. Die goldbraun frittierte Kartoffelhülle hält einen kräftigen Geschmack bereit. Außen knusprig, innen zart, mit jedem Happen ist auch schon eine ganze Garnele verschwunden und hinterlässt ein seidiges Gefühl auf der Zunge.",
        "chs": "油炸而成的虾料理。金黄酥脆的土豆丝薯香浓郁，咔哧一声，伴随着虾肉溢出的香甜汁水，满足感油然而生。一口一只，齿颊留香。",
        "cht": "油炸而成的蝦料理。金黃酥脆的馬鈴薯絲薯香濃郁，咖滋一聲，伴隨著蝦肉溢出的香甜汁水，滿足感油然而生。一口一隻，齒頰留香。",
        "es": "Un plato de camarones fritos. Desde el rico e indulgente aroma de las crujientes tiras de papas doradas hasta el gran final de los deliciosos camarones dulces, pasando por el satisfactorio crujido al dar el primer bocado... Este plato es placer puro.",
        "fr": "Un plat de crevettes frites. La panure de pommes de terre croustillante abrite de la chair de crevette juteuse. Vous n'en ferez qu'une bouchée.",
        "id": "Hidangan udang goreng. Dari aromanya yang kaya, potongan kentang emas yang renyah, lalu kepuasan pada gigitan pertama, hingga akhirnya tiba pada udang manis yang begitu lezat, hidangan ini benar-benar mendefinisikan kenikmatan sejati.",
        "jp": "エビを使った揚げ料理。黄金色のジャガイモの千切りにじゅわっと溢れるエビの甘い肉汁。一口食べてみるとその旨味が口の中に広がる。満足度が高い一品。",
        "kr": "기름에 튀긴 새우 요리. 노릇하고 바삭한 감자채를 한입 베어 물면 고소한 향이 나며, 새우살에서 터져 나오는 육즙에 절로 입꼬리가 올라간다. 먹을 때마다 입안 가득 향기가 퍼진다",
        "pt": "Um prato de camarão frito. Desde o aroma rico e indulgente de tiras de batata dourada crocantes, até a trituração satisfatória enquanto você dá a sua primeira refeição, até o grand finale de deliciosos camarões doces, este prato é puro prazer.",
        "ru": "Жареные креветки в кляре. Сперва аппетитный аромат картофельных шариков пленит вас. Вкусив это блюдо, вы ощутите, как приятно они хрустят. А внутри грандиозный финал - восхитительные сладкие креветки.",
        "th": "เมนูอาหารทอดที่ทำจากกุ้ง มันเทศหั่นเป็นเส้นบาง ๆ สีทองส่งกลิ่นหอมและกรุบกรอบ ควบคู่ไปกับความหอมหวานและฉ่ำน้ำของเนื้อกุ้ง อร่อยจนน้ำตาไหล ตื้นตันจนต้องร้องไห้",
        "vi": "Món tôm chiên. Khoai tây chiên vàng, giòn rụm thơm nồng, cắn rắc một tiếng, nước ngọt trào ra từ thịt tôm, tạo nên cảm giác no đầy. Mỗi lần ăn trọn một con, mùi vị vẫn còn lưu lại trong miệng."
    },
    "materialType": "MATERIAL_FOOD"
}