{
    "name": {
        "en": "Delicious Stir-Fried Shrimp",
        "de": "Leckere gebratene Garnelen",
        "chs": "美味的清炒虾仁",
        "cht": "美味的清炒蝦仁",
        "es": "Salteado de camarones delicioso",
        "fr": "Crevettes sautées (délicieuses)",
        "id": "Delicious Stir-Fried Shrimp",
        "jp": "美味しそうなエビのあっさり炒め",
        "kr": "맛있는 새우살 볶음",
        "pt": "Camarão Salteado Delicioso",
        "ru": "Вкусные обжаренные креветки",
        "th": "Stir-Fried Shrimp แสนอร่อย",
        "vi": "Tôm Nõn Xào Thơm Ngon"
    },
    "id": 108196,
    "materialDesc": {
        "en": "A mild and luscious dish. The plump shrimp are packed full of flavor just waiting to burst out on the first bite, creating wave after wave of indulgent deliciousness, like drops of water falling one by one onto a still lake, ending just as the sweet aftertaste finally begins to emerge.",
        "de": "Ein leichtes und mildes Gericht. Die prallen Garnelen stecken voller Frische, die nur darauf wartet, sich beim ersten Bissen in deinem Mund ausbreiten zu können, wo sie zahllose Wellen von atemberaubendem, wunderbarem Geschmack freisetzt, der wie Wassertropfen, einer nach dem anderen, in einen unbewegten See hineinfallen, und am Ende der süße Nachgeschmack beginnt, sich auszubreiten.",
        "chs": "清淡润口的菜肴。外形饱满的虾仁将全部鲜味储存在体内，只等齿间轻咬的那一刻迸发而出。如同一颗颗水珠接连滴入原本平静的湖面，荡出无数鲜美的回旋。直到细腻的回甘隐约浮现，心醉神迷的感受才刚刚停止。",
        "cht": "清淡潤口的菜餚。外形飽滿的蝦仁將全部鮮味儲存在體內，只等齒間輕咬的那一刻迸發而出。如同一顆顆水珠接連滴入原本平靜的湖面，蕩出無數鮮美的迴旋。直到細膩的回甘隱約浮現，心醉神迷的感受才剛剛停止。",
        "es": "Una comida de un sabor suave y delicioso. Tiene tan buen aspecto y su sabor original parece estar tan bien conservado que solo puedes pensar en cuándo llegará el momento de probar un bocado. Comer este plato es como si varias gotas de agua cayeran en las apacibles aguas de un lago y crearan ondas de sabor en tu paladar, un estado de éxtasis que solo cesa cuando el exquisito regusto de los camarones juguetea con tus papilas gustativas.",
        "fr": "Un plat doux et agréable en bouche. Les crevettes dodues sont pleines de fraîcheur qui ne demande qu'à éclater à la première bouchée, créant d'innombrables vagues de saveurs vertigineuses, à la manière de gouttes qui tomberaient l'une après l'autre sur un lac immobile, pour se terminer quand l'arrière-goût sucré commence à émerger.",
        "id": "Hidangan yang ringan dan halus. Udang montok yang dikemas dengan penuh kesegaran sedang menantikan dirinya untuk meledak dan memberikan kenikmatan pada gigitan pertama, di mana mereka menciptakan gelombang memusingkan serta rasa indah yang tak terhitung jumlahnya, sama seperti tetesan air yang jatuh satu per satu ke dalam danau yang tenang. Akhir dari rasa ini sama manisnya dengan awal munculnya rasa ini.",
        "jp": "あっさりとした料理。風味豊かなエビは、新鮮さ蓄え、噛まれる瞬間を待っている。穏やかな湖面に水滴が次々と落ちていくように、美味の響きが漂い続ける。繊細な甘さが終わるまで、魅惑的な感覚は止まらない。",
        "kr": "담백하고 촉촉한 요리. 속이 꽉 찬 생새우살을 한 입 베어 물면 마치 잔잔했던 호수 위로 연이어 떨어지는 물방울처럼 풍미가 입안 가득 흘러넘친다. 부드럽고 달콤한 뒷맛이 은은하게 다시 올라올 때까지 그 황홀한 느낌은 멈추지 않는다",
        "pt": "Uma comida de sabor suave. Tem uma bela aparência e seu sabor está bem conservado que você só consegue pensar em quando poderá dar uma mordida. Comer esse prato é como gotas d'água que caem nas calmas águas de um lago, criando ondas de sabor, em um estado de êxtase que só para quando o doce gosto residual dos camarões ressurge.",
        "ru": "Блюдо с мягким восхитительным вкусом. Внутри запечатана сочность свежайшей креветки. Она ожидает момента, чтобы вырваться при первом укусе и создать бесчисленные волны головокружительного, прекрасного вкуса, подобно каплям воды, падающим одна за другой в неподвижное озеро. Завораживающее ощущение прекращается только с появлением нежной сладости послевкусия.",
        "th": "เมนูเบา ๆ ทานง่าย ๆ ความอร่อยที่ถูกกักเก็บไว้ในเนื้อกุ้งที่อวบอ้วน รอที่จะทะลักออกมาเพียงแค่ถูกกัดเบา ๆ โดยรสชาติแสนอร่อยของน้ำซุปที่วนเวียนไปมาอย่างไม่สิ้นสุดนั้น เฉกเช่นหยดน้ำทีละหยดที่ร่วงหล่นลงไปในผิวน้ำที่สงบนิ่งอย่างต่อเนื่อง จนกระทั่งเกิดอาฟเตอร์เทสรสหวานขึ้นอย่างจาง ๆ ในตอนท้าย ความรู้สึกปลื้มปีติจึงได้สิ้นสุดลง",
        "vi": "Món ăn thanh đạm, vừa miệng. Thịt tôm có vẻ đầy đặn, bên trong lưu giữ hương vị tươi ngon, chỉ cần cắn nhẹ là cảm nhận được hương vị tuyệt hảo, cuối cùng kết thúc bằng vị hậu ngọt, khiến cho thực khách mê đắm."
    },
    "materialType": "MATERIAL_FOOD"
}