{
    "name": {
        "en": "Delicious Tri-Flavored Skewer",
        "de": "Leckerer Spieß mit drei Aromen",
        "chs": "美味的串串三味",
        "cht": "美味的串串三味",
        "es": "Brochetas de tres sabores deliciosas",
        "fr": "Brochettes trois saveurs (délicieuses)",
        "id": "Delicious Tri-Flavored Skewer",
        "jp": "美味しそうな串焼き三種",
        "kr": "맛있는 삼미 꼬치",
        "pt": "Espeto de Três Sabores Delicioso",
        "ru": "Вкусные тройные шашлычки",
        "th": "Tri-Flavored Skewer แสนอร่อย",
        "vi": "Xiên Que Ba Vị Thơm Ngon"
    },
    "id": 108275,
    "materialDesc": {
        "en": "A pieced-together skewer. The highly-refined temperature control has released sizzling blooms of oils. The many seasonings accentuate the flavor of the various ingredients. If there was but a little less of them, it would be too plain; if a little more, too dense. This keen balance reveals the craftsman's heart within the chef.",
        "de": "Ein zusammengestückelter Spieß. Die hochfeine Temperaturkontrolle hat zischende Ölblüten freigesetzt. Die vielen Gewürze akzentuieren den Geschmack der verschiedenen Zutaten. Ein bisschen weniger davon wäre zu schlicht, ein bisschen mehr zu dicht. Diese leidenschaftliche Balance offenbart das handwerkliche Herz des Kochs.",
        "chs": "组合而成的串串。炉火纯青的温度控制，引动了滋滋作响的油花，多样的调料更是激发了食材的风味。少一分则淡，多一分则浓。而这一份不偏不倚的平衡之味，正是制作者所呈现出的匠心。",
        "cht": "組合而成的串串。爐火純青的溫度控制，引動了滋滋作響的油花，多樣的調味品更是激發了食材的風味。少一分則淡，多一分則濃。而這一份不偏不倚的平衡之味，正是製作者所呈現出的匠心。",
        "es": "Unas brochetas compuestas por varios ingredientes. La intensidad del fuego, controlada a la perfección, ha creado unas pequeñas burbujas de aceite que, junto con la variedad de especias utilizadas, potencia el sabor de los ingredientes. Si se hubieran puesto menos condimentos, estaría muy soso, y si se hubieran puesto más, sabría demasiado fuerte. Es precisamente este perfecto equilibrio lo que demuestra las sublimes habilidades culinarias de quien creó este plato.",
        "fr": "Un assortiment de brochettes. Le contrôle de la température hautement maîtrisé a libéré des bulles d'huiles grésillantes. Les nombreux assaisonnements accentuent la saveur des différents ingrédients. S'il y en avait un peu moins, ce serait trop fade, un peu plus, le goût serait trop fort. Cet équilibre parfait révèle les compétences culinaires exceptionnelles de celui qui a fait ce plat.",
        "id": "Gabungan makanan yang ditusuk menjadi sate. Pengontrolan suhu yang baik membuat kandungan minyaknya mendesis keluar. Bumbu yang beraneka ragam menonjolkan rasa alami bahan makanannya. Bila kurang sedikit bumbu, rasanya akan menjadi hambar. Bila tambah sedikit lagi bumbu, rasanya akan menjadi kental. Keseimbangan rasa dalam sate ini mengungkapkan jiwa seorang seniman yang teliti dalam diri koki yang memasaknya.",
        "jp": "串焼きの盛り合わせ。火加減が絶妙で、油がじわじわと鳴る。豊富な調味料が食材の旨みを引き出す。調味料は多くもなく、少なくもなく、ちょうどいい。偏りのない、バランスのとれた味わいは、料理人が披露する職人技だ。",
        "kr": "꿰어진 꼬치. 달인의 경지에 이른 화력 조절이 치지직, 맛있는 소리를 내는 기름을 이끌고 있다. 게다가 다양한 조미료가 식자재에 풍미를 곁들이고 있다. 조금만 덜하면 담백하고, 조금만 과하면 진하다. 이 과하지도, 부족하지도 않은 균형의 맛이 바로 제작자가 표현해낸 장인의 마음이다",
        "pt": "Um espeto com vários pedaços. O controle de temperatura altamente refinado permitiu que os óleos escaldantes fosse liberados. Os muitos temperos acentuam o sabor dos vários ingredientes. Se houvesse um pouco menos deles, ficaria muito sem graça; se houvesse um pouco mais, ficaria muito intenso. Esse equilíbrio apurado revela o lado criativo do chef.",
        "ru": "Ингредиенты, нанизанные на деревянный шампур. Идеальный жар вызволил шипящие капли масел. Разнообразные специи подчёркивают вкус ингредиентов. Будь их меньше, было бы пресно; больше - слишком пряно. Этот совершенный баланс раскрывает изобретательность повара.",
        "th": "อาหารเสียบไม้รวมรส ที่การควบคุมคุมอุณหภูมิของไฟที่สมบูรณ์แบบ กระตุ้นให้เกิดน้ำมันออกมา และเครื่องเทศหลากหลายชนิดที่ยิ่งช่วยเสริมรสชาติของส่วนผสมต่าง ๆ ถ้าขาดไปนิดก็คงจะจืด ถ้ามากไปหน่อยก็คงเข้มไป แต่จานนี้มีรสชาติที่ลงตัวพอดี ซึ่งเผยให้เห็นถึงความคิดสร้างสรรค์ของเชฟได้เป็นอย่างดี",
        "vi": "Xiên que kết hợp. Độ lửa hoàn hảo, váng dầu nổ lách tách kèm theo các loại gia vị, làm dậy lên mùi vị của món ăn. Thiếu một chút thì nhạt, dư một chút thì mặn, đây chính là vị ngon cân bằng không hơn không kém."
    },
    "materialType": "MATERIAL_FOOD"
}