{
    "name": {
        "en": "Delicious Fish With Cream Sauce",
        "de": "Leckerer Fisch in Milchsoße",
        "chs": "美味的奶酱鲜鱼",
        "cht": "美味的奶醬鮮魚",
        "es": "Pescado a la crema delicioso",
        "fr": "Poisson à la crème (délicieux)",
        "id": "Delicious Fish with Cream Sauce",
        "jp": "美味しそうな魚のクリームソース",
        "kr": "맛있는 크림소스 생선",
        "pt": "Peixe ao Creme Delicioso",
        "ru": "Вкусная рыба в сливочном соусе",
        "th": "Fish with Cream Sauce แสนอร่อย",
        "vi": "Cá Tươi Sốt Kem Ngon"
    },
    "id": 108435,
    "materialDesc": {
        "en": "A fish dish served in sauce. The translucent fillet lies upon exquisite cream sauce. With only a small mouthful, one might even see fish leaping on the sea surface.",
        "de": "Fischgericht mit Soße. Das lichtdurchlässige Fischfilet liegt in einer exquisiten Sahnesoße. Wenn man einen kleinen Happen davon nimmt, fühlt man Fische, die über die Meeresoberfläche hüpfen.",
        "chs": "佐以酱汁的鱼料理。莹白剔透的鱼块，橫卧于曼妙奶酱之上，只需一口就能让味蕾感受到活鱼跃水而出般的鲜美冲击。",
        "cht": "佐以醬汁的魚料理。瑩白剔透的魚塊，橫臥於曼妙奶醬之上，只需一口就能讓味蕾感受到活魚躍水而出般的鮮美衝擊。",
        "es": "Un plato de pescado servido en salsa. El pescado se sirve en una salsa blanca cremosa, que es una delicia para el paladar. Con solo un pequeño bocado, uno puede ver a los peces saltando en la superficie del mar.",
        "fr": "Un plat de poisson servi en sauce. Un filet de poisson translucide dressé sur une splendide sauce crémeuse. Il ne faut qu'une bouchée pour sentir le poisson frais bondir hors de l'eau et attaquer vos papilles.",
        "id": "Hidangan ikan yang dilumuri dengan saus. Potongan ikan putih yang transparan diletakkan di atas saus susu yang anggun. Satu gigitan saja dapat membuat lidah merasakan efek lezat dari ikan hidup yang melompat keluar dari air ini.",
        "jp": "魚にソースをかけた料理。繊細なクリームソースの上に横たわる白く透き通った魚肉は、一口食べただけで魚が飛び出すような新鮮な美味しさを感じさせてくれる。",
        "kr": "소스를 곁들인 생선요리. 하얗고 투명한 생선 살코기가 절묘한 크림소스 위에 가로놓여 있다. 한입 베어 물면 싱싱한 물고기가 물 위로 뛰어오르는 것 같은 신선한 맛의 충격을 느낄 수 있다",
        "pt": "Um prato de peixe servido com molho. O peixe é servido com um molho branco cremoso, que é uma delícia para o paladar. Com apenas uma pequena mordida, é quase possível ver os peixes pulando na superfície do mar.",
        "ru": "Рыба, сервированная сливочным соусом. Глянцевые полупрозрачные ломтики рыбы на подушке из лёгкого сливочного соуса. Попробуйте только кусочек, и вкус этого блюда заиграет у вас на языке, как рыба в морских волнах.",
        "th": "เมนูปลาในน้ำซอส แล่เนื้อปลาสีขาวใสให้เป็นชิ้น จัดวางบนซอสครีมสีนวลเนียน เพียงแค่คำเดียว ก็สามารถกระตุ้นต่อมรับรส ให้สัมผัสได้ถึงความสดที่พวยพุ่ง ราวกับปลาที่พึ่งกระโจนขึ้นจากน้ำ",
        "vi": "Món cá được kết hợp với nước sốt. Miếng phi lê trong suốt nằm trên lớp nước sốt kem tinh tế, chỉ cần ăn một miếng thôi cũng có thể cảm nhận được vị tươi ngon của một con cá sống."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}