{
    "name": {
        "en": "Delicious Aaru Mixed Rice",
        "de": "Leckerer gemischter Aaru-Reis",
        "chs": "美味的阿如拌饭",
        "cht": "美味的阿如拌飯",
        "es": "Arroz de Aaru delicioso",
        "fr": "Riz mélangé d'Aaru (délicieux)",
        "id": "Delicious Aaru Mixed Rice",
        "jp": "美味しそうなアアルコシャリ",
        "kr": "맛있는 아루 비빔밥",
        "pt": "Arroz Misturado de Aaru Delicioso",
        "ru": "Вкусный пилав Аару",
        "th": "Aaru Mixed Rice แสนอร่อย",
        "vi": "Cơm Trộn Aaru Ngon"
    },
    "id": 108462,
    "materialDesc": {
        "en": "A large serving of filling staple food. Each grain of rice is distinct and evenly coated in flavorful sauce as you spoon them into your mouth. No oily meats were used to make this dish, and yet its flavor is more alluring still. This dish stacks flavor like the endless dunes themselves, bringing a most unique satisfaction.",
        "de": "Ein sättigendes Hauptgericht. Der Reis wurde Korn für Korn mit kräftigem Tomatensaft benetzt. Obwohl kein Öl hinzugefügt wurde, ist dieses vegane Gericht noch viel verlockender als der Geruch von gebratenem Fleisch. Der sich wie Sanddünen auftürmende Wohlgeschmack bringt ein ungewöhnlich befriedigendes Gefühl mit sich.",
        "chs": "量大管饱的主食。米饭粒粒分明，被浓郁的酱汁包裹着送入口中，明明没有加入油荤却比肉香更加诱人。如随处可见的沙丘般堆叠着的美味，带来非同寻常的满足感。",
        "cht": "經濟實惠的主食。米飯粒粒分明，被濃郁的醬汁包裹著送入口中，明明沒有加入油葷卻比肉香更加誘人。如隨處可見的沙丘般堆疊著的美味，帶來非同尋常的滿足感。",
        "es": "Una gran porción de un alimento básico saciante. Los granos de arroz se han remojado en una sabrosa salsa. No contiene carne ni aceites, pero es más tentador que la carne misma. El sabor se amontona como las dunas y proporciona una extraordinaria sensación de satisfacción.",
        "fr": "Une grande portion d'aliments bien nutritifs. Chaque grain de riz est distinct et uniformément enrobé d'une sauce savoureuse lorsque vous le portez à la cuillère dans votre bouche. Aucune viande huileuse n'a été utilisée pour préparer ce plat, et pourtant son goût est plus que séduisant. Les saveurs s'ajoutent les unes aux autres comme le font les dunes infinies du désert, apportant une satisfaction des plus uniques.",
        "id": "Makanan berat yang sangat mengisi perut. Setiap butir nasinya terpisah secara sempurna dan dilapisi dengan saus beraroma saat kamu memakannya. Tidak ada daging berminyak yang digunakan untuk membuat hidangan ini, namun rasanya masih tetap memikat. Hidangan ini bisa menumpuk kenikmatannya sendiri, seperti bukit pasir yang tak berujung itu, dan memberikan kenikmatan yang paling unik untukmu.",
        "jp": "ボリュームたっぷりの主食。それぞれがはっきりと粒立ったお米が、濃厚なソースに包まれて口の中に送られる。油も入っていないのに、肉の香りより食欲をそそる。どこにでもある砂丘のように積み上げられた美味しい食べ物は、尋常じゃない満足感をくれる。",
        "kr": "양이 많아 배불리 먹을 수 있는 주식. 쌀알이 한 알 한 알 살아있고, 알마다 진한 소스에 싸여 기름과 고기가 없음에도 고기보다 더 맛있다. 어디서나 볼 수 있는 모래 언덕처럼 층층의 풍부한 맛으로 남다른 만족감을 선사한다",
        "pt": "Uma porção grande de um alimento básico. Cada grão de arroz é distinto e igualmente coberto no molho saboroso ao entrar na sua boca. Nenhuma carne oleosa foi usada para preparar esse prato, mas o seu sabor ainda assim é ótimo. Esse prato possui camadas de sabores como as dunas infinitas, trazendo uma satisfação única.",
        "ru": "Большая порция сытного блюда. Каждое зёрнышко риса покрыто ароматным соусом. Для приготовления блюда не использовалось жирное мясо, и всё же вкус невероятно чудесный. Это блюдо похоже на величественную дюну, дарит сытость и довольство.",
        "th": "อาหารจานหลักปริมาณจุใจ ข้าวเมล็ดงามถูกห่อหุ้มด้วยน้ำซอสรสเข้มข้น แม้ไม่ได้ใส่เนื้อติดมัน แต่กลับหอมกรุ่นกว่าเนื้อเสียอีก ความโอชะที่ทับถมกันเหมือนเนินทราย นำพาความรู้สึกอิ่มเอมที่แตกต่างไม่เหมือนใครมาให้ลิ้มลอง",
        "vi": "Món cơm được phục vụ với số lượng lớn. Hạt cơm dẻo quánh, quyện trong nước sốt đậm đà cho vào miệng, rõ ràng là không cần thêm dầu nhưng vẫn hấp dẫn hơn hẳn hương vị thịt."
    },
    "materialType": "MATERIAL_FOOD"
}