{
    "name": {
        "en": "Delicious Sakura Mochi",
        "de": "Leckere Sakuramochi",
        "chs": "美味的绯樱饼",
        "cht": "美味的緋櫻餅",
        "es": "Mochis de cerezo deliciosos",
        "fr": "Mochis de fleur de cerisier (délicieux)",
        "id": "Delicious Sakura Mochi",
        "jp": "美味しそうな緋櫻餅",
        "kr": "맛있는 벚꽃 모찌",
        "pt": "Sakura Mochi Delicioso",
        "ru": "Вкусные моти с сакурой",
        "th": "Sakura Mochi แสนอร่อย",
        "vi": "Bánh Anh Đào Ngon"
    },
    "id": 108284,
    "materialDesc": {
        "en": "A delicate and elegant snack. It is surrounded by the fragrance of sakura, and its elegant exterior hides a loveliness that comes forth and disappears in a single instant. In a moment when all is silent, a single taste returns you to the moment when the sakura were as a blizzard all about you.",
        "de": "Ein zarter und eleganter Snack. Er ist umgeben vom Duft der Sakura und sein elegantes Äußeres verbirgt eine Lieblichkeit, die in einem einzigen Augenblick auftaucht und wieder verschwindet. In einem Moment, in dem alles still ist, bringt ein einziger Geschmack dich zu dem Moment zurück, als die Sakuras wie ein Schneesturm um dich herum waren.",
        "chs": "细腻雅致的点心。周围萦绕着绯樱淡淡的香气，优美的外形，封存着稍纵即逝的美丽。万籁俱寂的时刻，品上一口，就仿佛回到了绯樱纷纷扬扬飘落的刹那。",
        "cht": "細膩雅致的點心。周圍縈繞著緋櫻淡淡的香氣，優美的外形，封存著稍縱即逝的美麗。萬籟俱寂的時刻，品上一口，就彷彿回到了緋櫻紛紛揚揚飄落的刹那。",
        "es": "Un dulce exquisito y elegante. Imbuido de la sutil fragancia del cerezo, su hermoso aspecto encierra una suerte de belleza transitoria. Si lo pruebas en un momento de absoluto silencio, te transportará a un campo de cerezos en flor donde está teniendo lugar una lluvia de pétalos.",
        "fr": "Un encas délicat et élégant. Imprégnée du doux parfum de la fleur de cerisier, cette pâtisserie a une apparence gracieuse qui scelle une beauté éphémère. Quand tout est silence, son goût vous transporte au moment où les fleurs de cerisier virevoltaient autour de vous tel un blizzard.",
        "id": "Camilan yang indah dan elegan. Penuh dengan aroma sakura, tampilannya yang elegan menyembunyikan keindahan yang muncul dan hilang dalam sekejap. Memakannya saat semuanya hening akan membuatmu kembali ke momen di mana sakura-sakura berjatuhan dengan indah.",
        "jp": "繊細で上品な菓子。緋櫻のほのかな香りが周囲に漂い、見た目は儚い美しさを秘めているようだ。静寂に包まれたとき、一口食べると、緋櫻の散る刹那に時が戻ったような気がする。",
        "kr": "섬세하고 운치 있는 디저트. 주위에는 벚꽃의 은은한 향기가 맴돌고 있고, 아름다운 외형에는 곧 스러질 아름다움이 봉인되어 있다. 고즈넉한 시간, 한입 베어 물면 마치 벚꽃이 휘날리던 그 순간으로 거슬러 올라간 것만 같다",
        "pt": "Um lanche delicado e elegante. Ele é cercado pela fragrância da sakura, e seu exterior elegante esconde uma beleza que surge e desaparece em um instante. Quando tudo está em silêncio, uma única mordida o leva de volta ao momento em que as sakuras eram como uma nevasca ao seu redor.",
        "ru": "Изящный и нежный десерт. Он окружён ароматом сакуры, а его утончённая наружность скрывает мимолётную прелесть. Во мгновения безмолвия его вкус перенесёт вас в метель из лепестков сакуры.",
        "th": "ของว่างที่ละเอียดอ่อนและสง่างาม ซึ่งล้อมรอบด้วยกลิ่นหอมจาง ๆ ของดอกซากุระ ภายนอกที่ดูหรูหราได้ซ่อนความงามในชั่วพริบตาเอาไว้ ในช่วงเวลาที่เงียบสงัด เมื่อได้กัดเพียงคำเดียว ก็เหมือนได้กลับไปสู่ช่วงที่ซากุระปลิวว่อนล้อมรอบตัวคุณ",
        "vi": "Món điểm tâm tinh tế và tao nhã. Được bao quanh bởi hương thơm của hoa anh đào, vỏ ngoài trang nhã ẩn chứa vẻ đẹp thoáng qua. Trong không gian tĩnh mịch, cắn nhẹ một miếng, chớp mắt như đã trở lại thời điểm muôn cánh hoa anh đào rơi rụng lả tả trong gió như một trận mưa hoa."
    },
    "materialType": "MATERIAL_FOOD"
}