{
    "name": {
        "en": "Delicious Triple-Layered Consommé",
        "de": "Leckeres gestreiftes Dreierlei",
        "chs": "美味的扣三丝",
        "cht": "美味的扣三絲",
        "es": "Tiras de tres sabores deliciosas",
        "fr": "Pâté aux trois saveurs (délicieux)",
        "id": "Delicious Triple-Layered Consommé",
        "jp": "美味しそうな璃月三糸",
        "kr": "맛있는 고기죽순데침",
        "pt": "Tiras de Três Sabores Deliciosas",
        "ru": "Вкусный суп «Три вкуса»",
        "th": "Triple-Layered Consommé แสนอร่อย",
        "vi": "Khấu Tam Tư Ngon"
    },
    "id": 108157,
    "materialDesc": {
        "en": "A neatly-arranged dish. The evenly-sized threads reveal exquisite knife-work. Rather than a dish, this seems more like a work of art. But once you work up the wherewithal to pick up those chopsticks and have at it, the delicious flavors will be utter bliss — leaving this as a mere work of art would be such a shame.",
        "de": "Eine vorsichtig angerichtete Speise. Die Gleichmäßigkeit der Streifen ist beeindruckend. Das ist weniger ein Gericht als ein Kunstwerk. Bringt man es dennoch übers Herz, dieses Meisterwerk anzurühren, wird man von einer Welle aus Glück und Wonne überrascht. Als einfaches Kunstwerk wäre das doch viel zu schade.",
        "chs": "造型齐整的菜肴。均匀的细丝衬出精湛的刀工，与其说是一道菜，更像是一件艺术品。而一旦下足决心动筷品尝，鲜美的滋味会再次令人喜悦而感慨——只作为艺术品，就太可惜了。",
        "cht": "造型齊整的菜餚。均勻的細絲襯出精湛的刀工，與其說是一道菜，更像是一件藝術品。而一旦下足決心動筷品嚐，鮮美的滋味會再次令人喜悅而感慨——只作為藝術品，就太可惜了。",
        "es": "Un plato muy bien presentado. La uniformidad de las tiras revela la impecable técnica de cuchillo; parece una obra de arte. Cuando al fin te decides a probarlo, el exquisito sabor te produce alegría y tristeza a la vez: sería un desperdicio conservarlo como obra de arte.",
        "fr": "Un plat très bien présenté. L'uniformité des bandes révèle la technique impeccable du couteau. Plus qu'un plat, c'est une œuvre d'art. Lorsque vous vous décidez enfin à y goûter, vous vous rendez compte que ce serait du pur gaspillage de faire d'un plat à la saveur si exquise une œuvre d'art.",
        "id": "Makanan yang dihidangkan dengan rapi. Setiap irisannya berukuran sama karena dipotong dengan sangat teliti. Bukannya tampak seperti sebuah hidangan, makanan ini justru lebih menyerupai sebuah karya seni. Saat mengambilnya dengan sumpit dan memakannya, kelezatannya yang luar biasa akan terasa - sayang juga kalau makanan ini hanya dianggap sebagai karya seni dan tidak dimakan.",
        "jp": "盛り合わせが綺麗な一品。均一な細切りからは料理人の腕前が伺える。これは料理ではなく芸術品だ。口に入れれば、その美味しさに再度驚かされる。芸術品のままにしておくのはもったいない。",
        "kr": "정갈한 요리. 일정한 길이와 두께로 썰린 재료에서 깊은 내공의 칼 솜씨가 느껴진다. 예술 작품 같은 요리. 먹어보면 더욱 기가 막히다. 환희에 차게 만드는 맛은 예술 작품이라 하기에도 모자라다",
        "pt": "Um prato bem arranjado. Os fios de tamanhos uniformes revelam um trabalho com a faca bem requintado. Ao invés de um prato, isto parece mais uma obra de arte. Mas uma vez que você consiga pegar os pauzinhos e experimentar, os deliciosos sabores causarão uma felicidade total - deixar isto como uma mera obra de arte seria uma vergonha.",
        "ru": "Аккуратно сервированное блюдо. Одинаково нарезанные ингредиенты выдают работу мастера кухонного ножа. Хотя это всего лишь блюдо, оно больше похоже на произведение искусства. Решившийся отведать его испытает восторг от прекрасного свежего вкуса и печаль - было бы преступлением рассматривать это яство только как художественный шедевр.",
        "th": "อาหารที่จัดจานอย่างพิถีพิถัน ส่วนผสมที่ถูกหั่นซอยอย่างละเอียดและมีขนาดเท่ากัน แสดงให้เห็นถึงเทคนิคการมีดที่ไร้ที่ติ ยิ่งทำให้อาหารจานนี้ดูเหมือนงานศิลปะเสียมากกว่า และเมื่อตัดสินใจลงมือชิมและได้ลิ้มรสชาติที่อร่อยจนทำให้มีความสุขแล้ว หากปล่อยให้มันเป็นเพียงแค่ผลงานศิลปะ ก็คงน่าเสียดายไม่น้อย",
        "vi": "Món ăn được bày biện kỹ càng. Thực phẩm cắt sợi tinh tế thể hiện được tay nghề cao, nếu nói đây là món ăn thì nó càng giống một tác phẩm nghệ thuật hơn. Khi đã hạ quyết tâm nếm thử, hương vị thơm ngon sẽ khiến con người ta sung sướng mà nuối tiếc khi chỉ coi đây là tác phẩm nghệ thuật đơn thuần."
    },
    "materialType": "MATERIAL_FOOD"
}