{
    "name": {
        "en": "Delicious Dry-Braised Salted Fish",
        "de": "Leckerer gerösteter Trockenfisch",
        "chs": "美味的干烧香鱼",
        "cht": "美味的乾燒香魚",
        "es": "Pescado seco estofado delicioso",
        "fr": "Ayu grillé (délicieux)",
        "id": "Delicious Dry-Braised Salted Fish",
        "jp": "美味しそうな干物の網焼き",
        "kr": "맛있는 은어조림",
        "pt": "Peixe Seco Salgado Delicioso",
        "ru": "Вкусная вяленая рыба на углях",
        "th": "Dry-Braised Salted Fish แสนอร่อย",
        "vi": "Cá Nướng Ngon"
    },
    "id": 108269,
    "materialDesc": {
        "en": "Dried fish that has been grilled slowly over a charcoal flame. The rich fats ooze out as the fish meets the grill, and with those sizzling sounds, the fish is clothed in a burnished golden coat. The meat is firm but delicious, and the mouthfeel is quite delicate. Such is the unsurpassed gift of the seas.",
        "de": "Getrockneter Fisch, der langsam über einer Holzkohleflamme gegrillt wurde. Das reichhaltige Fett tritt aus, wenn der Fisch auf den Grill trifft, und mit diesen brutzelnden Geräuschen wird der Fisch in einen glänzenden goldenen Mantel gekleidet. Das Fleisch ist fest, aber köstlich, und das Mundgefühl ist ganz zart. Dies ist das unübertroffene Geschenk der Meere.",
        "chs": "炭火慢烤的鱼干。丰腴的油脂随着炭火烤制而渗出，在滋滋的声响中，为鱼身披上一层金灿灿的外衣。肉质紧实而鲜美，口感微润，大海的恩赐莫过于此。",
        "cht": "炭火慢烤的魚乾。豐腴的油脂隨著炭火烤製而滲出，在滋滋的聲響中，為魚身披上一層金燦燦的外衣。肉質緊實而鮮美，口感微潤，大海的恩賜莫過於此。",
        "es": "Pescado seco a la brasa hecho a fuego lento. La grasa brota de él al cocinarse sobre el carbón, cuyo chisporroteo le otorga una dorada capa que lo recubre como un manto. Su carne es, sin duda, consistente, exquisita y muy tierna. Un auténtico regalo del mar.",
        "fr": "Poisson séché grillé lentement au charbon de bois. Les graisses riches suintent lorsque le poisson rencontre le gril, et au son du grésillement, il se revêt d'un manteau doré bruni. La viande est ferme mais délicieuse, et la sensation en bouche est délicate. Tel est le don inégalé de la mer.",
        "id": "Ikan kering yang dipanggang perlahan di atas api arang. Kandungan lemak merembes keluar saat ikannya menyentuh panggangan, membuat kulit ikan menjadi emas kecoklatan, dan disertai suara desisan yang menggoda selera. Dagingnya terasa padat dan enak, serta kaya akan air. Sungguh anugerah dari laut yang tak ternilai.",
        "jp": "炭火でじっくり焼いた干物。炭火で焼くことで濃厚な脂がにじみ出し、魚に黄金色の衣を与えた。身がしっかりしていて味もよく、食べやすい。これ以上の海の贈り物はない。",
        "kr": "숯불에 구운 어포. 풍성한 유분이 숯불에 의해 듬뿍 흘러나오고, 치지직 하는 기분 좋은 소리와 함께 생선에 황금색 옷을 입혀준다. 신선한 육질은 탄탄하게 차 있으며, 식감은 살짝 촉촉하다. 바다의 은혜가 달리 무엇이겠는가",
        "pt": "Peixe Desidratado que foi grelhado lentamente sobre carvão. As gorduras saborosas escorrem quando o peixe encosta na grelha. Ao som crepitante, o peixe forma uma cobertura dourada e brilhante. A carne é firme, mas deliciosa, e a sensação na boca é bastante delicada. Esse é o incrível presente dos mares.",
        "ru": "Вяленая рыба, которая медленно жарилась на углях. Когда рыба кладётся на гриль, из неё обильно сочится жир, и под это шипение она покрывается блестящей золотистой корочкой. Таков сей непревзойдённый дар моря.",
        "th": "ปลาแห้งย่างไฟอ่อน ไขมันที่อวบอิ่มไหลออกมาพร้อมกับการย่างด้วยเตาถ่าน ในเสียงที่ร้อนฉ่าทำให้เกิดเป็นผิวสีเหลืองทองคลุมรอบตัวปลา เนื้อแน่นอร่อยแถมรสชาติชุ่มคอ เป็นของกำนัลจากทะเลที่ไม่มีอะไรดีไปยิ่งกว่าสิ่งนี้อีกแล้ว",
        "vi": "Cá khô được nướng bằng lò than lửa nhỏ. Lớp mỡ đầy đặn chảy ra khi nướng trên than cùng với tiếng xèo xèo, khiến miếng cá vàng ruộm. Thịt chắc, thơm ngon, có thể nói đây là món quà của biển khơi."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}