{
    "name": {
        "en": "Delicious Rainbow Aster",
        "de": "Leckere Lila Wolken",
        "chs": "美味的紫苑云霓",
        "cht": "美味的紫苑雲霓",
        "es": "Margarita arcoíris deliciosa",
        "fr": "Aster arc-en-ciel (délicieux)",
        "id": "Delicious Rainbow Aster",
        "jp": "美味しそうな紫苑雲霓",
        "kr": "맛있는 보랏빛 비구름",
        "pt": "Áster Arco-íris Delicioso",
        "ru": "Вкусная радужная астра",
        "th": "Rainbow Aster แสนอร่อย",
        "vi": "Tử Uyển Cầu Vồng Ngon"
    },
    "id": 108386,
    "materialDesc": {
        "en": "A unique drink. Calla Lilies from Mondstadt and Lavender Melons from Inazuma meet from across mountains and seas before having their flavors blended together to perfection using smooth milk. Novel satisfaction guaranteed — indeed, it is utterly unsurprising that the ill Shogun in the tale was re-energized by the merits of this drink alone.",
        "de": "Ein Getränk mit Pfiff. Wasserlilien aus Mondstadt und Lavendelmelonen aus Inazuma treffen über Berge und Meere hinweg aufeinander, bevor ihre Aromen mit sanfter Milch zur Perfektion gemischt werden. Eine neuartige Zufriedenheitsgarantie. Es ist nicht verwunderlich, dass der kranke Shougun in der Geschichte allein durch die Vorzüge dieses Getränks wieder zu Kräften kam.",
        "chs": "别具一格的饮品。蒙德生长的嘟嘟莲和稻妻特产堇瓜，跨越了山海碰撞于一处，柔滑的牛奶与清新的瓜果香气交织相融，带给人耳目一新的享受。难怪书中生病了的将军大人喝完后也会打起精神，简直毫不夸张！",
        "cht": "別具一格的飲品。蒙德生長的嘟嘟蓮和稻妻特產堇瓜，跨越了山海碰撞於一處，柔滑的牛奶與清新的瓜果香氣交織相融，帶給人耳目一新的享受。難怪書中生病了的將軍大人喝完後也會打起精神，簡直毫不誇張！",
        "es": "Una bebida muy especial. Tras cruzar mares y montañas, los lirios cala de Mondstadt y las calavandas de Inazuma se encuentran en esta bebida única. La cremosidad de la leche y la frescura de la fruta se entrelazan a la perfección para aportar una placentera sensación. No es de extrañar que la Shogun enferma del libro en el que aparece esta bebida se sintiera rejuvenecida tras beberla. ¡Desde luego que no es ninguna exageración!",
        "fr": "Une boisson unique en son genre. Le lys calla de Mondstadt et le melon de lavande d'Inazuma se rencontrent par-delà les montagnes et les mers avant de voir leurs saveurs se mélanger à la perfection grâce à un lait onctueux, procurant un plaisir nouveau à celui qui le goûte. Il n'est pas étonnant que la Shogun malade du conte ait été revigorée par une telle boisson !",
        "id": "Minuman yang unik. Calla Lily dari Mondstadt dan Lavender Melon dari Inazuma bertemu dari seberang gunung dan lautan sebelum akhirnya rasanya tercampur dengan sempurna di antara susu yang lembut. Dijamin kamu bisa merasakan kepuasan — memang, sama sekali tidak mengejutkan bahwa Shogun yang sakit dalam kisah itu dipulihkan kembali oleh manfaat dari minuman ini.",
        "jp": "一風変わったドリンク。モンドのドドリアンと稲妻のスミレウリ、滑らかなミルクと果物の爽やかな香りが山と海を越えて混ざり合い、今までにない清々しさを感じさせる。どうりで小説の中でも、これを飲んだ病気の将軍様が元気になったわけだ！",
        "kr": "이색 음료. 몬드에서 자라는 통통 연꽃과 이나즈마 특산인 제비꽃 열매가 산과 바다를 넘어 한 곳에서 만났다. 부드러운 우유와 상큼한 열매의 향이 어우러져 눈과 귀의 즐거움을 선사한다. 책에서 병든 쇼군님이 이걸 마시고 정신을 차렸다고 쓴 건 조금도 과장이 아니었다!",
        "pt": "Uma bebida única. Lótus de Leite de Mondstadt e Melões de Lavanda de Inazuma se encontram através das montanhas e mares antes de seus sabores se misturarem perfeitamente com leite. É de fato uma satisfação nova, e não surpreende que a Shogun na história se sentiu reenergizada somente com essa bebida.",
        "ru": "Особенный напиток. Лилия калла из Мондштадта и диковинка Инадзумы, фиалковая дыня, прошли горы и моря, чтобы соединиться с нежным молоком и фруктовой свежестью. Неудивительно, что он так ободрил заболевшего сёгуна из книги. Это нисколько не преувеличение!",
        "th": "เครื่องดื่มที่ไม่เหมือนใคร ดอก Calla Lily ที่เติบโตใน Mondstadt และ Lavender Melon ที่เป็นของเฉพาะของ Inazuma ได้ข้ามภูเขาและมหาสมุทรมาเพื่อพบเจอกัน นมเนื้อเนียนผสมผสานกับกลิ่นหอมผลไม้นำพาผู้คนให้เพลิดเพลินไปกับความสดชื่นนี้ มิน่าล่ะในตอนที่ท่านโชกุนในเรื่องป่วยพอดื่มเครื่องดื่มนี้ก็มีชีวิตชีวาขึ้นมาเลย มันไม่ได้เกินจริงเลยสักนิด!",
        "vi": "Món thức uống độc đáo. Hoa Calla Lily mọc ở Mondstadt và Dưa Tím đặc sản Inazuma, vượt qua biển cả để gặp gỡ nhau, sữa tươi ngọt ngào và hương thơm tươi mát của dưa hòa quyện vào nhau, đem lại một cảm giác hoàn toàn mới mẻ. Thảo nào trong sách nói rằng đại nhân Shogun đang bệnh sau khi uống xong thì tinh thần phấn chấn, đúng là không chút khoa trương!"
    },
    "materialType": "MATERIAL_FOOD"
}