{
    "name": {
        "en": "Delicious Crab Roe Tofu",
        "de": "Leckerer Krebsrogentofu",
        "chs": "美味的蟹黄豆腐",
        "cht": "美味的蟹黃豆腐",
        "es": "Tofu con huevas de cangrejo delicioso",
        "fr": "Crabe au tofu (délicieux)",
        "id": "Delicious Crab Roe Tofu",
        "jp": "美味しそうなかにみそ豆腐",
        "kr": "맛있는 꽃게알 두부",
        "pt": "Tofu com Ovas de Caranguejo Delicioso",
        "ru": "Вкусный крабовый тофу",
        "th": "Crab Roe Tofu แสนอร่อย",
        "vi": "Đậu Hũ Gạch Cua Ngon"
    },
    "id": 108178,
    "materialDesc": {
        "en": "A dish with a tender mouthfeel. The tofu is so tender that it might break if you blew on a spoonful of it. Each granule of the crab roe is plump and filled with crab oil that oozes out onto your lips the moment you have a single bite. Chewing is not needed at all. The food travels down your gullet in a flash, leaving nothing but the memory of its fresh flavor.",
        "de": "Ein delikates Gericht. Der mit einem Löffel aufgenommene Tofu ist so zart, dass man nicht zu fest pusten darf, sonst zerfällt er direkt. Das Öl des Krebsrogens ist so reichhaltig, dass es noch an den Lippen haften bleibt. Es streichelt einem förmlich die Speiseröhre bis in den Magen hinein, ohne dass man nur einmal kauen müsste, und hinterlässt nichts als perfekten Geschmack im Mund.",
        "chs": "口感细嫩的菜肴。用勺子舀起的豆腐柔嫩得吹弹可破，蟹黄更是肥美到抿一口就会溢出蟹油沾在唇沿。几乎不需咀嚼就已轻柔地滑入食道，唯有鲜美的味觉留在唇齿之间。",
        "cht": "口感細嫩的菜餚。用勺子舀起的豆腐柔嫩得吹彈可破，蟹黃更是肥美到抿一口就會溢出蟹油沾在唇沿。幾乎不需咀嚼就已輕柔地滑入食道，唯有鮮美的味覺留在唇齒之間。",
        "es": "Un plato con una textura suave. El tofu está tan tierno que se puede partir con una cuchara, y las huevas de cangrejo son tan jugosas que su líquido se derrama en tu lengua en cuanto pruebas un bocado. Apenas necesitas masticar y el conjunto ya se está deslizando hacia tu estómago, dejando un delicioso sabor en tus labios.",
        "fr": "Un plat à la texture tendre. Le tofu est tellement moelleux qu'il pourrait se séparer rien qu'en soufflant dessus. Et les œufs de crabe sont tellement gonflés d'huile qu'elle ruisselle sur vos lèvres dès la première bouchée. Pas besoin de mâcher, ce plat descend sans effort le long de votre œsophage, ne laissant rien d'autre que le souvenir de ses saveurs merveilleuses.",
        "id": "Hidangan dengan rasa yang lembut di mulut. Tahu yang sangat lembut dan bahkan bisa hancur jika kamu meniup sesendok saja tahu tersebut. Setiap butir telur kepiting benar-benar padat dan berisi minyak kepiting yang keluar melalui bibirmu saat menggigitnya. Kamu tidak perlu mengunyah karena makanan ini dapat langsung mengalir ke tenggorokanmu. Meninggalkan kenangan akan rasanya yang sangat segar.",
        "jp": "繊細な食感の料理。豆腐はスプーンで割れるほど柔らかく、かにみそは濃厚で、一口食べるとカニの油がこぼれて口の周りに付いてしまう。噛まなくても優しく口の中に滑り込み、唇と歯の間に美味しさが漂い続ける。",
        "kr": "부드러운 식감의 요리. 숟가락으로 떠낸 두부는 탱탱하고 부드러우며, 꽃게알은 가득 차 한 입만 먹어도 입술이 반들반들 해진다. 씹지 않아도 부드럽게 식도로 넘어가며 산뜻한 맛만 입술에 남는다",
        "pt": "Um prato com um toque de maciez na boca. O tofu é tão macio que pode amolecer se você soprar uma colher cheia dele. Cada ova de caranguejo é roliça e cheia de óleo de caranguejo que escorre para fora de seus lábios no momento em que você dá uma única mordida. Mastigar não é necessário de forma alguma. A comida percorre sua garganta em um piscar de olhos, não deixando nada além da memória de seu sabor fresco.",
        "ru": "Блюдо столь нежное, что кажется, тофу порвётся, если на него подуть. Полная крабовая икра обволакивает нёбо желточной массой с каждой ложкой. Нет необходимости его пережёвывать - всё тает на языке, оставляя лишь восхитительный свежий вкус.",
        "th": "อาหารที่ให้สัมผัสอันแสนเนียนนุ่ม เต้าหู้ที่ตักขึ้นมาด้วยช้อนนั้นนุ่มมากจนแตกออกจากกัน Crab Roe มัน ๆ จนเมื่อชิมแล้วน้ำมันปูแทบจะล้นออกมาที่ริมฝีปาก และดูเหมือนว่าจะสามารถไหลเข้าไปในหลอดอาหารได้โดยไม่ต้องเคี้ยว มีเพียงรสชาติที่อร่อยเท่านั้นที่ยังเหลืออยู่ในปาก",
        "vi": "Món ăn tinh tế. Dùng muỗng xúc một miếng đậu hũ thơm mềm, phần gạch cua chắc nịch nên sau khi cắn một miếng, dầu cua sẽ trào ra trên môi. Nó trượt nhẹ nhàng vào thực quản mà hầu như không cần nhai, chỉ để lại hương vị thơm ngon trong miệng."
    },
    "materialType": "MATERIAL_FOOD"
}