{
    "name": {
        "en": "Delicious Goulash",
        "de": "Leckere Gulaschsuppe mit Gemüse",
        "chs": "美味的稠汁蔬菜炖肉",
        "cht": "美味的稠汁蔬菜燉肉",
        "es": "Carne a la jardinera deliciosa",
        "fr": "Goulasch (délicieux)",
        "id": "Delicious Goulash",
        "jp": "美味しそうなお肉と野菜のシチュー",
        "kr": "맛있는 뜨끈 야채 스튜",
        "pt": "Guisado de Legumes ao Molho Delicioso",
        "ru": "Вкусное томатное рагу",
        "th": "Goulash แสนอร่อย",
        "vi": "Thịt Hầm Sốt Rau Củ Ngon"
    },
    "id": 108206,
    "materialDesc": {
        "en": "A steaming-hot stew. Just one spoonful sends a down-to-earth sense of satisfaction welling up from the depths of your heart. The meat's flavor grows with every chew, bringing limitless strength to the eater even in the coldest wintry wastes.",
        "de": "Ein heißer Eintopf. Ein einziger Löffel davon füllt einem den Magen und lässt einem das Herz aufgehen. Je länger man kaut, desto zarter kommt einem das Fleisch darin vor. Nach einer Portion davon fühlt man sich unbesiegbar, selbst in Eis und Schnee.",
        "chs": "热乎乎的炖菜。就算只品尝了一口汤汁，踏实而满足的感觉也会从心底里传来。越嚼越香的肉仿佛带给了人无穷的力量，身处冰天雪地也丝毫不在话下。",
        "cht": "熱呼呼的燉菜。就算只品嚐了一口湯汁，踏實而滿足的感覺也會從心底裡傳來。越嚼越香的肉彷彿帶給了人無窮的力量，身處冰天雪地也絲毫不在話下。",
        "es": "Un estofado bien caliente. Aun tomando un solo sorbo de caldo, puede sentirse una sensación de satisfacción brotando desde el corazón. Su carne, tierna y aromática, le proporciona al cuerpo toda la energía que necesita. Qué duro es el invierno...",
        "fr": "Un plat cuit à l'étuvée tout fumant. Une seule cuillerée suffit à éveiller un sentiment de satisfaction au plus profond de votre cœur. La saveur de la viande s'intensifie à chaque fois que vous la mâchez, vous donnant une impression de force sans limite, même au cœur de l'hiver le plus froid.",
        "id": "Hidangan rebusan yang masih panas. Hanya dengan mencicipi sesendok kuahnya saja kamu sudah bisa merasakan rasa puas dari lubuk hatimu. Rasa daging yang semakin terasa saat dikunyah seakan memberimu kekuatan yang tak terbatas, badai salju yang menerjang tubuhmu pun menjadi tak terasa.",
        "jp": "熱い煮込み料理。一口スープを味わうだけで、確かな満足感を心の底から感じられる。噛めば噛む程、肉の香りが溢れ、氷に包まれた地で生きる無尽の力を与えてくれるようだ。",
        "kr": "뜨끈뜨끈한 찌개. 국물맛만 봤을 뿐인데 맛있어서 감탄이 절로 나온다. 씹을수록 감칠맛 나는 고기에 에너지가 불끈불끈 솟아올라 눈과 얼음으로 뒤덮인 설원조차 봄날의 들판처럼 느껴진다",
        "pt": "Um prato assado fumegante. Basta uma colher de sopa para sentir uma satisfação surgir do fundo do coração. O sabor da carne se intensifica a cada mordida, oferecendo energia ilimitada a quem ingere, mesmo no inverno mais rigoroso.",
        "ru": "Горячее тушёное блюдо, даже одна ложка которого успокаивает и согревает сердце. Чем дольше жуёшь мясо, тем вкуснее оно становится. Это блюдо наполнит вас теплом и энергией даже в самый суровый холод.",
        "th": "สตูร้อน ๆ ที่ต่อให้ชิมเพียงแค่น้ำซุปช้อนเดียว ก็ยังรู้สึกอิ่มเอมได้จากก้นบึ้งของใจ ยิ่งเคี้ยวมากเท่าไหร่เนื้อก็ยิ่งส่งกลิ่นหอมมากขึ้นเท่านั้น และยังนำมาซึ่งพลังที่ไม่มีสิ้นสุดให้กับผู้ที่ได้ทาน แม้จะอยู่ในที่ ๆ มีน้ำแข็งและหิมะก็ตาม",
        "vi": "Món hầm nóng hổi. Dù chỉ nếm một ngụm canh, thì vẫn sẽ có cảm giác hài lòng từ tận đáy lòng. Càng nhai, miếng thịt càng thơm dường như truyền cho người ta sức mạnh vô hạn, ở nơi băng tuyết cũng không hề cảm thấy lạnh."
    },
    "materialType": "MATERIAL_FOOD"
}