{
    "name": {
        "en": "Delicious Imported Poultry",
        "de": "Leckeres importiertes Geflügel",
        "chs": "美味的渡来禽肉",
        "cht": "美味的渡來禽肉",
        "es": "Carne de ave importada deliciosa",
        "fr": "Volaille importée (délicieuse)",
        "id": "Delicious Imported Poultry",
        "jp": "美味しそうな渡来鳥肉",
        "kr": "맛있는 외국 새고기 요리",
        "pt": "Carne de Ave Cruzada Deliciosa",
        "ru": "Вкусная птица по-заморски",
        "th": "Imported Poultry แสนอร่อย",
        "vi": "Thịt Torai Ngon"
    },
    "id": 108281,
    "materialDesc": {
        "en": "A meat dish drizzled with sauce. Having been marinated beforehand, the fowl has had several layers of flavor added to it, keeping its oiliness in perfect moderation. Bite down on that crispy, crackling flour-skin, and feel the rich juices of the fowl rush into your mouth and whet your appetite.",
        "de": "Ein Fleischgericht, das mit Soße beträufelt wird. Das Geflügel wurde zuvor mariniert und mit mehreren Geschmacksschichten versehen, sodass sich die Fettigkeit in Grenzen hält. Wenn du in die knusprige, knisternde Mehlhaut beißt, spürst du, wie die reichhaltigen Säfte des Geflügels in deinen Mund strömen und deinen Appetit anregen.",
        "chs": "淋满酱汁的肉料理。事先的腌渍为禽肉添上了几许清爽的风味，使油腻感得以完美中和。一口咬下，厚薄适中的面皮酥脆得咔嚓作响，禽肉自唇齿间迸发出丰富的汁水，让人食欲大开。",
        "cht": "淋滿醬汁的肉料理。事先的醃漬為禽肉添上了幾許清爽的風味，使油膩感得以完美中和。一口咬下，厚薄適中的面皮酥脆得咖嚓作響，禽肉自唇齒間迸發出豐富的汁水，讓人食欲大開。",
        "es": "Un plato de carne con mucha salsa. Marinar la carne previamente la ha dotado de mucho sabor y ha reducido su contenido de grasa. Al comerlo, la gruesa capa de su superficie emite un gratificante crujido, al tiempo que desprende unos deliciosos jugos que te abren el apetito.",
        "fr": "Un plat de viande arrosé de sauce. Ayant été préalablement marinée, la volaille s'est enrichie de plusieurs couches de saveurs, gardant son onctuosité dans une parfaite modération. Mordez sur cette peau de farine croustillante et craquante, et sentez le jus riche de la volaille se précipiter dans votre bouche et aiguiser votre appétit.",
        "id": "Hidangan daging yang dilumuri saus. Rendaman bumbu membuat daging memiliki lapisan rasa yang menyegarkan dan membuat kadar minyak dalam daging menjadi pas. Sekali digigit, kulitnya yang renyah sangat menggugah selera. Kandungan air dalam daging juga akan melimpah ruah ke dalam mulut dan membangkitkan nafsu makan.",
        "jp": "タレのかかった肉料理。事前に味付けをした鳥肉にさわやかな風味を与え、脂っこさを見事に中和した。一口食べると、皮のサクサクとした食感と、唇と歯の間で肉のジューシーな味わいがはじける。",
        "kr": "소스가 잔뜩 뿌려진 고기 요리. 사전에 충분히 담가 새고기에 시원한 맛을 더해주고 기름진 맛을 중화시켜준다. 한입 베어 물면, 입안에서 두께가 적당한 면피가 바삭거리고, 새고기의 풍성한 육즙이 팡팡 터져 저도 모르게 식욕이 솟아오른다",
        "pt": "Um prato de carne coberto com molho. Após ser previamente marinada, a ave recebeu várias camadas de sabor, mantendo a sua oleosidade com perfeita moderação. Morda a casca de farinha crocante e sinta os deliciosos sucos da ave entrarem em sua boca e abrirem seu apetite.",
        "ru": "Мясное блюдо, обильно сдобренное соусом. Предварительное маринование придало мясу птицы несколько слоёв вкуса, умерив его жирность. Откусите кусок мякоти под хрустящей корочкой и почувствуйте, как соки заполняют рот, разжигая ваш аппетит.",
        "th": "อาหารจำพวกเนื้อสัตว์ที่ราดด้วยซอส การหมักไว้ล่วงหน้าทำให้ช่วยเพิ่มรสชาติอันสดชื่นหลากหลายชั้นให้กับเนื้อสัตว์ปีก ซึ่งตัดกับความเลี่ยนได้อย่างลงตัว เมื่อกัดลงไป ตัวแป้งที่กรอบจะแตกออกและรู้สึกได้ถึงน้ำของเนื้อที่เข้ามาในปาก ซึ่งช่วยกระตุ้นความอยากอาหารได้เป็นอย่างดี",
        "vi": "Món thịt rưới đầy nước sốt. Việc muối thịt trước đã làm tăng thêm hương vị tươi mát, trung hòa cảm giác ngấy dầu. Sau khi cắn một miếng, lớp vỏ với độ dày vừa phải giòn tan xốp rộp vỡ ra, và mẩu thịt mọng nước tan ra trong khoang miệng, kích thích vị giác của người ăn."
    },
    "materialType": "MATERIAL_FOOD"
}