{
    "name": {
        "en": "Delicious Mondstadt Hash Brown",
        "de": "Leckere Kartoffelpuffer nach Mondstadt-Art",
        "chs": "美味的蒙德土豆饼",
        "cht": "美味的蒙德薯餅",
        "es": "Tortilla de papas de Mondstadt deliciosa",
        "fr": "Galette de pomme de terre mondstadtoise (délicieuse)",
        "id": "Delicious Mondstadt Hash Brown",
        "jp": "美味しそうなモンド風ハッシュドポテト",
        "kr": "맛있는 몬드 감자전",
        "pt": "Bolinho de Batata Delicioso de Mondstadt",
        "ru": "Вкусные мондштадтские оладушки",
        "th": "Mondstadt Hash Brown แสนอร่อย",
        "vi": "Bánh Khoai Tây Mondstadt Ngon"
    },
    "id": 108047,
    "materialDesc": {
        "en": "A fried cake of mashed potatoes. Close your eyes and feel the mild breeze and sweet dew that Mondstadt offers.",
        "de": "Gebratene Kartoffelpuffer. Schließ deine Augen, beiß hinein und fühle die kühle Brise und den süßen Tau von Mondstadt.",
        "chs": "土豆做的炸饼。闭上眼睛，小小的一块土豆饼，却带给了人清风的柔润和雨露的甘甜。",
        "cht": "馬鈴薯做的炸餅。閉上眼睛，小小的一塊薯餅，卻帶給人清風的柔潤和雨露的甘甜。",
        "es": "Tortilla de papas frita. Cierra los ojos y siente la dulce y ligera brisa que Mondstadt puede ofrecerte.",
        "fr": "Une galette de pomme de terre frite. Fermez les yeux et goûtez ce qu'il y a de meilleur à Mondstadt.",
        "id": "Gorengan yang terbuat dari kentang. Tutup mata, santap perlahan, dan rasakan angin sejuk dan manisnya kebebasan yang memenuhi Mondstadt.",
        "jp": "ジャガイモで作ったスナック。目を閉じて小さなハッシュドポテトを食べる。すると爽やかな柔らかさと甘露のような甘みが広がるだろう。",
        "kr": "감자로 만든 전. 눈을 감고 천천히 음미하면 어릴 적 어머니가 해주시던 그 추억의 맛이 생각난다",
        "pt": "Um bolinho frito de purê de batata. Feche seus olhos e sinta a leve e doce brisa que Mondstadt pode oferecer.",
        "ru": "Толстые лепёшки из картофеля. Закройте глаза и насладитесь лёгким бризом и сладкой мондштадтской росой.",
        "th": "มันฝรั่งบดที่ปั้นเป็นก้อนแล้วนำไปทอด เมื่อหลับตาแล้วกัดคำเล็ก ๆ จะให้ความรู้สึกถึงความละมุนของสายลมโชยที่มาพร้อมกับความหวานของน้ำค้างจากยอดไม้",
        "vi": "Bánh khoai tây chiên. Nhắm mắt ăn một miếng bánh nhỏ, đem lại một cảm giác ngọt ngào tươi mới."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}