{
    "name": {
        "en": "Delicious Tuna Sushi",
        "de": "Leckeres Thunfisch-Sushi",
        "chs": "美味的金枪鱼寿司",
        "cht": "美味的金槍魚壽司",
        "es": "Sushi de atún delicioso",
        "fr": "Sushi au thon (délicieux)",
        "id": "Delicious Tuna Sushi",
        "jp": "美味しそうなマグロの握り寿司",
        "kr": "맛있는 참치 초밥",
        "pt": "Sushi de Atum Delicioso",
        "ru": "Вкусные суши с тунцом",
        "th": "Tuna Sushi แสนอร่อย",
        "vi": "Sushi Cá Ngừ Ngon"
    },
    "id": 108251,
    "materialDesc": {
        "en": "A traditional dish made with one's bare hands. The delicate fat lines the fish slices like hoarfrost falling on a road, and the balance of fat and lean is perfect. The make of this dish is not fancy in the slightest, but has imparted both the profundity of field and sea to the tasting tongue.",
        "de": "Ein traditionelles Gericht, das mit bloßen Händen zubereitet wird. Das zarte Fett säumt die Fischscheiben wie Raureif, der sich auf eine Straße legt, und die Balance zwischen fett und mager ist perfekt. Die Herstellung dieses Gerichts ist nicht im Geringsten ausgefallen, sondern hat sowohl die Tiefe des Feldes als auch des Meeres auf die schmeckende Zunge gebracht.",
        "chs": "徒手捏制的传统食物。细腻的脂肪纹路如同白霜轻轻落于鱼片表面，肥瘦比例恰到好处。毫无花哨的传统做法，却赋予了舌尖田野与海洋融汇而出的美妙滋味。",
        "cht": "徒手捏製的傳統食物。細膩的脂肪紋路如同白霜輕輕落於魚片表面，肥瘦比例恰到好處。毫無花哨的傳統做法，卻賦予了舌尖田野與海洋融匯而出的美妙滋味。",
        "es": "Una comida tradicional que se hace con las manos. La grasa del pescado, en una proporción perfectamente equilibrada con la carne, está conformada por unas finas líneas de un color níveo. Sin necesidad de ningún adorno exagerado, el delicioso sushi tradicional es una perfecta combinación entre el sabor del campo y el del mar.",
        "fr": "Un plat traditionnel confectionné à mains nues. La graisse délicate tapisse les tranches de poisson tel du givre sur un chemin et l'équilibre entre les textures est parfait. La préparation de ce plat ne fait preuve d'aucune exubérance, mais combine merveilleusement bien les saveurs profondes des champs et celles de la mer.",
        "id": "Makanan tradisional yang dipadatkan dengan tangan. Garis lemak halus di potongan seperti embun beku putih yang jatuh di atas potongannya. Keseimbangan lemak dan dagingnya nyaris sempurna. Metode pembuatan hidangan ini sangat sederhana, namun dapat membawa perpaduan rasa antara ladang dan lautan.",
        "jp": "素手で握った伝統料理。繊細な脂の筋は優しく降りる白い霜のようで、肉との割合が絶妙。作り方は素朴で伝統的だが、陸と海の精髄を融合したような美味を感じさせてくれる。",
        "kr": "맨손으로 뭉친 전통 음식. 섬세한 지방 무늬가 마치 새하얀 서리가 살며시 생선회의 겉면에 내려앉은 듯하다. 비계와 살코기의 비례가 꼭 알맞아 화려한 기교 없이도 논밭과 바다의 완벽한 합을 혀끝에 선사한다",
        "pt": "Um prato tradicional feito com as próprias mãos. A gordura delicada cobre as fatias de peixe como gelo sobre a estrada, e o equilíbrio entre gordura e carne magra é perfeito. A preparação deste prato não é nem um pouco extravagante, mas transmite a profundidade do campo e do mar à língua de quem o degusta.",
        "ru": "Традиционное блюдо, вылепленное из клейкого риса. Нежные прожилки жира подобны припорошившему дорогу инею, а баланс между жирной и постной частью идеален. Блюдо в приготовлении донельзя простое, но способное одарить язык восхитительным сочетанием вкусов полей и морских глубин.",
        "th": "อาหารแบบดั้งเดิมที่ปรุงด้วยมือ เส้นไขมันบาง ๆ ดั่งน้ำแข็งที่ตกลงมาบนเนื้อปลาอย่างแผ่วเบา สัดส่วนของไขมันต่อความบางก็เหมาะสม วิธีการแบบดั้งเดิมที่ปราศจากความหรูหรา แต่ทำให้ปลายลิ้นได้รับรสชาติที่ยอดเยี่ยมของการผสมผสานระหว่างท้องทุ่งและท้องทะเล",
        "vi": "Món ăn truyền thống được nắn bằng tay. Những vân mỡ nhỏ mịn như sương rơi trên lát cá, tỷ lệ mỡ và nạc vừa phải. Cách làm truyền thống không cầu kỳ, nhưng lại mang đến hương vị tuyệt hảo hòa quyện giữa hương đồng và vị biển."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}