{
    "name": {
        "en": "Delicious Tandoori Roast Chicken",
        "de": "Leckeres Tandoori-Brathähnchen",
        "chs": "美味的唐杜尔烤鸡",
        "cht": "美味的唐杜爾烤雞",
        "es": "Pollo tandoori delicioso",
        "fr": "Poulet tandoori (délicieux)",
        "id": "Delicious Tandoori Roast Chicken",
        "jp": "美味しそうなタンドリーチキン",
        "kr": "맛있는 탄두리 치킨",
        "pt": "Frango Assado Tandoori Delicioso",
        "ru": "Вкусный цыплёнок в тандыре",
        "th": "Tandoori Roast Chicken แสนอร่อย",
        "vi": "Gà Nướng Tandoori Ngon"
    },
    "id": 108429,
    "materialDesc": {
        "en": "A signature chicken dish in Sumeru. The vibrant flames have locked the umami inside the chicken's reddened skin. Once it slips into your mouth, the rich flavor will awaken your every taste bud. The chicken and spices seem to have performed a mysterious Sumeru dance on the tip of your tongue, evoking the image of a festive banquet...",
        "de": "Ein typisches Hühnchengericht in Sumeru. Durch das Rühren im Ofen bleibt das Huhn frisch. Sobald es im Mund ist, wird sein reichhaltiger Geschmack jede Geschmacksknospe aufwecken. Die Zutaten vollführen einen bezaubernden Sumeru-Tanz auf deiner Zunge, der das Bild eines festlichen Banketts hervorruft ...",
        "chs": "须弥特有的禽肉菜肴。跃动的火苗，让红彤彤的外皮紧紧锁住了鸡肉的鲜味，浅尝一口，丰富的层次感瞬间占据整个颊齿之间。鸡肉在舌尖伴随着香料的节奏，跳了一支神秘迷人的须弥舞蹈，仿佛将人带入了节庆时分的宴会之中…",
        "cht": "須彌特有的禽肉菜餚。躍動的火苗，讓紅彤彤的外皮緊緊鎖住了雞肉的鮮味，淺嚐一口，豐富的層次感瞬間佔據整個頰齒之間。雞肉在舌尖伴隨著香料的節奏，跳了一支神秘迷人的須彌舞蹈，彷彿將人帶入了節慶時分的宴會之中…",
        "es": "Un plato de pollo característico de Sumeru. La piel roja del pollo, cocinada bajo el fuego, despierta la atención de todas las papilas gustativas con su delicioso sabor. El pollo y las especias parecen realizar una misteriosa danza de Sumeru en la punta de la lengua, como si se estuviera llevando a cabo un gran banquete festivo.",
        "fr": "Un plat de poulet typique de Sumeru. Les flammes virevoltantes du four sont ce qui donne au poulet à la peau rougeoyante son goût si pur. Une fois en bouche, de riches saveurs se succèdent les unes après les autres et viennent extasier vos papilles. C'est comme si le poulet et les épices exécutaient une des mystérieuses danses de Sumeru sur le bout de votre langue, vous transportant au beau milieu d'un banquet festif...",
        "id": "Hidangan ayam khas Sumeru. Nyala api yang membara telah membuat kulit merahnya mengunci erat kegurihan ayamnya. Begitu diteguk, tiap lapisnya yang kaya akan rasa langsung memenuhi seluruh pipi dan gigi. Dengan irama rempah-rempah di ujung lidah, ayam tersebut bagai menarikan tarian Sumeru yang misterius dan menawan, seolah membawa orang ke perjamuan yang ada saat festival ....",
        "jp": "スメール独自の鳥肉料理。躍る火種が鳥肉の旨味を赤い皮に閉じ込め、一口で豊かな風味が口中に広げる。香料のリズムに合わせて、舌の上で鳥肉がミステリアスで魅力的なスメールダンスを踊り、人々を祭りの宴会にいるような気分にさせてくれる…",
        "kr": "수메르에만 있는 독특한 새고기 요리. 일렁이는 불꽃으로 불그스름한 닭고기 겉면의 신선함을 꽉 잡았다. 한입 베어 물면 단계적으로 느껴지는 풍부한 맛이 순간적으로 입안을 가득 점령한다. 혀끝에 닿은 닭고기는 향신료의 리듬에 맞춰 신비하고 매력적인 수메르의 춤을 추며 뜨겁게 달아오른 축제로 우리를 초대하는 듯하다…",
        "pt": "Um prato típico de frango Sumeru. A pele vermelha do frango é envolta no fogo. Uma vez na boca, o rico sabor desperta todas as papilas gustativas. O frango e as especiarias parecem ter realizado uma misteriosa dança Sumeru na boca, evocando a imagem de um banquete festivo...",
        "ru": "Фирменное блюдо Сумеру. Под язычками пламени сочное куриное мясо покрылось хрустящей корочкой. Стоит только попробовать, и вас захватит целый калейдоскоп вкусов. Нежное мясо, облачённое в шлейф из пряностей, танцует у вас на языке обворожительный танец Сумеру. Вы как будто побывали на праздничном банкете...",
        "th": "เมนูไก่ที่เป็นซิกเนเจอร์ของ Sumeru เปลวไฟที่ลุกโชติช่วง ช่วยทำให้ผิวนอกสีแดงกักเก็บความชุ่มฉ่ำของเนื้อไก่ที่อยู่ภายในเอาไว้ แค่ได้ลิ้มลองเพียงคำเดียว รสชาติที่เข้มข้นก็จะเข้าแทรกซึมไปทั่วทุกมุมปากในทันที เนื้อไก่และเครื่องเทศเริงระบำอยู่ที่ปลายลิ้น จนกลายเป็นจังหวะที่ทั้งลึกลับและทรงเสน่ห์ของ Sumeru ราวกับจะนำพาผู้คนไปสู่งานเทศกาลอันแสนรื่นเริง...",
        "vi": "Món gà đặc trưng của Sumeru. Ngọn lửa đỏ rực giúp giữ nguyên độ tươi ngon bên trong con gà. Nếm thử một miếng, hương vị đậm đà sẽ đánh thức từng lớp vị giác của bạn. Thịt gà và các loại gia vị dường như đang trình diễn vũ điệu Sumeru huyền bí trên đầu lưỡi, gợi lên hình ảnh một bữa tiệc linh đình..."
    },
    "materialType": "MATERIAL_FOOD"
}