{
    "name": {
        "en": "Delicious Miso Soup",
        "de": "Leckere Miso-Suppe",
        "chs": "美味的味噌汤",
        "cht": "美味的味噌湯",
        "es": "Sopa de miso deliciosa",
        "fr": "Soupe miso (délicieuse)",
        "id": "Delicious Miso Soup",
        "jp": "美味しそうな味噌汁",
        "kr": "맛있는 미소된장국",
        "pt": "Sopa de Misso Deliciosa",
        "ru": "Вкусный мисо-суп",
        "th": "Miso Soup แสนอร่อย",
        "vi": "Súp Miso Ngon"
    },
    "id": 108278,
    "materialDesc": {
        "en": "A simple and unadorned soup dish. The flavorful soup gives off a leaven fragrance. One mouthful of this with rice will ensure the completeness of the entire meal.",
        "de": "Ein einfaches und schmuckloses Suppengericht. Die würzige Suppe verströmt einen Sauerteigduft. Ein Bissen davon mit Reis sorgt für die Vollständigkeit der gesamten Mahlzeit.",
        "chs": "朴实无华的汤料理。鲜香的汤水散发着袅袅的酵香，吃饭的时候只须品上一口，整顿饭都会因此而变得圆满。",
        "cht": "樸實無華的湯料理。鮮香的湯水散發著嫋嫋的酵香，吃飯的時候只須品上一口，整頓飯都會因此而變得圓滿。",
        "es": "Una sopa simple y sencilla. Desprende un sabroso aroma a levadura. Solo necesitarás tomar una cucharada para hacer que tu comida sea de lo más completa.",
        "fr": "Une soupe sans prétention. Cette soupe parfumée dégage une douce odeur de levain. Il en suffit d'une cuillerée avec du riz et votre repas est complet.",
        "id": "Hidangan kuah yang sederhana. Aroma supnya memancarkan aroma ragi. Satu suap penuh bersama dengan nasi putih saja cukup untuk melengkapi makanan utamamu.",
        "jp": "素朴な汁もの。風味豊かな香りを放つ。ご飯と一緒に食べれば、食事全体の完成度が高まる。",
        "kr": "평범하기 그지없는 국물 요리. 산뜻한 국물에서 깊은 맛이 우러러 나온다. 식사와 함께 한 모금 곁들이면, 온 한 끼가 이로 인해 완벽해지는 느낌마저 든다",
        "pt": "Um prato de sopa simples e sem adornos. A sopa saborosa exala uma fragrância de fermento. Uma colherada com arroz complementa qualquer refeição.",
        "ru": "Простой и безыскусный суп. От этого насыщенного блюда исходит прелестный дрожжевой аромат. Достаточно лишь одной ложки во время трапезы, чтобы сделать её завершённой.",
        "th": "เมนูซุปที่แสนเรียบง่าย น้ำซุปที่ส่งกลิ่นหอมของเต้าเจี้ยวหมัก เมื่อทานเข้าไปหนึ่งคำพร้อมกับข้าว ก็จะทำให้อาหารมื้อนั้นสมบูรณ์ขึ้นมาได้",
        "vi": "Món ăn mộc mạc giản dị. Nước súp có mùi vị lên men thơm lừng, chỉ cần húp một muỗng, sẽ giúp cả bữa cơm trở nên thật trọn vẹn."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}