{
    "name": {
        "en": "Delicious Chicken-Mushroom Skewer",
        "de": "Leckerer Spieß mit Pilzen und Hühnchen",
        "chs": "美味的野菇鸡肉串",
        "cht": "美味的野菇雞肉串",
        "es": "Brocheta de champiñones y pollo deliciosa",
        "fr": "Brochette de poulet et de champignons (délicieuse)",
        "id": "Delicious Chicken-Mushroom Skewer",
        "jp": "美味しそうな鳥肉と野生キノコの串焼き",
        "kr": "맛있는 버섯 닭꼬치",
        "pt": "Espetinho Delicioso de Cogumelos e Frango",
        "ru": "Вкусный куриный шашлычок с грибами",
        "th": "Chicken-Mushroom Skewer แสนอร่อย",
        "vi": "Xiên Thịt Gà Nấm Ngon"
    },
    "id": 108013,
    "materialDesc": {
        "en": "A skewer of mushrooms and poultry. All the best the wild has to offer are pierced on just one stick.",
        "de": "Ein Spieß bestückt mit Pilzen und Hühnerfiletstückchen. Ein über das Feuer gehaltener Holzspieß bringt den Geschmack der Wildnis hervor.",
        "chs": "由野菇和禽肉组成的烤串。恰到好处的火候，让一根小木棒串起了整片山野的味道。",
        "cht": "由野菇和禽肉組成的烤串。恰到好處的火候，讓一根小木棒串起了整片山野的味道。",
        "es": "Una brocheta de champiñones y pollo. Todo lo mejor que la naturaleza tiene para ofrecer unido en una misma brocheta.",
        "fr": "Des morceaux de poulet et de champignons sauvages enfilés sur une broche. Tout ce que la nature a de meilleur.",
        "id": "Sate jamur dan daging ayam. Terpanggang indah dengan api yang pas, rasa alam liar tertangkap sempurna dalam satu tusuk sate.",
        "jp": "キノコと鳥肉を組み合わせた串焼き。ちょうどいい火加減で、1本の串に山の幸の味を凝縮している。",
        "kr": "야생버섯과 새고기로 만든 꼬치. 적당하게 구워져서 산과 들의 맛을 느낄 수 있다",
        "pt": "Um espetinho de cogumelos e frango. Tudo do que há de bom que a natureza pode oferecer num único espeto.",
        "ru": "Шашлычок из грибов и птицы. Всё лучшее, что может предложить дикая природа, насаженное на один шампур.",
        "th": "เห็ดกับเนื้อไก่เสียบไม้ย่าง มหัศจรรย์แห่งการสร้างสรรค์ของ ธรรมชาติสองอย่าง ได้มารวมกันอยู่ในไม้เดียวแล้ว",
        "vi": "Xiên thịt và nấm rừng. Nướng với lửa vừa, để một xiên thôi cũng đủ thơm cả khu rừng."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}