{
    "name": {
        "en": "Delicious Tahchin",
        "de": "Leckeres Tahchin",
        "chs": "美味的米圆塔",
        "cht": "美味的米圓塔",
        "es": "Tahchín delicioso",
        "fr": "Tahtchine (délicieux)",
        "id": "Delicious Tahchin",
        "jp": "美味しそうなタフチーン",
        "kr": "맛있는 타친",
        "pt": "Tahchin Delicioso",
        "ru": "Вкусный тахчин",
        "th": "Tahchin แสนอร่อย",
        "vi": "Tahchin Ngon"
    },
    "id": 108420,
    "materialDesc": {
        "en": "A classic rice dish served in large quantities. With the first bite, the crispy outside cracks with delightful crunching sounds. The second bite combines the soft and moist rice with juicy meat in your mouth. Then, the third bite brings in the Padisarah's fragrance... The last bite, however, leaves your heart empty. What a pity it is, that you are too full to continue this wondrous experience. Well then, why not have another serving tomorrow?",
        "de": "Ein sättigendes klassisches Reisgericht, das in großzügigen Portionen serviert wird. Beim ersten Biss knackt die knusprige Außenseite und macht herrlich knusprige Geräusche. Der zweite Bissen vereint weichen und feuchten Reis mit saftigem Fleisch im Mund. Der dritte Bissen bringt den Duft von Padisarah mit sich ... Der letzte Bissen schließlich lässt dich berauscht von dem wundersamen Erlebnis zurück. Schade nur, dass du zu satt bist, um dieses wunderbare Erlebnis fortzusetzen. Warum nicht morgen eine weitere Portion essen?",
        "chs": "量大管饱的经典主食。第一口，酥脆可口的外壳在唇齿之间发出清脆的沙沙响声；第二口，湿润柔软的米饭与多汁的肉块在舌尖融为一体；第三口，帕蒂沙兰的芳香在味蕾上绽放…最后一口，内心还想继续陶醉于这妙不可言的享受，只可惜胃已经容纳不了了…要不明天继续吃？",
        "cht": "超大份量富有飽食感的經典主食。第一口，酥脆可口的外殼在唇齒之間發出清脆的沙沙響聲；第二口，濕潤柔軟的米飯與多汁的肉塊在舌尖融為一體；第三口，帕蒂沙蘭的芳香在味蕾上綻放…最後一口，內心還想繼續陶醉於這妙不可言的享受，只可惜胃已經容納不了了…不如明天繼續吃？",
        "es": "Un clásico plato de arroz que se sirve en gran cantidad y que resulta muy saciante. Con el primer bocado, el crujiente exterior se resquebraja, produciendo un sonido cautivador. Con el segundo, el arroz suave e impregnado se fusiona en la boca junto con la jugosa carne. A continuación, el tercer bocado trae consigo la fragancia de la orquídea padishá hasta que, finalmente, el último bocado te deja embriagado en una maravillosa experiencia que te hace desear seguir comiéndolo. El único inconveniente sería estar demasiado lleno para seguir. ¿Por qué no tomar otra ración mañana?",
        "fr": "#Un plat de riz classique et rassasiant servi en grande quantité. À la première bouchée, l'extérieur croustillant se fissure et produit un bruit délicieux de craquement. À la deuxième bouchée, le riz velouté et humide s'allie avec la viande juteuse. La troisième bouchée voit le parfum des padisachidées s'épanouir... Enfin, la dernière bouchée vous laisse {M#enivré}{F#enivrée} dans un rêve merveilleux, et vous fait regretter d'avoir déjà le ventre plein. Dans ce cas, pourquoi ne pas manger à nouveau de ce mets délicieux demain ?",
        "id": "Hidangan nasi klasik yang mengenyangkan disajikan dalam jumlah besar. Bagian luarnya yang renyah pecah seiring dengan dimulainya gigitan pertama, dan itu menimbulkan suara renyah yang merdu. Gigitan kedua memadukan peran antara nasi yang lembut dan lembap dengan daging yang melumer di mulut. Setelah itu, gigitan ketiga membawakan harumnya aroma Padisarah ... Sampai pada akhirnya, gigitan keempat membuatmu tenggelam dalam pengalaman yang sangat menakjubkan. Namun sayang, sekuat-kuatnya perut melebar tetap ada batasnya. Kalau begitu, besok lagi lanjut makannya ya?",
        "jp": "量が多く、食べ応えのある定番の一品。一口目、パリッとしたおこげが唇と歯の間で揺れ、澄んだ音を響かせる。二口目、しっとりした柔らかい米とジューシーな肉が舌の上でとろけ合う。三口目、パティサラの香りが舌の上に広がる…最後の一口、心はこの素晴らしい楽しみをもっと欲しがっているけれど、残念ながらもう胃が限界…明日も食べる？",
        "kr": "양이 많아 배부르게 먹을 수 있는 주식. 처음 베어 물었을 때는 바삭하고 맛있는 겉면이 치아 사이에서 바스락거리며 경쾌한 소리를 낸다. 두 번째에는 부드럽고 촉촉한 밥알과 육즙이 가득한 고기가 혀끝에서 혼연일체를 이룬다. 세 번째에는 파디사라의 향기가 입안에서 활짝 피어난다…. 마지막엔 계속 이 오묘한 즐거움을 느끼고 싶지만 터질 듯한 위장이 안타까울 뿐이다…. 내일 다시 먹는 게 어떨까?",
        "pt": "#Um clássico prato de arroz recheado servido em grandes quantidades. Com a primeira mordida, o exterior crocante se abre, produzindo um som delicioso. Com a segunda, o arroz macio e úmido se funde com a carne suculenta na boca. Então a terceira mordida traz a fragrância da Padisarah até que, finalmente, a última mordida deixa você embriagad{F#a}{M#o} em uma experiência maravilhosa. A única desvantagem seria estar muito chei{F#a}{M#o} para continuar. Por que você não pede outra porção amanhã?",
        "ru": "Большая порция классического тахчина. Вас встречает восхитительная хрустящая корочка, а под ней скрывается мягкий рис и нежное мясо, которое просто тает на языке. И в конце - тонкое послевкусие орхидеи падисара... Тарелка опустела, и вместе с ней опустело ваше сердце, вам хочется и дальше наслаждаться этим неописуемым вкусом, но желудок уже полон... Может, съесть завтра ещё одну порцию?",
        "th": "เมนูจานหลักที่ปริมาณจุใจ ในคำแรก จะสัมผัสได้ถึงเปลือกนอกที่กรุบกรอบ คำที่สอง รสชาติอันนุ่มนวลของข้าวและเนื้ออันชุ่มฉ่ำหลอมรวมเป็นหนึ่งเดียว คำที่สาม กลิ่นหอมกรุ่นของ Padisarah แผ่ซ่านอยู่ในปาก... คำสุดท้าย ภายในใจยังคงดื่มด่ำอยู่กับรสชาติที่เกินคำบรรยาย แต่น่าเสียดายที่กระเพาะไม่สามารถรองรับได้มากกว่านี้แล้ว... ไว้กินต่อพรุ่งนี้ดีมั้ยนะ?",
        "vi": "Một món cơm kinh điển được phục vụ với số lượng lớn. Miếng đầu tiên, lớp vỏ giòn và thơm ngon sột soạt giữa môi và răng; Miếng thứ hai, cơm ẩm và mềm cùng những miếng thịt ngon ngọt hòa quyện trên lưỡi; Miếng thứ ba, hương thơm của Padisarah lan tỏa khắp nơi... Miếng cuối cùng, vẫn muốn tiếp tục đắm chìm tận hưởng sự tuyệt vời này, nhưng tiếc là cái bụng đã không thể chứa nổi nữa... hay là ngày mai ăn tiếp nhỉ?"
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}