{
    "name": {
        "en": "Delicious Mushroom Pizza",
        "de": "Leckere Pilzza",
        "chs": "美味的烤蘑菇披萨",
        "cht": "美味的烤蘑菇披薩",
        "es": "Pizza de champiñones deliciosa",
        "fr": "Pizza aux champignons (délicieuse)",
        "id": "Delicious Mushroom Pizza",
        "jp": "美味しそうなキノコピザ",
        "kr": "맛있는 버섯피자",
        "pt": "Pizza Deliciosa de Cogumelos",
        "ru": "Вкусная грибная пицца",
        "th": "Mushroom Pizza แสนอร่อย",
        "vi": "Pizza Nấm Rơm Nướng Ngon"
    },
    "id": 108043,
    "materialDesc": {
        "en": "A pizza covered in cheese and mushrooms. It's a party in your mouth and the cheese and mushrooms invited all their delicious friends.",
        "de": "Eine Pizza voll mit Champignons und Käse. Die weichen Champignons schmeicheln der dünnen Kruste, unter der sich zerlaufener Käse verbirgt.",
        "chs": "铺满蘑菇和奶酪的薄饼。嫩菇和脆蔬像是牵起了手，踩着绵软的奶酪地毯在舌尖起舞。",
        "cht": "鋪滿蘑菇和乳酪的薄餅。嫩菇和脆蔬像是牽起了手，踩著綿軟的乳酪地毯在舌尖起舞。",
        "es": "Una pizza con queso y champiñones. Es una fiesta de sabores en la boca.",
        "fr": "Une pizza couverte de champignons et de fromage. Les ingrédients se complémentent à la perfection. C'est la fête dans votre bouche !",
        "id": "Pizza dengan topping jamur dan keju. Sangat lezat dan gurih, jamur dan kejunya bagaikan menari di atas lidahmu.",
        "jp": "キノコとチーズを敷き詰めたピザ。柔らかいキノコと野菜がフワフワのチーズの絨毯を踏み、手をつなぎながら舌の上で踊っている。",
        "kr": "버섯과 치즈 토핑이 가득 올려진 피자. 버섯과 야채 토핑이 손잡고 혀끝에서 춤을 추는듯한 환상적인 조화. 1인 1판은 기본!",
        "pt": "Uma pizza coberta de queijo e cogumelos. É uma festa de sabores dentro da sua boca.",
        "ru": "Пицца с грибами и сыром. Сыр с грибами устроили у вас во рту вечеринку, на которую пригласили своих вкусных друзей.",
        "th": "พิซซ่าหน้าชีสและเห็ด โรยหน้าด้วยชีสหอมๆ เห็ดนุ่มๆ ที่ยกทัพความอร่อยเข้ามาจัดปาร์ตี้ในปากของคุณ",
        "vi": "Bánh nướng phô mai và nấm rơm. Nấm và rau củ như hòa làm một, cộng thêm phô mai mềm mại khiến người ta khó quên."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}