{
    "name": {
        "en": "Delicious Konda Cuisine",
        "de": "Leckere Konda-Küche",
        "chs": "美味的绀田煮",
        "cht": "美味的紺田煮",
        "es": "Estofado de Konda delicioso",
        "fr": "Ragoût de Konda (délicieux)",
        "id": "Delicious Konda Cuisine",
        "jp": "美味しそうな紺田煮",
        "kr": "맛있는 콘다 어묵",
        "pt": "Cozido de Konda Delicioso",
        "ru": "Вкусное рагу Конды",
        "th": "Konda Cuisine แสนอร่อย",
        "vi": "Món Konda Ngon"
    },
    "id": 108287,
    "materialDesc": {
        "en": "Slowly stewed local cuisine. Well-honed temperature control has allowed every ingredient to be cooked just right. This is it — the exact same aroma that you smell, simple yet surpassing many delicacies, when you take a stroll through Konda Village at night. Surely a village local roaming abroad would begin to miss home if they were to eat this dish so made by you.",
        "de": "Regionale Küche, die langsam über einem Feuer zubereitet wird. Eine gut ausgeklügelte Temperaturkontrolle hat es ermöglicht, dass jede Zutat genau richtig gegart wird. Das ist es: Genau das gleiche Aroma, das du riechst, einfach und doch viele Köstlichkeiten übertreffend, wenn du nachts durch das Dorf Konda schlenderst. Sicherlich würde ein Dorfbewohner, der in der Fremde unterwegs ist, anfangen, seine Heimat zu vermissen, wenn er dieses von dir so zubereitete Gericht essen würde.",
        "chs": "慢火炖煮的乡土料理。精妙的火候控制让每种食材都煮得恰到好处。傍晚时分在绀田村漫步，闻到的正是这种朴实而又胜过珍馐的香气。在外地漂泊的村民如果能吃到这么一份菜肴，说不定也会倍思家乡吧。",
        "cht": "慢火燉煮的鄉土料理。精妙的火候控制讓每種食材都煮得恰到好處。傍晚時分在紺田村漫步，聞到的正是這種樸實而又勝過珍饈的香氣。在外地漂泊的村民如果能吃到這麼一份菜餚，說不定也會倍思家鄉吧。",
        "es": "Un rústico estofado hecho a fuego lento. Los ingredientes están justo en su punto debido a que se han cocinado con la intensidad de fuego adecuada. Si uno pasea por la Aldea Konda al anochecer, seguramente olerá este sencillo plato, que no le tiene nada que envidiar a los más exquisitos manjares. Si uno de sus aldeanos come este estofado mientras está lejos de su casa, probablemente sentirá una gran nostalgia.",
        "fr": "Plat local mijoté à feu doux. Un contrôle parfait de la température a permis à chaque ingrédient d'être cuit juste à point. C'est exactement le même arôme qu'on peut sentir lorsqu'on flâne dans le Village de Konda le soir, simple et pourtant bien supérieur à de nombreux délices gastronomiques. Un tel plat ne manquerait pas de rappeler son village natal à un villageois local perdu loin de son foyer.",
        "id": "Masakan lokal yang direbus perlahan. Pengontrolan suhu yang baik membuat setiap bahan di dalamnya dimasak dengan pas. Aroma yang tercium dari masakan ini, sederhana namun melebihi banyak makanan lezat lainnya — persis seperti aroma masakan yang pernah kamu cium saat melewati Desa Konda di malam hari. Bila penduduk desa yang merantau mencicipi masakan ini, rasa rindu pada kampung halamannya pasti akan berlipat ganda.",
        "jp": "ゆっくりと煮た郷土料理。絶妙な火加減で、食材を完璧に調理することができた。夕方に紺田村を散歩していると、この素朴ではあるが高級料理にも勝る美食の香りが漂ってくる。外国を漂流している村人がこれを食べたら、きっと故郷が恋しくなるだろう。",
        "kr": "약불로 끓인 향토 요리. 정교한 불 조절 덕분에 모든 식자재가 꼭 알맞게 끓여졌다. 저녁녘, 콘다 마을에서 산책을 하노라면 이 요리의 소박하고 맛 좋은 향기가 풍긴다. 타향에서 떠도는 농민이 이 요리를 먹는다면, 고향이 더욱 그리워질지도",
        "pt": "Comida local cozinhada lentamente. Temperatura bem controlada permitiu que todo ingrediente fosse cozinhado adequadamente. Isso é o mesmo aroma que você sente, simples, mas superando muitas outras comidas, quando passa pela Vila Konda à noite. Com certeza alguém dessa vila vagando por aí sentiria saudades de sua terra natal se comessem esse prato que você fez.",
        "ru": "Местное тушёное блюдо. Прекрасно подобранный жар позволил каждому ингредиенту приготовиться до совершенства. Именно такой простой, но превосходящий деликатесы аромат разносится по вечерним улочкам Конды. Деревенские, отведав это блюдо на чужбине, начнут тосковать по дому.",
        "th": "อาหารท้องถิ่นที่ใช้ไฟอ่อนค่อย ๆ เคี่ยว การควบคุมความร้อนอย่างประณีต ทำให้ส่วนผสมทุกอย่างปรุงออกมาได้อย่างพอดี หากเดินเล่นในหมู่บ้าน Konda ช่วงกลางคืน ก็จะได้กลิ่นหอมอันเรียบง่ายแบบนี้ ซึ่งยอดเยี่ยมกว่าอาหารเลิศรสทั้งหลายเสียอีก ถ้าชาวบ้านที่ตระเวนอยู่นอกเมืองได้กินอาหารจานนี้ล่ะก็ ไม่แน่ว่าพวกเขาอาจจะคิดถึงบ้านเกิดขึ้นมาก็เป็นได้",
        "vi": "Món ăn dân dã được ninh với lửa nhỏ. Kiểm soát nhiệt độ tốt giúp mọi thành phần trong đó được nấu chín vừa phải. Đây chính là mùi hương giản dị mà vượt trội hơn cả những món ăn xa xỉ khác mà bạn ngửi thấy, khi đi dạo ở làng Konda vào buổi tối. Nếu những con dân của làng đang phiêu bạt bên ngoài được ăn một món ăn như vậy, ắt hẳn trong lòng sẽ cuộn lên nỗi nhớ quê tha thiết."
    },
    "materialType": "MATERIAL_FOOD"
}