{
    "name": {
        "en": "Delicious Zhongyuan Chop Suey",
        "de": "Leckeres eingelegtes Allerlei",
        "chs": "美味的中原杂碎",
        "cht": "美味的中原雜碎",
        "es": "Chop suey de Zhongyuan delicioso",
        "fr": "Chop suey Zhongyuan (délicieux)",
        "id": "Delicious Zhongyuan Chop Suey",
        "jp": "美味しそうな中原のもつ焼き",
        "kr": "맛있는 중원 내장꼬치",
        "pt": "Chop Suey de Zhongyuan Delicioso",
        "ru": "Вкусная требуха «Чжун Юань»",
        "th": "Zhongyuan Chop Suey แสนอร่อย",
        "vi": "Lòng Trung Nguyên Ngon"
    },
    "id": 108073,
    "materialDesc": {
        "en": "A seasoned and cooked meat dish. The authentic \"Liyue taste\" of this aromatic dish makes it a comfort food for golden-agers that may bring a tear to their eyes.",
        "de": "Ein zuerst in Gewürzen eingelegtes und dann gegartes Fleischgericht. Dieses kräftige und volle Aroma ist typisch für Liyue. Den älteren Generationen kommen allein beim Gedanken an dieses Gericht die Tränen.",
        "chs": "调味后烤熟的肉料理。馥郁肉香饱含地道的璃月味道，可能会让上了年纪的老人热泪盈眶。",
        "cht": "調味後烤熟的肉料理。馥郁肉香飽含道地的璃月味道，可能會讓上了年紀的老人熱淚盈眶。",
        "es": "Un plato de carne sazonada y asada. La aromática carne tiene el auténtico sabor de Liyue, por lo que puede llegar a hacer llorar de nostalgia a los más ancianos.",
        "fr": "Abats de viande cuits et assaisonnés. Son goût typiquement liyuéen arrache une petite larme de nostalgie aux personnes âgées de la citée portuaire.",
        "id": "Hidangan daging yang dibumbui dan dimasak. \"Rasa Liyue\" yang asli dari hidangan ini menjadikannya makanan rumahan untuk orang tua.",
        "jp": "味付けしてから出来上がった肉料理。「璃月の味」がするお肉。年寄りが食べたら感激して泣いてしまいそう。",
        "kr": "양념에 버무려 구운 고기 요리. 리월 본토의 맛이 배어 있는 짙은 고기 향은 나이 드신 어르신을 감동시키기에 충분하다",
        "pt": "Um prato de carne temperada e cozida. O autêntico \"sabor Liyue\" deste prato aromático torna-o um alimento reconfortante para a nostalgia que pode causar lágrimas nos olhos.",
        "ru": "Шашлычки из не очень приятных ингредиентов. «Аутентичный» вкус Ли Юэ делает это блюдо популярным среди людей «золотого поколения», они даже могут пустить слезу.",
        "th": "อาหารจำพวกเนื้อสัตว์ที่ถูกนำไปย่างให้ร้อนหลังจากปรุงรสแล้ว รสชาติที่แสนจะเข้มข้นนั้นอบอวลไปด้วยกลิ่นอายของ Liyue ในอดีต บางทีถึงกับทำให้เหล่าคนเฒ่าคนแก่ต้องตื้นตันใจจนร้องไห้ฟูมฟาย",
        "vi": "Món thịt được nướng chín sau khi tẩm ướp. Mùi thơm của thịt là mùi vị đặc trưng của Liyue, có thể khiến những người cao tuổi cảm động rơi nước mắt."
    },
    "materialType": "MATERIAL_FOOD"
}