{
    "name": {
        "en": "Delicious Vegetarian Abalone",
        "de": "Leckere vegetarische Seeohren",
        "chs": "美味的素鲍鱼",
        "cht": "美味的素鮑魚",
        "es": "Abulón vegetariano delicioso",
        "fr": "Ormeau végétarien (délicieux)",
        "id": "Delicious Vegetarian Abalone",
        "jp": "美味しそうな松茸のアワビもどき",
        "kr": "맛있는 채식 전복",
        "pt": "Abalone Vegetariano Delicioso",
        "ru": "Вкусные вегетарианские мидии",
        "th": "Vegetarian Abalone แสนอร่อย",
        "vi": "Bào Ngư Chay Ngon"
    },
    "id": 108190,
    "materialDesc": {
        "en": "A vegetarian dish with a rich flavor. With the aid of the sauce, the matsutake has achieved an excellent, elegant mouth-feel that so rivals scallop in tenderness and abalone in freshness that you can hardly tell them apart. If you left your customer guessing before revealing the truth later, you would be sure to earn their astonished praise.",
        "de": "Ein deftiges, vegetarisches Gericht. Durch die Soße fühlen sich die Matsutake im Mund wahrlich so zart an wie Jakobsmuscheln und so frisch wie Seeohren. Kunden, die nicht wissen, dass sie Matsutake essen, werden nicht aus dem Staunen herauskommen, wenn sie später davon erfahren.",
        "chs": "滋味浓郁的素食。在酱汁的提点下，松茸呈现出了上等而高级的口感，嫩如鲜贝，鲜如鲍鱼，难以辨别真身。若是先由食客随意猜想，最后再揭晓答案，必然能赢得对方的惊羡。",
        "cht": "滋味濃郁的素食。在醬汁的提點下，松茸呈現出了上等而高級的口感，嫩如鮮貝，鮮如鮑魚，難以辨別真身。若是先由食客隨意猜想，最後再揭曉答案，必然能贏得對方的驚羨。",
        "es": "Una comida vegetariana con un sabor intenso. Colocado sobre la salsa, el matsutake presenta un sabor excelente, tierno como una ostra y fresco como un abulón. Si alguien lo prueba y, después, le revelas de qué está hecho, obtendrás sus alabanzas más entusiastas.",
        "fr": "Un plat végétarien riche en saveurs. Grâce à sa sauce, les matsutake ont un goût frais et une texture tendre qui rivalisent avec ceux des coquilles St Jacques et de l'ormeau ; si bien que vous aurez du mal à faire la différence. Vos clients ne pourront qu'être émerveillés à la découverte de la vérité.",
        "id": "Sebuah hidangan vegetarian dengan rasa yang kuat. Dengan campuran saus yang gurih, jamur Matsutake menghadirkan cita rasa yang sempurna. Dengan tekstur selembut kerang, dan sesegar abalone, siapa pun yang memakannya pasti akan sulit membedakannya. Para tamu yang memakannya tanpa mengetahui bahwa ini adalah daging tiruan, pasti akan sangat terpukau saat kamu memberi tahunya.",
        "jp": "味が濃厚な菜食。濃厚なタレによって、松茸を新鮮な貝類のように柔らかく、本物のアワビのように新鮮な、品のある食感に作り上げた。お客様に当ててもらい、「アワビではなく松茸です」と答えを明らかにすると、さぞ驚くだろう。",
        "kr": "풍미가 깊은 채식요리. 소스를 첨가하면 송이버섯의 식감이 살아 부드러운 조개 맛과 신선한 전복 맛이 느껴져서 정체를 분간하기 어렵다. 손님에게 먼저 알아 맞춰보라고 한 뒤, 정체를 공개하면 손님들은 백이면 백, 놀라 까무러칠 것이다",
        "pt": "Um prato vegetariano com um sabor delicioso. Com a ajuda do molho, o matsutake alcançou uma excelente e elegante sensação na boca que compete tão bem com as vieiras em maciez e abalone em frescor que você dificilmente consegue distingui-los. Se você deixasse seu cliente adivinhar antes de revelar a verdade mais tarde, você certamente ganharia seus espantosos elogios.",
        "ru": "Овощное блюдо с насыщенным вкусом. Великолепный соус поднимает грибы мацутакэ до заоблачных вершин кулинарии. Нежные, как морской гребешок, изысканные, словно мидии - сложно понять, что же вы едите. Откройте гостям истинную природу блюда только после дегустации, и их наполненные удивлением и восхищением взгляды станут вашей наградой.",
        "th": "อาหารมังสวิรัติรสชาติเข้มข้น ด้วยส่วนผสมของซอสจึงทำให้เห็ดมัตสึทาเกะมีรสชาติที่ยอดเยี่ยม ด้วยเนื้อสัมผัสที่นุ่มเหมือนหอย และสดเหมือนหอยเป๋าฮื้อ ใครที่ทานก็แทบจะแยกไม่ออกเลยว่านี่คืออาหารมังสวิรัติ หากปล่อยให้ผู้ที่ได้ทานคาดเดา ก่อนที่จะบอกความจริงในภายหลัง คุณจะต้องได้รับคำชมจากความประหลาดใจพวกเขาอย่างแน่นอน",
        "vi": "Một món chay có vị đậm đà. Khi được thêm nước sốt, nhung tùng mang đến một hương vị cao cấp và chất lượng, mềm như sò điệp và tươi như bào ngư, rất khó để phân biệt đây là món chay hay mặn. Nếu thực khách ăn mà không biết trước, khi nói ra đáp án nhất định sẽ rất bất ngờ."
    },
    "materialType": "MATERIAL_FOOD"
}