{
    "name": {
        "en": "Delicious Radish and Fish Stew",
        "de": "Leckerer Fischtopf mit Rettich",
        "chs": "美味的鲜鱼炖萝卜",
        "cht": "美味的鮮魚燉蘿蔔",
        "es": "Guiso de pescado y rábano delicioso",
        "fr": "Ragoût de radis et de poisson (délicieux)",
        "id": "Delicious Radish and Fish Stew",
        "jp": "美味しそうな魚とダイコンの煮込み",
        "kr": "맛있는 생선 무조림",
        "pt": "Guisado Fresco de Peixe e Rabanete Delicioso",
        "ru": "Вкусное рагу из редиса и рыбы",
        "th": "Radish and Fish Stew แสนอร่อย",
        "vi": "Cá Tươi Hầm Củ Cải Ngon"
    },
    "id": 108344,
    "materialDesc": {
        "en": "A meat and vegetable dish. Migratory fish have experienced many trials of the bitter cold, towering waves, and tumultuous storms en route to arriving upon the stove, and together with the radish, they have absorbed the essence of the flavorful soup long before they were ladled onto your plate. This sweetness warms the heart and soul, like a fire in the midst of a blistering world of snow.",
        "de": "Ein Gericht aus Fisch und Gemüse. Die Wanderfische haben auf ihrem Weg zum Herd viele Prüfungen der bitteren Kälte, der hohen Wellen und der heftigen Stürme durchgemacht und zusammen mit dem Rettich haben sie die Essenz der würzigen Suppe aufgesogen, lange bevor sie auf deinen Teller geschöpft wurden. Diese Süße wärmt das Herz und die Seele, wie ein Feuer inmitten einer glühenden Welt aus Schnee.",
        "chs": "荤素搭配的菜肴。洄游的鱼经历了严寒、波涛与雷电的考验，跃上锅炉，与萝卜一起吸饱了鲜美的汤汁，落于餐盘。这一丝甘甜，宛若冰天雪地中摇曳的篝火一般，鼓舞人心。",
        "cht": "葷素搭配的菜餚。洄游的魚經歷了嚴寒、波濤與雷電的考驗，躍上鍋爐，與蘿蔔一起吸飽了鮮美的湯汁，落於餐盤。這一絲甘甜，宛若冰天雪地中搖曳的篝火一般，鼓舞人心。",
        "es": "Un plato de pescado y verduras. Al meterlo en la olla, el pez, que en su larga migración ha vivido el frío más gélido y ha sufrido la violencia de las olas y los truenos, absorbe junto con el rábano el delicioso sabor del caldo. Su sutil dulzura es como una antorcha que chispea en medio de un vasto campo nevado: un reconfortante placer para el corazón.",
        "fr": "Un plat de viande et de légumes. Les poissons migrateurs ont traversé de nombreuses épreuves : le froid glacial, les vagues déferlantes et les tempêtes tumultueuses avant d'arriver dans la casserole. Tout comme le radis, ils ont absorbé les saveurs de la soupe avant d'être présentés dans l'assiette. La douceur de ce mets réchauffe le cœur et l'âme, comme un feu au milieu de la neige.",
        "id": "Hidangan yang terdiri dari daging dan sayur. Ikan yang bermigrasi sudah melewati banyak cobaan, mulai dari dingin yang menusuk tulang, ombak yang menjulang tinggi, bahkan badai petir yang bergejolak sepanjang perjalanannya sampai akhirnya mereka berakhir di atas kompor. Bersama dengan lobak, mereka kini sudah menyerap perasa dari sup yang lezat sebelum akhirnya mereka dihidangkan ke atas piringmu. Rasa manisnya hidangan ini begitu menghangatkan hati dan jiwa, layaknya api di tengah dunia bersalju yang menusuk.",
        "jp": "栄養バランスが良い料理。極寒、波、雷の試練を乗り越えた魚は鍋に飛び込み、ダイコンと共に旨味たっぷりのソースを吸収した後、皿に落ちた。この甘味は、氷に覆われた地で揺らめく篝火のように、心を奮い立たせる。",
        "kr": "고기와 야채가 어우러진 요리. 혹한, 파도와 번개의 시련을 지나 강물을 거슬러 냄비에 도착한 생선은 무와 함께 맛있는 육수를 머금고 접시 위에 올랐다. 옅게 느껴지는 단맛은 눈보라 속의 모닥불처럼 마음을 뛰게 한다",
        "pt": "Um prato de carnes e vegetais. Peixes migratórios experimentaram todos os tipos de provações do frio intenso, das ondas gigantes e as tempestades tumultuosas em sua rota para chegar ao fogão, e juntos com o rabanete, eles absorveram a essência da saborosa sopa antes de caírem em seu prato. Esta doçura aquece o coração e a alma, como um fogo no meio de um mundo de neve intensa.",
        "ru": "Блюдо из рыбы и овощей. Мигрирующая рыба прошла множество испытаний лютым холодом, высокими волнами и бурными штормами, прежде чем попасть в кастрюлю, где она вместе с редисом напитывается восхитительным бульоном. Эта тонкая сладость подобна сверкающему факелу посреди бескрайнего снежного поля. Утешительное наслаждение для сердца.",
        "th": "อาหารที่มีเนื้อสัตว์ และผัก ปลาที่อพยพมาจากถิ่นที่หนาวเหน็บ ผ่านบททดสอบทั้งคลื่นลมพายุ ฟ้าร้อง ฟ้าผ่า จนในที่สุดก็กระโดดลงไปเป็นหนึ่งเดียวกับหัวไชเท้าในหม้อ ตักหัวไชเท้าที่ดูดซับรสชาติอูมามิของซุปแสนอร่อยลงใส่ชาม รสชาติกลมกล่อมหอมหวาน สร้างแรงบันดาลใจเหมือนกับกองไฟแสนอบอุ่นในคืนวันอันหนาวเหน็บ",
        "vi": "Món ăn kết hợp giữa thịt cá và rau củ. Cá đã trải qua giá lạnh, sóng lớn và lôi điện, được cho vào nồi khi còn tươi roi rói, cùng với củ cải trắng hấp thụ nước canh thơm ngon, rồi được bày ra dĩa. Vị ngọt thanh này tựa như ngọn đuốc trong trời đông giá rét, khích lệ lòng người."
    },
    "materialType": "MATERIAL_FOOD"
}