{
    "name": {
        "en": "Delicious Samosa",
        "de": "Leckere Samosa",
        "chs": "美味的萨巴桑炸角",
        "cht": "美味的薩巴桑炸角",
        "es": "Samosas deliciosas",
        "fr": "Samoussas (délicieux)",
        "id": "Delicious Samosa",
        "jp": "美味しそうなサモサ",
        "kr": "맛있는 사모사",
        "pt": "Samosa Deliciosa",
        "ru": "Вкусная самоса",
        "th": "Samosa แสนอร่อย",
        "vi": "Samosa Ngon"
    },
    "id": 108477,
    "materialDesc": {
        "en": "A deep-fried snack. Each golden, crispy pocket is stuffed full with a soft, glutinous filling. You can't help but wolf one down immediately, and then reach out for a second one, taking your time to savor it... Piece by piece, you become lost in the dish's enticing aroma, and before you know it, you are only left with an empty plate.",
        "de": "Eine frittierte Knabberei. Jede goldgelbe, knusprige Tasche ist vollgestopft mit einer sanften, klebrigen Füllung. Die erste schlingt man voller Verlangen hinunter; die zweite kostet man voller Genuss ... Wenn man zuletzt im Rausch der Geschmackssinne gedankenlos die Hände nach einer weiteren ausstreckt, stellt man irgendwann fest, dass der Teller schon lange leer ist.",
        "chs": "油炸而成的小吃。金黄酥脆的外皮个头饱满，里面包裹着软糯的内馅。第一个，狼吞虎咽；第二个，细细品味…不知不觉间沉醉于味蕾的享受，恍惚中再次伸手，才发现盘内早已空空如也。",
        "cht": "油炸而成的小吃。金黃酥脆的外皮大小飽滿，裡面包裹著軟糯的內餡。第一個，狼吞虎嚥；第二個，細細品味…不知不覺間沉醉於味蕾的享受，恍惚中再次伸手，才發現盤內早已空空如也。",
        "es": "Un pequeño aperitivo frito. La fina y crujiente masa dorada está ligeramente abultada debido al jugoso y abundante relleno que contiene. La primera la engulles cual espinodrilo hambriento, pero la segunda la degustas como los Arcontes mandan. Sin darte cuenta, te sumes en un embriagador festín para tus papilas gustativas y, cuando vuelves a estirar la mano en busca de otra samosa, descubres con gran pesar que el plato está vacío.",
        "fr": "Un encas frit. Chaque beignet doré et croustillant est rempli d'une farce compacte. Vous en dévorez un, avant d'en prendre un deuxième et de le savourer... Ce plaisir pour vos papilles vous enivre et vous en prenez un autre, puis encore un autre, avant de vous rendre compte que l'assiette est vide.",
        "id": "Camilan yang digoreng kering. Kulit luarnya berwarna keemasan dan terasa renyah. Bagian dalamnya terdapat isian yang terasa lembut. Kamu langsung melahap yang pertama dengan tergesa-gesa, namun yang kedua, dilahap perlahan sambil dinikmati rasanya. Tanpa sadar, kamu makan satu per satu hingga akhirnya tersadar kalau piringnya sudah kosong.",
        "jp": "油で揚げた軽食。サクサクな黄金色の皮は柔らかい餡をふっくらと包み込んでいる。一個目はがつがつ食べて、二個目はゆっくり味わう…そうしているうちにいつの間にか味に酔いしれてしまい、うっとりと再び手を伸ばした時には、皿の上にはもう何もないと気づく。",
        "kr": "튀긴 간식의 일종. 황금빛 바삭한 겉껍질과 꽉 찬 부드러운 소가 자아내는 겉바속촉의 향연. 처음은 허겁지겁 먹어 치우고, 두 개째부터 맛을 음미하다… 다시 손을 뻗어 보면, 그제야 접시가 텅텅 비었음을 발견한다",
        "pt": "Um lanche frito. Cada bolso dourado e crocante tem um recheio macio e glutinoso. Ninguém resiste a comer um só, saboreando lentamente... pedaço por pedaço. É comum se perder no aroma sedutor da receita e, antes que perceba, o prato já está vazio.",
        "ru": "Закуска, приготовленная во фритюре. Золотистый хрустящий кармашек, наполненный мягкой начинкой. Первую самосу вы проглатываете, почти не замечая вкуса, вторую смакуете, растягивая наслаждение... Туман манящего аромата на мгновение рассеивается, и вы тянетесь за очередным кусочком, но оказывается, что тарелка уже пуста...",
        "th": "ของกินเล่นที่ทอดในน้ำมัน ผิวด้านนอกกรอบเหลืองทองอวบอิ่ม ด้านในห่อด้วยไส้เหนียวนุ่ม ชิ้นแรก กินเข้าไปอย่างรวดเร็ว ชิ้นที่สอง ลิ้มรสอย่างละเมียดละไม... เผลอแป๊บเดียวก็ดื่มด่ำไปกับรสชาติจนเผลอยื่นมือไปหยิบชิ้นต่อไปเรื่อย ๆ... กว่าจะรู้ตัวจานก็ว่างเปล่าเสียแล้ว",
        "vi": "Món ăn vặt chiên dầu. Vỏ bánh đầy đặn vàng ươm giòn rụm, bọc lấy phần nhân mềm. Cái đầu tiên đánh ực cả miếng vào bụng, ăn cái thứ hai từ từ thưởng thức... rồi đắm chìm trong hương vị đầu lưỡi, trong cơn mê đôi tay đưa ra phía trước mới phát hiện món ăn trên đĩa đã trống trơn từ lúc nào rồi."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}