{
    "name": {
        "en": "Delicious Crab, Ham & Veggie Bake",
        "de": "Leckerer geschmorter Schinken mit Krebsgemüse",
        "chs": "美味的蟹黄火腿焗时蔬",
        "cht": "美味的蟹黃火腿焗時蔬",
        "es": "Asado mar y montaña delicioso",
        "fr": "Gratin de crabe, jambon et légumes (délicieux)",
        "id": "Delicious Crab, Ham & Veggie Bake",
        "jp": "美味しそうなかにみそとハムのグリル野菜",
        "kr": "맛있는 꽃게알 야채찜",
        "pt": "Assado Delicioso de Caranguejo, Presunto e Vegetais",
        "ru": "Вкусная сборная запеканка",
        "th": "Crab, Ham & Veggie Bake แสนอร่อย",
        "vi": "Bánh Rau Giăm Bông Gạch Cua Ngon"
    },
    "id": 108067,
    "materialDesc": {
        "en": "A luxurious bake. The scent is so rich and heavenly. You'll only be done once you've licked the plate clean.",
        "de": "Ein Auflauf mit feinsten Zutaten. Noch während du den ersten Happen zum Mund führst, vernimmst du den außerordentlichen Duft. Am liebsten würdest du den Topf auslecken.",
        "chs": "配料奢华的焗菜。还没入口都能闻到蟹黄和奶油散发出的浓香，感觉最后能把盘子舔个一干二净。",
        "cht": "配料奢華的焗菜。還沒入口都能聞到蟹黃和鮮奶油散發出的濃香，感覺最後能把盤子舔個一乾二淨。",
        "es": "Un asado hecho con los mejores ingredientes. Su aroma es extremadamente delicioso. ¡Hasta lamerás el plato después de terminar de comer!",
        "fr": "Un gratin aux ingrédients savoureux. Une odeur divine envahit vos narines, et vous savez que vous êtes bien parti pour lécher le plat après l'avoir senti.",
        "id": "Kue yang terlihat mewah. Aroma kepiting segar sudah tercium sebelum dimasukkan ke dalam mulut, membuatmu tahu sepiring saja pasti tidak akan cukup puas.",
        "jp": "トッピングが豪華なグリル。口に入れる前からかにみそとクリームの濃厚な香りが漂ってくる。最後にはペロリときれいに平らげてしまう。",
        "kr": "각종 야채와 꽃게알을 넣고 찐 요리. 맛보지 않아도 꽃게알과 크림의 진한 향을 맡을 수 있다. 말이 필요 없는 최고의 밥도둑이다",
        "pt": "Um assado chique. O aroma é muito rico e divino. Você vai querer até lamber o prato depois de terminar de comer.",
        "ru": "Роскошная запеканка. Имеет неописуемый божественный аромат. Вы не сможете остановиться, пока не вылижете тарелку до блеска.",
        "th": "เมนูเนื้อปู แฮม และผักอบ กลิ่นอันหอมหวานที่ลอยมาเตะจมูกตั้งแต่ยังไม่ทันลอดผ่านประตู ให้ความรู้สึกว่าท้ายที่สุดแล้วจะต้องเลียจนจานสะอาดเอี่ยมอย่างแน่นอน",
        "vi": "Món thập cẩm xa xỉ. Chưa ăn vào miệng đã ngửi thấy mùi thơm của gạch cua và kem bơ, thật muốn ăn hết sạch sẽ."
    },
    "materialType": "MATERIAL_FOOD"
}