{
    "name": {
        "en": "Delicious Cured Pork Dry Hotpot",
        "de": "Leckerer Pökeltopf",
        "chs": "美味的干锅腊肉",
        "cht": "美味的乾鍋臘肉",
        "es": "Carne curada con matsutake deliciosa",
        "fr": "Cocotte de porc fumé (délicieuse)",
        "id": "Delicious Cured Pork Dry Hotpot",
        "jp": "美味しそうな干し肉の炒め鍋",
        "kr": "맛있는 훈제고기 볶음",
        "pt": "Porco Curado com Matsutake Delicioso",
        "ru": "Вкусная ветчина на сковороде",
        "th": "Cured Pork Dry Hotpot แสนอร่อย",
        "vi": "Thịt Xông Khói Xào Ngon"
    },
    "id": 108184,
    "materialDesc": {
        "en": "A dish fried over a great flame. The rendered fat from the fried ham layers the side dishes perfectly, and the flavors have long permeated the whole dish. Its shine alone is enough to whet one's appetite, and every bite is sure to evoke memories of house, home, and celebration in anyone from Liyue.",
        "de": "Ein Gericht, das bei großer Hitze schnell gebraten wird. Das Fett am Rand des Schinkens ziert die Seiten des Gerichts und das zarte Aroma ist bereits überall zu vernehmen. Allein der Glanz und die frischen Farben lassen einem das Wasser im Munde zusammenlaufen und nur ein kleiner Bissen weckt Erinnerungen an Liyue und die Feste dort.",
        "chs": "旺火炒制的菜肴。腊肉炒出的油脂均匀地裹在配菜之上，鲜香的风味却早已沁入其中，亮丽的色泽更是激发着人的食欲。只需要小小的一口，足以让璃月人扬起对家乡和节庆时分的思念。",
        "cht": "旺火炒製的菜餚。臘肉炒出的油脂均勻地裹在配菜之上，鮮香的風味卻早已沁入其中，亮麗的色澤更是激發著人的食慾。只需要小小的一口，足以讓璃月人揚起對家鄉和節慶時分的思念。",
        "es": "Un plato salteado a fuego fuerte. La grasa del jamón salteado cubre los demás ingredientes y los sabores se han combinado de forma perfecta. Solo con verlo ya se te abre el apetito. La gente de Liyue se acuerda de su casa y sus festividades con cada bocado.",
        "fr": "Un plat sauté sur feu vif. La graisse fondue du jambon frit vient envelopper à merveille l'accompagnement, et sa saveur parfumée a profondément imprégné tout le plat. Sa brillance suffit à ouvrir l'appétit, et chaque bouchée est assurée d'évoquer les célébrations familiales pour tous ceux qui viennent de Liyue.",
        "id": "Hidangan yang digoreng di atas api besar. Lemak yang dihasilkan dari ham goreng melapisi lauk dengan sempurna, serta rasa yang telah lama meresap ke dalam hidangan. Kilauannya saja sudah cukup untuk membangkitkan nafsu makan seseorang, dan setiap gigitan pasti akan membangkitkan kenangan bagi orang Liyue akan rumah, kampung halaman, dan perayaan.",
        "jp": "強火で炒めた料理。干し肉の油が料理をまんべんなく包み、香ばしい香りが浸透し、鮮やかな色が食欲をそそる。璃月人が一口食べると、必ず故郷と祭日に思いを馳せる。",
        "kr": "센 불에 볶은 요리. 훈제고기를 볶은 향긋한 기름이 요리 속 다른 재료에 스며들어있으며, 빛깔과 윤기는 식욕을 자극한다. 한 입만 먹어도 리월 사람들에겐 고향과 축제의 그리움을 불러일으킨다",
        "pt": "Um prato frito sobre uma grande chama. A gordura fundida das camadas de presunto frito se espalhou perfeitamente pelos pratos de acompanhamento, e os sabores permearam por muito tempo por todo o prato. Só seu brilho é suficiente para aguçar o apetite, e cada mordida certamente evoca lembranças da casa, do lar e da celebração em qualquer pessoa de Liyue.",
        "ru": "Это блюдо готовят на сильном огне. Жир от поджаренной ветчины равномерно покрывает гарнир, а утончённый вкус проник в остальные ингредиенты. Его красочный вид ещё больше разжигает аппетит. Стоит отведать лишь чуточку, чтобы любой житель Ли Юэ забылся в воспоминаниях о доме, родном крае и праздниках.",
        "th": "อาหารที่ผัดด้วยไฟแรง น้ำมันจากการผัดเบคอนราดอยู่บนจานอย่างเหมาะสม รสชาติหวานหอมได้ซึมเข้าไปในเนื้อของมันแล้ว สีสันสวยงามทำให้เริ่มรู้สึกหิว เพียงแค่คำเล็ก ๆ คำเดียว ก็เพียงพอที่จะทำให้ผู้คนใน Liyue นึกถึงบรรยากาศที่บ้านเกิดและงานเทศกาลได้เลยล่ะ",
        "vi": "Món xào bằng lửa lớn. Vị béo từ miếng thịt ba chỉ chiên trải đều trên các món ăn kèm, màu sắc tươi tắn kích thích sự thèm ăn của mọi người. Chỉ cần cắn một miếng nhỏ thôi cũng đủ khiến người Liyue nhớ về quê hương và những lễ hội."
    },
    "materialType": "MATERIAL_FOOD"
}