{
    "name": {
        "en": "Delicious Minty Meat Rolls",
        "de": "Leckere Minzröllchen",
        "chs": "美味的兽肉薄荷卷",
        "cht": "美味的獸肉薄荷捲",
        "es": "Rollitos de carne y menta deliciosos",
        "fr": "Rouleaux de viande à la menthe (délicieux)",
        "id": "Delicious Minty Meat Rolls",
        "jp": "美味しそうなミントの獣肉巻き",
        "kr": "맛있는 허브 고기말이",
        "pt": "Enroladinho de Carne com Menta Delicioso",
        "ru": "Вкусные мясные рулетики с мятой",
        "th": "Minty Meat Rolls แสนอร่อย",
        "vi": "Thịt Rừng Cuộn Bạc Hà Ngon"
    },
    "id": 108233,
    "materialDesc": {
        "en": "A sour-and-spicy dish. The meat and mint are in exquisite equilibrium, tender and not greasy, delicate and not bitter. The spiciness awakens the twain's poetic balance with startling clarity as it leaps in your mouth, only to close with a sigh of perfection.",
        "de": "Ein sauer-würziges Gericht. Das Fleisch und die Minze sind in einem exquisiten Gleichgewicht, zart und nicht fettig, delikat und nicht bitter. Seine Schärfe erweckt das poetische Gleichgewicht der beiden mit verblüffender Klarheit, sobald es in deinen Mund gelangt, um dann mit einem Seufzer der Perfektion zu schließen.",
        "chs": "酸辣爽口的菜肴。兽肉与薄荷之间达成了绝妙的平衡，细嫩而不显绵腻，幽香而不显清苦。一丝鲜明的辣意则是将这平和诗意的两者彻底唤醒，在口中雀跃躁动，并以完美的叹号收官。",
        "cht": "酸辣爽口的菜餚。獸肉與薄荷之間達成了絕妙的平衡，細嫩而不顯綿膩，幽香而不顯清苦。一絲鮮明的辣意則是將這平和詩意的兩者徹底喚醒，在口中雀躍躁動，並以完美的驚嘆號收官。",
        "es": "Una deliciosa y refrescante comida con un sabor agripicante. La carne y la menta forman un equilibrio perfecto; tierno sin resultar grasiento, delicado y sin amargor. El picante despierta esta armonía poética de un salto y se revuelve en tu boca, hasta que solo puedes exhalar un suspiro de satisfacción.",
        "fr": "Un plat frais et épicé. La viande est parfaitement équilibrée avec la menthe, tendre mais pas grasse, délicate sans être amère. Une vive pointe d'épices réveille l'équilibre de ces deux saveurs dans votre bouche pour finir sur un accord parfait.",
        "id": "Hidangan dengan rasa asam dan manis. Daging dan Mint-nya memiliki keseimbangan yang pas. Empuk tapi tidak berminyak, harum tapi tidak pahit. Rasa pedas yang segar membangkitkan kedua rasa yang indah di dalam mulut, dimulai dari lonjakan rasa yang menari-nari di dalam mulut, kemudian disempurnakan dengan seruan sang penikmat.",
        "jp": "酸っぱ辛い料理。獣肉とミントの絶妙なバランス、柔らかな食感で脂っこくもない、薄苦い香りがとても上品。ちょっとした辛さはこのうまく調和された2つの食材を完全に目覚めさせ、口の中で躍動し、最後に完璧な終止符で終わり告げる。",
        "kr": "매콤 새콤한 반찬. 짐승고기와 허브의 밸런스가 완벽해 부드럽지만 기름지지 않고, 향긋하지만 쓴맛은 느껴지지 않는다. 그리고 느껴지는 매콤함은 이 두 가지 맛의 균형을 일깨워 입안에서 맛의 향연을 펼친다",
        "pt": "Um prato amargo e picante. A carne e a menta estão num equilíbrio perfeito. Saborosa e não gordurenta, delicada e não amarga. A picância desperta o balança poético com claridade impressionante em sua boca, apenas para fechar com um suspiro de perfeição.",
        "ru": "Кисло-острое блюдо. Мясо и мята прекрасно уравновешивают друг друга: ингредиенты нежные и нежирные, вкус тонкий, не имеющий горечи. Тонкие острые нотки пробуждают этот лиричный дуэт, вспыхивают во рту, становясь ярким финалом этой кулинарной истории.",
        "th": "อาหารเผ็ดเปรี้ยวที่สดชื่นซาบซ่าน เนื้อและมิ้นต์ที่มีความสมดุลและลงตัว ทำให้มีรสสัมผัสที่นุ่มละมุนแต่ไม่เลี่ยน มีกลิ่นหอมแต่ไม่ขม ความเผ็ดซาบซ่านที่ชัดเจนนั้นได้ปลุกความสมดุลระหว่างสองรสชาตินี้ ทำให้เกิดความอร่อยที่สมบูรณ์แบบ",
        "vi": "Thức ăn chua cay. Có một sự cân bằng tuyệt vời giữa thịt động vật và bạc hà, mềm nhưng không béo, thơm nhưng không đắng. Một chút cay cay đánh thức hoàn toàn cảm giác yên bình và thơ mộng, tạo ra sự phấn khích và bồn chồn trong miệng, kết thúc bằng một dấu chấm than hoàn hảo."
    },
    "materialType": "MATERIAL_FOOD"
}