{
    "name": {
        "en": "Delicious Chili-Mince Cornbread Buns",
        "de": "Leckere scharfe Fleischmaisbällchen",
        "chs": "美味的辣肉窝窝头",
        "cht": "美味的辣肉窩窩頭",
        "es": "Panecillos de maíz con carne picante deliciosos",
        "fr": "Wotou aux épices (délicieux)",
        "id": "Delicious Chili-Mince Cornbread Buns",
        "jp": "美味しそうなピリ辛蒸し饅頭",
        "kr": "맛있는 매운 고기 찐빵",
        "pt": "Bolinho de Carne Picante Delicioso",
        "ru": "Вкусные острые хлебцы",
        "th": "Chili-Mince Cornbread Bun แสนอร่อย",
        "vi": "Bánh Ngô Thịt Cay Ngon"
    },
    "id": 108317,
    "materialDesc": {
        "en": "A traditional snack from Liyue. The intense charred aroma of the wok sits on the condiments, which are shoveled into the fluffy buns, filling the air with a fragrance that itself worth rave reviews. Just as the laboring hands of Liyue's people created this famous, prosperous harbor, these ordinary ingredients can be \"developed\" by one's labor into something surprising in its deliciousness. No wonder such a dish could even awaken a sleeping god...",
        "de": "Eine traditionelle Beilage aus Liyue. Das intensive Aroma des Woks liegt auf den Gewürzen, die in die fluffigen Bällchen geschaufelt werden, und füllt die Luft mit einem Duft, der allein schon ein Schwärmen wert ist. So wie die fleißigen Hände des Volkes von Liyue diesen berühmten, wohlhabenden Hafen geschaffen haben, können diese gewöhnlichen Zutaten durch den eigenen Schweiß zu etwas „entwickelt“ werden, das in seiner Köstlichkeit überrascht. Kein Wunder, dass ein solches Gericht sogar einen schlafenden Gott erwecken könnte ...",
        "chs": "璃月民间流传的小菜。热烈的镬气附着在配菜之上，趁热填进松软的窝窝头，满口的芳香令人拍案叫绝。正如璃月人民以勤劳的双手建造起了闻名七国的繁华港口，平凡的食材经过汗水的「发酵」，亦能变成带来惊喜的美味。也难怪能吸引沉睡的魔神啊…",
        "cht": "璃月民間流傳的小菜。熱烈的鑊氣附著在配菜之上，趁熱填進鬆軟的窩窩頭，滿口的芳香令人拍案叫絕。正如璃月人民以勤勞的雙手建造起了聞名七國的繁華港口，平凡的食材經過汗水的「發酵」，亦能變成帶來驚喜的美味。也難怪能吸引沉睡的魔神啊…",
        "es": "Un aperitivo tradicional muy popular en Liyue. El intenso aroma del wok en el que se cocina el relleno se ha adherido a las verduras, las cuales se meten en los tiernos panecillos para emitir una fragancia indescriptible. Igual que el diligente pueblo de Liyue creó el famoso y próspero puerto de la ciudad con sus propias manos, estos ingredientes tan comunes también pueden convertirse en un sorprendente manjar con el esfuerzo necesario. Un plato así podría despertar incluso a un dios dormido.",
        "fr": "Un encas très populaire à Liyue. La garniture, légèrement calcinée au wok, fourre les pains moelleux dont le parfum suscite la joie. Les Liyuéens ont construit un port célèbre et prospère de leurs mains, tout comme ils ont su transformer ces quelques ingrédients ordinaires en un véritable délice inattendu grâce à leur labeur. Pas étonnant que cet encas puisse réveiller un dieu endormi...",
        "id": "Camilan tradisional dari Liyue. Aroma yang kuat dari wajan menempel pada bumbunya, lalu dimasukkan ke dalam roti yang empuk, sehingga memenuhi udara dengan aroma yang layak untuk mendapat sambutan hangat. Sama seperti tangan-tangan terampil rakyat Liyue yang telah membuat pelabuhan ini menjadi makmur dan terkenal, begitu pula dengan bahan-bahan biasa yang \"dikembangkan\" oleh jerih payah seseorang menjadi sesuatu yang luar biasa nikmat. Tidak mengherankan jika hidangan ini bahkan dapat membangunkan dewa yang tertidur...",
        "jp": "璃月の民間で広まっている料理。熱々の具材をふんわりとした蒸し饅頭の窪みに入れて、抜群の香りが口の中に広がっていく。勤勉な璃月人が七国に名を馳せる繁華な港口を作ったように、普通の食材も努力の「発酵」により、驚きに満ちた美食になれる。だからこそ、眠る魔神をも引き付けるのだろう…",
        "kr": "리월 민간에 전해 내려오는 요리. 뜨거운 솥 가마의 화기가 곁들임 요리에 깃들었다. 따끈할 때 먹으면 말랑말랑한 식감과 함께 입안 가득 향기로운 냄새가 퍼져 가히 일품이라 할 수 있다. 부지런한 리월 사람들이 7개국에 널리 이름을 날린 번화한 항구를 만들었듯, 평범한 식자재가 땀의 「발효」를 거쳐 뜻밖의 맛으로 변했다. 역시 잠자고 있는 마신도 깨울 수 있는 맛이다…",
        "pt": "Um lanche tradicional de Liyue. O intenso aroma carbonizado do wok está sobre os condimentos, que são embalados nos pãezinhos fofos, enchendo o ar com uma fragrância que, por si só, merece elogios. Assim como as mãos trabalhadoras do povo de Liyue criaram este famoso e próspero porto, estes ingredientes comuns podem ser \"desenvolvidos\" pelo suor de alguém em algo surpreendente em sua delícia. Não é de se admirar que tal prato possa até despertar um deus adormecido...",
        "ru": "Традиционная закуска Ли Юэ. Поджаренный на раскалённом воке гарнир для мягких булочек наполняет воздух ароматом, который сам по себе заслуживает восторженных отзывов. Как жители Ли Юэ своим упорным трудом построили процветающий порт семи королевств, так и обычные ингредиенты могут превратиться в удивительные деликатесы благодаря трудолюбию. Неудивительно, что такое блюдо способно пробудить даже спящее божество...",
        "th": "เครื่องเคียงแบบดั้งเดิมจาก Liyue กลิ่นหอมเกรียมเข้มข้นของกระทะที่อบอวลอยู่ในเครื่องปรุงรส ตักใส่ซาลาเปาเนื้อนุ่มร้อน ๆ เมื่อทานจะได้กลิ่นหอมที่น่าอัศจรรย์กระจายทั่วปาก เช่นเดียวกับแรงงานชาว Liyue ที่สร้างท่าเรือที่มีชื่อเสียงและเจริญรุ่งเรือง ส่วนผสมแสนธรรมดาเหล่านี้สามารถ \"พัฒนา\" ด้วยหยาดเหงื่อ จนกลายเป็นเมนูเซอร์ไพรส์แสนอร่อย ไม่น่าแปลกใจเลยที่อาหารจานนี้สามารถปลุกเทพเจ้าที่หลับใหลให้ตื่นขึ้นได้...",
        "vi": "Món ăn vặt được lưu truyền trong dân gian ở Liyue. Hơi nóng của chảo quyện trên món ăn, ngấm vào bánh ngô mềm, và mùi thơm thật tuyệt vời. Cũng giống như người dân Liyue đã xây dựng nên những cảng biển thịnh vượng của 7 đất nước bằng bàn tay cần mẫn của họ, nguyên liệu bình thường được \"lên men\" bởi công sức của con người cũng có thể trở thành món ngon bất ngờ. Thảo nào nó có thể hấp dẫn cả Ma Thần đang say ngủ..."
    },
    "materialType": "MATERIAL_FOOD"
}