{
    "name": {
        "en": "Delicious Pita Pocket",
        "de": "Leckerer Taschenfladen",
        "chs": "美味的口袋饼",
        "cht": "美味的口袋餅",
        "es": "Döner kebab delicioso",
        "fr": "Snack pita (délicieux)",
        "id": "Delicious Pita Pocket",
        "jp": "美味しそうなピタ",
        "kr": "맛있는 포켓 피타",
        "pt": "Pão Pita Delicioso",
        "ru": "Вкусная пита",
        "th": "Pita Pocket แสนอร่อย",
        "vi": "Bánh Túi Ngon"
    },
    "id": 108408,
    "materialDesc": {
        "en": "A bread with varied fillings. Aromatic meat and crunchy vegetables are the leading actors of this big show. The sauce, or the \"gaffer,\" has expertly focused the limelight on their duet, while each \"pocket\" is full of surprises, just like a magician's bag.",
        "de": "Fladenbrot mit vielfältigen Füllungen. Aromatisches Fleisch und knackiges Gemüse sind die Hauptdarsteller in dieser großen Darbietung. Die Soße rückt das perfekte Duett aus aromatischem Fleisch und knackigem Gemüse ins Rampenlicht. Diese „Tasche“ steckt voller Überraschungen – Man könnte sagen, sie ist tatsächlich eine Tasche des Magiers.",
        "chs": "内馅多样的面饼。酱汁像是灯光一般，衬托出舞台中央食材的魅力，肉香和蔬菜的脆爽配合得天衣无缝，这个「口袋」就像是魔术表演中的百宝袋一般，带给人接连不断的惊喜。",
        "cht": "內餡多樣的麵餅。醬汁像是燈光一般，襯托出舞臺中央食材的魅力，肉香和蔬菜的脆爽配合得天衣無縫，這個「口袋」就像是魔術表演中的百寶袋一般，帶給人接連不斷的驚喜。",
        "es": "Un pan de pita con variedad de rellenos. La salsa es como una luz que acentúa el encanto de los ingredientes en el centro del escenario. El crujiente de la carne y las verduras se combinan a la perfección y hacen que este “bolsito relleno de comida” sea como un sombrero mágico lleno de tesoros en un espectáculo de magia repleto de sorpresas.",
        "fr": "Une galette de pain contenant de la garniture en tout genre. La sauce est tel un coup de projecteur faisant ressortir le charme du duo complice constitué par la viande parfumée et les légumes, qui sont les acteurs principaux de ce grand spectacle. Cette galette pita est semblable à un chapeau de magicien, renfermant un nombre illimité de surprises qui ne cessent d'époustoufler ceux qui la dégustent.",
        "id": "Roti pipih dengan berbagai macam isi. Sausnya berkilauan bagaikan cahaya yang menyorot berbagai jenis isinya di tengah panggung. Aroma daging terpadu sempurna dengan sayuran yang renyah. Roti kantung ini bagaikan kantung sulap yang terus memberikan kejutan tanpa henti.",
        "jp": "色んなものが入ったピタ。ソースは舞台の中心にある食材の魅力を際立たせる照明のようなもので、肉と野菜のシャキシャキ感が見事に調和している。この「ポケット」はまるでマジックショーの四次元ポケットのように、次々と驚きをもたらしてくれる。",
        "kr": "다양한 고기가 들어간 밀가루 빵. 무대 중앙을 비추는 조명처럼 소스가 식자재의 매력을 돋보이게 하고 있으며, 고기의 향과 채소의 아삭함이 완벽한 조화를 이루고 있다. 이 「주머니」는 마치 마술 공연의 만능 포켓처럼 끊임없는 놀라움을 선사한다",
        "pt": "Um Pão Pita com vários recheios. O molho é como uma luz que acentua o charme dos ingredientes no centro do palco. A crocância da carne e dos legumes tem uma proporção perfeita e fazem desta “bolsinha cheia de comida” um chapéu mágico cheio de tesouros num espetáculo de magia repleta de surpresas.",
        "ru": "Лепёшка с начинками на любой вкус. Идеальный дуэт ароматного мяса и свежих овощей, оттенённый насыщенным соусом. Эта пита подобна волшебному мешку в руках умелого фокусника - она способна вас по-настоящему удивить!",
        "th": "ขนมปังสอดไส้ต่าง ๆ น้ำซอสเป็นดั่งแสงสว่าง ที่ช่วยส่องประกายตัววัตถุดิบที่อยู่กลางเวที กลิ่นหอมของเนื้อและความกรุบกรอบของผักเข้ากันได้อย่างสมบูรณ์แบบ และ \"กระเป๋า\" ใบนี้ก็เหมือนกับถุงสมบัติที่อยู่ในโชว์แสดงมายากล ที่นำพาความเซอร์ไพรส์มาให้ผู้คนอย่างไม่ขาดสาย",
        "vi": "Một chiếc bánh mì với nhiều loại nhân khác nhau. Nước sốt như một thứ ánh sáng làm bật lên sự quyến rũ của các nguyên liệu ở trung tâm sân khấu, vị thơm của thịt và độ giòn của rau củ được kết hợp hoàn hảo. \"Chiếc túi\" này được ví như một bảo bối trong màn ảo thuật, mang đến cho mọi người hết bất ngờ này đến bất ngờ khác."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}