{
    "name": {
        "en": "Delicious Moon Pie",
        "de": "Leckerer Mondkuchen",
        "chs": "美味的月亮派",
        "cht": "美味的月亮派",
        "es": "Pastelillo de luna delicioso",
        "fr": "Tourte de lune (délicieuse)",
        "id": "Delicious Moon Pie",
        "jp": "美味しそうなムーンパイ",
        "kr": "맛있는 달빛 파이",
        "pt": "Torta da Lua Deliciosa",
        "ru": "Вкусный лунный пирог",
        "th": "Moon Pie แสนอร่อย",
        "vi": "Bánh Trung Thu Ngon"
    },
    "id": 108166,
    "materialDesc": {
        "en": "A traditional staple from Mondstadt. As you cut a slice off this small meat pie, the aromas of butter and meat assault your senses simultaneously. The rustic, sweet mouthfeel reminds you of the sights and sounds of harvest festivals, bringing a smile unbidden to your face.",
        "de": "Eine traditionelle Hauptmahlzeit aus Mondstadt. Schneidet man eine Ecke des zarten Fleischs ab, dringt einem der warme Duft des Fleisches mit seinem Butteraroma in die Nase, der einen an die Feierlichkeit von Festen und Erntetagen erinnert. Und plötzlich fühlt man sich sorglos und glücklich.",
        "chs": "蒙德的传统主食。切开娇小肉派的一角，黄油奶香伴随着丰富肉香一同涌入鼻腔。扎实香甜的口感更是令人回想起那些与节日、丰收相关联的景象，不自觉洋溢起幸福的笑容。",
        "cht": "蒙德的傳統主食。切開嬌小肉派的一角，奶油奶香伴隨著豐富肉香一同湧入鼻腔。扎實香甜的口感更是令人回想起那些與節日、豐收相關聯的景象，不自覺洋溢起幸福的笑容。",
        "es": "Una comida típica de Mondstadt. Al cortar un pedazo, el aroma de la mantequilla y la rica fragancia de la carne inundan tu nariz. Su contundente y aromático sabor te hace rememorar escenas de fiestas y cosechas, al mismo tiempo que una sonrisa de felicidad se dibuja en tu rostro.",
        "fr": "Un plat typique de Mondstadt. Alors que vous coupez une tranche de cette petite tarte à la viande, le parfum laiteux du beurre et le goût riche de la viande s'emparent de vos papilles. La sensation en bouche, rustique et sucrée, vous rappelle les fêtes des récoltes, et dessine un sourire spontané sur votre visage.",
        "id": "Makanan pokok tradisional dari Mondstadt. Saat memotong pai daging kecil ini, aroma mentega dan daging akan tercium. Rasanya yang padat dan manis mengingatkan kita pada pemandangan yang berhubungan dengan festival dan panen, yang tanpa disadari memberikan senyuman bahagia.",
        "jp": "モンド伝統の主食。切れ込みを入れれば、バターと肉の香りが鼻をくすぐる。甘い食感は人々に祭りの日を思い起こさせ、自然と幸せな笑みがこぼれる。",
        "kr": "몬드의 전통 주식. 한 조각 썰면 버터 향이 고소한 고기 냄새와 함께 코를 자극한다. 탄탄하고 달콤한 맛에 풍성한 명절이 떠올라 저도 모르게 행복한 웃음꽃이 피게 만든다",
        "pt": "Um alimento básico tradicional de Mondstadt. Ao cortar um pedaço dessa torta de carne, emite um aroma de manteiga e da carne suculenta. O sabor doce e denso lembra as memórias do festival e da colheita, fazendo você sorrir de felicidade.",
        "ru": "Мондштадтское традиционное блюдо. Отрежьте кусочек этого пирога, и умопомрачительные запахи сливочного масла и мяса накроют вас с головой. Сладкий и ярко выраженный вкус напомнит вам сцены праздников урожая, а ощущение счастья заставит невольно улыбнуться.",
        "th": "อาหารจานหลักที่สืบทอดกันมาของ Mondstadt ขณะที่หั่นมุมเล็ก ๆ ของพายเนื้อ กลิ่นหอมของเนยผสมกับกลิ่นของเนื้อก็หอมฟุ้งเตะจมูก และรสชาติที่หอมหวานนั้น ยิ่งทำให้หวนนึกถึงภาพของงานเทศกาลต่าง ๆ จนเผลอยิ้มออกมาไม่รู้ตัว",
        "vi": "Món ăn chính truyền thống tại Mondstadt. Cắt một góc thịt nhỏ, hương bơ quyện cùng mùi thịt lan tỏa lên mũi. Vị ngọt thơm khiến con người ta nhớ lại những ngày lễ tết và vụ mùa bội thu, còn nụ cười đã nở rộ trên môi từ lúc nào không hay."
    },
    "materialType": "MATERIAL_FOOD"
}