{
    "name": {
        "en": "Delicious Mixed Yakisoba",
        "de": "Leckere gemischte Yakisoba",
        "chs": "美味的什锦炒面",
        "cht": "美味的什錦炒麵",
        "es": "Yakisoba con verdura deliciosos",
        "fr": "Yakisoba (délicieuses)",
        "id": "Delicious Mixed Yakisoba",
        "jp": "美味しそうな焼きそば",
        "kr": "맛있는 야채 볶음면",
        "pt": "Yakisoba Misto Delicioso",
        "ru": "Вкусная якисоба",
        "th": "Mixed Yakisoba แสนอร่อย",
        "vi": "Mì Xào Thập Cẩm Ngon"
    },
    "id": 108293,
    "materialDesc": {
        "en": "One of Inazuma's common household dishes. Some mysterious art of seasoning has been imparted upon the slightly curled noodles and ordinary side dishes. Smooth, springy, rich... the magic at work on the plate is such that one will never tire of cleaning it out.",
        "de": "Eine in Inazuma übliche Haushaltskost. Den leicht gewellten Nudeln und gewöhnlichen Beilagen wurde eine geheimnisvolle Würzkunst verliehen. Geschmeidig, elastisch, reichhaltig ... die Magie, die auf dem Teller wirkt, ist so, dass man nie müde wird, die Nudeln zu verputzen.",
        "chs": "稻妻的家常料理之一。微卷的面条、寻常的配菜，仿佛被基础的调味料施加上了某种秘术。香滑、弹牙、浓郁…美味如魔法般呈现在了盘中，令人百吃不厌。",
        "cht": "稻妻的家常料理之一。微捲的麵條、尋常的配菜，彷彿被基礎的調味料施加上了某種秘術。香滑、彈牙、濃郁…美味如魔法般呈現在了盤中，令人百吃不厭。",
        "es": "Un típico plato casero de Inazuma. Los fideos, de una perfecta forma, y la guarnición añaden un misterioso e increíble toque a la básica condimentación de este plato. Jugosos, tiernos, deliciosos... es imposible cansarse del mágico sabor de estos fideos.",
        "fr": "Un plat typique d'Inazuma fait maison. Les nouilles légèrement roulées et l'accompagnement ordinaire ont subi une technique d'assaisonnement particulière. Les nouilles sont lisses, souples, riches... La magie à l'œuvre dans l'assiette est telle qu'on ne se lasse pas de la nettoyer.",
        "id": "Salah satu masakan rumahan biasa di Inazuma. Teknik seni membumbui yang misterius telah ditaburkan pada mi yang sedikit menggulung dan lauk pauk biasa di masakan ini. Halus, kenyal, dan kaya rasa... keajaiban yang ada di atas piring ini sungguh mengagumkan sehingga orang tidak akan pernah bosan untuk menghabiskannya.",
        "jp": "稲妻の家庭料理の一つ。少し縮れた麺と普通の具は、ベースとなる調味料に何かの魔法をかけられたかのようだ。滑らかで弾力があり、味も濃厚…お皿の上に魔法が施されているようで、食べ飽きることがない。",
        "kr": "이나즈마의 가정식 중 하나. 살짝 꼬불거리는 면발, 평범한 고명이 어떠한 비기를 부린 듯한 기본 조미료에 의해 매끄럽고, 탄력 있고, 농후한 맛이 난다… 접시에 펼쳐진 마법 같은 맛은 아무리 먹어도 질리지 않는다",
        "pt": "Um dos pratos comuns de Inazuma. Alguma misteriosa arte dos temperos foi colocada sobre o macarrão e acompanhamentos ordinários. Suave, primaveril e rico... A mágica no prato é tamanha que ninguém se cansará de limpá-lo.",
        "ru": "Одно из самых распространённых блюд Инадзумы. Обыкновенной лапше и ингредиентам придали некое тайное искусство специй. Нежный, насыщенный вкус и в меру упругая текстура... На тарелке сотворилась магия вкусов, перед которой никому не устоять.",
        "th": "หนึ่งในอาหารบ้าน ๆ ของ Inazuma เส้นบะหมี่โค้งงอและเครื่องเคียงธรรมดา ๆ ที่ดูเหมือนจะได้รับการปรุงรสด้วยเคล็ดลับบางอย่าง ทั้งความลื่น ความเหนียวนุ่ม ความเข้มข้น... และความอร่อยที่ใส่ลงไปในชามราวกับเวทมนตร์นั้น ทำให้ทานได้ไม่รู้เบื่อเลยทีเดียว",
        "vi": "Một trong những món ăn thường ngày của Inazuma. Mì cuộn và món ăn kèm, dường như gia vị vốn có đã được thêm chút bí quyết nào đó. Sánh mịn, đậm đà...khiến món ăn bày lên đĩa như có ma thuật, khiến cho mọi người ăn hoài không chán."
    },
    "materialType": "MATERIAL_FOOD"
}