{
    "name": {
        "en": "Delicious Katsu Sandwich",
        "de": "Leckeres Schnitzelbrötchen",
        "chs": "美味的炸肉排三明治",
        "cht": "美味的炸肉排三明治",
        "es": "Sándwich de milanesa delicioso",
        "fr": "Sandwich à la viande (délicieux)",
        "id": "Delicious Katsu Sandwich",
        "jp": "美味しそうなカツサンド",
        "kr": "맛있는 돈가스 샌드위치",
        "pt": "Sanduíche de Katsu Delicioso",
        "ru": "Вкусный кацу-сандо",
        "th": "Katsu Sandwich แสนอร่อย",
        "vi": "Sandwich Katsu Ngon"
    },
    "id": 108383,
    "materialDesc": {
        "en": "A nutritionally-balanced meal. The fragrant and fluffy bread fills you right up, while the crispy, juicy katsu titillates the senses. One single bite is all it takes to fill you from tongue to gut with satisfaction. Now then, who was the one who first thought of this brilliant combination?",
        "de": "Eine ausgewogene und nahrhafte Mahlzeit. Das duftende und fluffige Brot macht dich richtig satt, während das zarte und saftige Schnitzel die Sinne kitzelt. Ein einziger Bissen reicht aus, um dich von der Zunge bis zum Bauch mit Zufriedenheit zu erfüllen. Also, wer hat sich diese geniale Kombination als Erster einfallen lassen?",
        "chs": "营养均衡的餐点。香甜松软的面包带来饱腹感，酥脆多汁的炸肉排挑起味蕾的兴致，一口下去，从舌尖到胃里都得到了满足。到底是谁第一个想出了如此出色的搭配呢？",
        "cht": "營養均衡的餐點。香甜鬆軟的麵包帶來飽腹感，酥脆多汁的炸肉排挑起味蕾的興致，一口下去，從舌尖到胃裡都得到了滿足。到底是誰第一個想出了如此出色的搭配呢？",
        "es": "Una comida muy nutritiva. El dulce y esponjoso pan aporta la sensación de saciedad justa, mientras que la carne, crujiente y jugosa, activa tus papilas gustativas. Con un solo bocado, tanto tu paladar como tu estómago encuentran una gran satisfacción. ¿Quién será la persona que inventó una combinación tan perfecta?",
        "fr": "Un repas équilibré. Le pain parfumé et moelleux vous rassasie, tandis que le steak tendre et juteux titille vos sens. Une seule bouchée suffit pour vous remplir de satisfaction de la langue aux tripes. Qui est la personne qui a eu l'idée de cette brillante combinaison ?",
        "id": "Makanan dengan gizi yang seimbang. Rotinya yang harum dan lembut bisa membuatmu kenyang, sementara daging steak yang empuk dan nikmat bisa menggugah selera. Satu gigitan saja sudah cukup untuk membuatmu puas dari ujung lidah hingga perut. Nah pertanyaannya, siapa ya kira-kira yang pertama kali memikirkan kombinasi brilian ini?",
        "jp": "栄養バランスのとれた料理。甘くてふわふわのパンが満腹感をもたらし、カリッとジューシーなカツが味覚を刺激してくれる。一口食べただけで、舌の先から胃袋までが大満足。こんなに見事な組み合わせを最初に思いついたのは誰？",
        "kr": "영양 밸런스가 좋은 한 끼 식사. 달콤하고 부드러운 빵은 포만감을 선사해 주고 바삭바삭하고 육즙 가득한 커틀릿은 혀를 자극한다. 한입 맛보면 혀끝부터 위까지 만족감에 휩싸인다. 대체 이렇게 훌륭한 조합을 가장 먼저 생각해낸 사람은 누굴까?",
        "pt": "Uma refeição nutritiva e balanceada. O pão cheiroso lhe enche enquanto a carne saborosa desperta seus sentidos. Uma mordida é o que basta para encher você da língua até o estômago de satisfação. Quem foi que pensou nessa combinação brilhante?",
        "ru": "Сбалансированное блюдо. Ароматные и мягкие тосты насыщают, а сочная и хрустящая котлета кацу увлекает вкусовые рецепторы на небеса. Каждый кусочек доставляет огромное удовольствие языку и желудку. Интересно, кто первым придумал такое замечательное сочетание?",
        "th": "มื้ออาหารที่มีความสมดุลทางด้านโภชนาการ ขนมปังที่นุ่มและหอมหวานทำให้รู้สึกอิ่มท้อง เนื้อทอดที่กรอบและชุ่มฉ่ำกระตุ้นต่อมรับรส กัดเข้าไปเพียงคำเดียวก็รู้สึกพึงพอใจตั้งแต่ปลายลิ้นยันกระเพาะอาหาร ใครเป็นคนแรกที่คิดค้นส่วนผสมที่ยอดเยี่ยมแบบนี้ออกมากันนะ?",
        "vi": "Bữa ăn cân bằng dinh dưỡng. Bánh mì xốp mềm đem lại cảm giác no bụng, thịt chiên giòn thơm mọng nước như đang kích thích vị giác, nuốt vào một miếng, cảm giác thỏa mãn lan tỏa từ lưỡi cho đến dạ dày. Rốt cuộc ai là người đầu tiên nghĩ ra sự kết hợp xuất sắc này nhỉ?"
    },
    "materialType": "MATERIAL_FOOD"
}