{
    "name": {
        "en": "Delicious Barbatos Ratatouille",
        "de": "Leckeres Windgott-Ragout",
        "chs": "美味的风神杂烩菜",
        "cht": "美味的風神雜燴菜",
        "es": "Puchero de Barbatos delicioso",
        "fr": "Ragoût de l'Archon Anémo (délicieux)",
        "id": "Delicious Barbatos Ratatouille",
        "jp": "美味しそうな風神ヒュッツポット",
        "kr": "맛있는 바람신의 잡채",
        "pt": "Ensopado do Arconte Anemo Delicioso",
        "ru": "Вкусная солянка Архонта",
        "th": "Barbatos Ratatouille แสนอร่อย",
        "vi": "Thập Cẩm Phong Thần Ngon"
    },
    "id": 108112,
    "materialDesc": {
        "en": "A simple chowder with a long history. After much careful stewing, the flavors of three different vegetables have been blended to perfection. Like this, it is not hard to imagine why someone once called it \"the best chowder I've ever tasted.\"",
        "de": "Ein einfaches Gericht mit langer Tradition. Mit Liebe gekocht machen diese drei Gemüsesorten ordentlich was her. In dieser Kombination passen sie perfekt zueinander. Es ist also nicht verwunderlich, dass einige es als das Beste, was sie je gegessen hätten, bezeichnen.",
        "chs": "历史悠久的简单菜肴。经过一番精心炖煮，三种蔬菜的味道融合得恰到好处。如此一来，也不难想见为何曾有人说它是「这辈子吃过的最好吃的菜肴」。",
        "cht": "歷史悠久的簡單菜餚。經過一番精心燉煮，三種蔬菜的味道融合得恰到好處。如此一來，也不難想見為何曾有人說它是「這輩子吃過的最好吃的菜餚」。",
        "es": "Una sopa simple con una larga historia. Después de guisarlas muy cuidadosamente, los sabores de las tres verduras diferentes que lleva se han mezclado a la perfección. No es difícil imaginar por qué alguien alguna vez lo llamó “la mejor sopa que he probado”.",
        "fr": "Un mets simple et traditionnel. Les légumes ont été mijotés à la perfection pour un ragoût aux saveurs harmonieuses. D'après certaines personnes, il s'agit du « meilleur ragoût de leur vie » et c'est parfaitement sensé.",
        "id": "Hidangan sederhana dengan sejarah. Setelah direbus dengan hati-hati, rasa dari tiga sayuran berbeda tercampur dengan sempurna. Dengan begini, tidak mengherankan jika seseorang pernah menyebutnya \"sup terbaik yang pernah kusantap\".",
        "jp": "長い歴史を持つ簡単な料理。じっくり煮込めば、三つの野菜の味が程よく溶け合う。「今まで食べた最高の料理」と褒める人も少なくないらしい。",
        "kr": "유서 깊은 간단한 반찬. 정성 깊은 조림과 3가지 야채의 맛이 아주 조화롭게 어우러졌다. 예전에 누군가 「평생 먹어본 음식 중에 가장 맛있는 음식」이라고 평한 걸 부정할 수 없을 정도로 맛있다",
        "pt": "Uma sopa simples de longa data. Depois de um longo cozimento, os sabores dos três vegetais serem misturadas à perfeição. Não é difícil de imaginar por que alguém diria que \"essa é a melhor sopa que já experimentei\".",
        "ru": "Простой суп с богатой историей. После тщательного тушения ароматы трёх разных овощей смешались в идеальных пропорциях. Попробовав одну ложку этой солянки, вы тут же осознаете, почему говорят: «Попробовать солянку Анемо Архонта и умереть».",
        "th": "อาหารง่าย ๆ ที่มีประวัติยาวนาน ที่ผ่านการเคี่ยวจนรสชาติของผักทั้งสามชนิดผสมผสานกันอย่างลงตัว เช่นนี้แล้วก็ไม่แปลกที่มีคนเคยกล่าวไว้ว่า \"เป็นอาหารที่อร่อยสุดในชีวิตเท่าที่เคยกินมา\"",
        "vi": "Món ăn đơn giản với lịch sử lâu đời. Món hầm với kết hợp của ba loại rau củ vô cùng tinh tế. Xem ra cái tên \"món ăn ngon nhất trần đời\" là hoàn toàn đúng."
    },
    "materialType": "MATERIAL_FOOD"
}