{
    "name": {
        "en": "Delicious Cold Cut Platter",
        "de": "Leckere kalte Fleischplatte",
        "chs": "美味的冷肉拼盘",
        "cht": "美味的冷肉拼盤",
        "es": "Plato de carnes frías delicioso",
        "fr": "Assortiment de charcuterie (délicieux)",
        "id": "Delicious Cold Cut Platter",
        "jp": "美味しそうな冷製肉盛り合わせ",
        "kr": "맛있는 냉채수육",
        "pt": "Prato Delicioso de Carnes Frias",
        "ru": "Вкусное мясное ассорти",
        "th": "Cold Cut Platter แสนอร่อย",
        "vi": "Thịt Lạnh Ngon"
    },
    "id": 108061,
    "materialDesc": {
        "en": "A plate of cold cut meat. The seasoning is just delightful enough to bring out the flavors perfectly. With a mouth full of meaty ecstasy, one worries about nothing.",
        "de": "Ein gemischter Teller voller Fleisch. Die drei Sorten Fleisch passen herrlich zueinander und veranstalten in deinem Mund eine Feier, die dich alle Schmerzen vergessen lässt.",
        "chs": "摆满肉类的拼盘。绝妙的调味激发了食材的鲜香，三种肉类的组合在嘴里拼接成了至高的美味，令人顿时忘记烦恼。",
        "cht": "擺滿肉類的拼盤。絕妙的調味激發了食材的鮮香，三種肉類的組合在嘴裡拼接成了至高的美味，令人頓時忘記煩惱。",
        "es": "Un plato de carnes frías adobadas. El sabor de estos tres tipos de carne es potenciado mediante una magnífica condimentación que lo hace absolutamente irresistible, hasta el punto de que olvidarás tus problemas mientras comes.",
        "fr": "Un assortiment de charcuterie. L'assaisonnement délicat relève parfaitement la saveur de la viande. Que demande le peuple ?",
        "id": "Sepiring daging yang disajikan dingin. Sedikit bumbu yang ditaburkan menambah rasa gurih setiap jenis daging. Mulut dipenuhi kenikmatan tiga jenis daging, masalah apa pun segera terlupakan.",
        "jp": "肉類がたくさん入った盛り合わせ。絶妙な調味料の加減で、食材の香りを引き立てている。3種類の肉のコンビネーションが口の中で最高の美味しさへと変わる。悩みを一時的に忘れさせてくれるだろう。",
        "kr": "고기가 듬뿍 들어 있는 냉채. 완벽한 간맞춤으로 세 종류의 고기가 입안에서 하모니를 이룰 정도로 식재료의 맛을 극대화했다. 플레이팅까지 완벽한 요리. 극강의 비주얼로 먹기 아까울 정도다",
        "pt": "Um prato frio de carnes picadas. Os temperos esquisitos utilizados na combinação de três tipos de carne oferecem o melhor sabor, fazendo até mesmo a pessoa esquecer dos seus problemas.",
        "ru": "Холодное блюдо из мясной нарезки. Выбор приправ идеально подчёркивает вкус холодного мяса. Если попробуете кусочек, все проблемы покажутся абсолютно неважными.",
        "th": "เมนูเนื้อตัดเย็น การปรุงรสอันยอดเยี่ยมนั้นสามารถดึงเอารสชาติของวัตถุดิบออกมาได้อย่างลงตัว ด้วยรสชาติอันแสนอร่อยของเนื้อสามชนิดที่รวมกันอยู่ในปาก สามารถทำให้คน ๆ นึงลืมเรื่องกลุ้มใจไปได้เลย",
        "vi": "Đĩa thức ăn đầy thịt. Gia vị tuyệt hảo càng khiến món ăn thêm thơm lừng, sự kết hợp tuyệt đỉnh của 3 loại thịt khiến người ta quên đi mọi phiền não."
    },
    "materialType": "MATERIAL_FOOD"
}