{
    "name": {
        "en": "Delicious Sakura Shrimp Crackers",
        "de": "Leckere Sakura-Garnelen-Kekse",
        "chs": "美味的绯樱虾仙贝",
        "cht": "美味的緋櫻蝦仙貝",
        "es": "Galletas de camarón y cerezo deliciosas",
        "fr": "Craquelins aux crevettes cerises (délicieux)",
        "id": "Delicious Sakura Shrimp Crackers",
        "jp": "美味しそうな緋櫻えびせんべい",
        "kr": "맛있는 벚꽃 새우 센베이",
        "pt": "Biscoitos de Sakura e Camarão Deliciosos",
        "ru": "Вкусные креветочные печенья сакуры",
        "th": "Sakura Shrimp Crackers แสนอร่อย",
        "vi": "Senbei Tôm Anh Đào Ngon"
    },
    "id": 108363,
    "materialDesc": {
        "en": "Crispy, crunchy crackers. The lovely hue of the Sakura Bloom is perfectly preserved, as is the elegant flowing shape of the Shrimp. Before you even put it in your mouth, you can already taste the fresh fragrance rushing up your nose. The crispy, refreshing flavor spreads throughout your mouth as you chew, with every bite showing off more of the mingled wonders of sakura and sea.",
        "de": "Knusprige, knackige Kekse. Der schöne Farbton der Sakura-Blüte ist perfekt erhalten, ebenso wie die elegante, fließende Form der Garnele. Noch bevor man sie in den Mund steckt, kann man schon den frischen Duft schmecken, der einem in die Nase steigt. Die knusprige, erfrischende Note breitet sich beim Kauen im ganzen Mund aus und mit jedem Bissen kommen mehr von den Wundern der Sakura und des Meeres zum Vorschein.",
        "chs": "酥酥脆脆的薄饼。完美保留了绯樱绣球的可爱颜色与虾优美流畅的形状。还没放入口中品尝，喷香的鲜味就已经扑鼻而来。入口后，脆爽的滋味随着咀嚼扩散于唇舌之间，每一口都如同尽享花与海交织而出的美妙。",
        "cht": "酥酥脆脆的薄餅。完美保留了緋櫻繡球的可愛顏色與蝦優美流暢的形狀。還沒放入口中品嚐，噴香的鮮味就已經撲鼻而來。入口後，脆爽的滋味隨著咀嚼擴散於唇舌之間，每一口都如同盡享花與海交織而出的美妙。",
        "es": "Unas galletas muy crujientes. El hermoso color de los pétalos de cerezo se ha preservado perfectamente, así como la forma elegante del camarón. Antes de llevarte una a la boca, ya puedes saborearla gracias a los aromas que llegan a tus fosas nasales. La textura crujiente y refrescante se extiende por tu paladar mientras masticas, y cada bocado muestra más maravillas de la combinación del cerezo y el mar.",
        "fr": "Des biscuits craquants et croustillants. La couleur des fleurs de cerisier et la forme de la crevette ont été parfaitement préservées. Vous pouvez sentir leur doux parfum envahir votre nez avant même de les manger. Le bruit de craquement résonne, les merveilles des fleurs de cerisier et de la mer se dévoilant à chaque bouchée.",
        "id": "Pizza yang renyah dan gurih. Warna indah Sakura Bloom terpelihara dengan sempurna, begitu juga dengan bentuk udang yang melekuk dengan anggun. Bahkan sebelum makanan ini dimasukkan ke dalam mulut, aroma segarnya sudah dapat tercium dari hidung. Rasa renyah dan kesegarannya menyebar ke seluruh mulut saat dikunyah, sementara setiap gigitannya melukiskan keajaiban antara campuran bunga sakura dan laut lebih dalam lagi.",
        "jp": "サクサクとしたせんべい。緋櫻毬の愛らしい色とエビの美しい滑らかな形を完璧に再現している。口の中に入れる前に、エビの香ばしい風味が勢いよく漂う。食べると、サクサクとした味が、噛むたびに口の中で広がり、花と海の美しさを楽しむような感覚を味わえる。",
        "kr": "바삭한 전병. 벚꽃 수구의 귀여운 색깔과 새우의 아름다운 모양을 유지했다. 입에 넣기도 전에 맛있는 향기가 코를 자극한다. 씹을수록 바삭하고 상쾌한 맛이 입안에 퍼진다. 꽃과 바다의 하모니처럼 아름다운 맛이다",
        "pt": "Biscoitos crocantes e quebradiços. Conserva perfeitamente a cor adorável das Pétalas da Flor de Sakura e a forma elegante dos camarões. Enquanto ainda não tiver sido colocado na boca para provar, seu aroma fresco enche seu nariz. Após entrar na boca, o gosto crocante se espalha por todo lugar enquanto se mastiga, e cada mordida parecem como se as flores e o mar se misturassem belamente.",
        "ru": "Хрустящее печенье. В нём идеально сочетаются прекрасный оттенок цветов сакуры и элегантная форма креветки. Ещё до того, как вы положите его в рот, вы почувствуете освежающий аромат. Когда вы жуёте, сочный вкус постепенно растекается по всему рту. Каждый кусочек подобен наслаждению красотой сакуры и моря.",
        "th": "แผ่นแป้งบางกรุบกรอบ สีสันที่น่ารักของ Sakura Bloom และรูปทรงที่สวยงามของกุ้งยังถูกรักษาไว้อย่างดี ยังไม่ทันจะหยิบเข้าปาก ก็ได้กลิ่นหอมน่าทานลอยมาเตะจมูก เมื่อได้ลองลิ้มรส ความกรอบจะกระจายไปทั่วทั้งปากทุกครั้งที่เคี้ยว ทุกคำที่ทานจะรู้สึกเหมือนได้เพลิดเพลินไปกับดอกไม้งามที่ผสานกับท้องทะเล",
        "vi": "Bánh mỏng giòn rụm. Lưu giữ một cách hoàn hảo màu sắc dễ thương của Tú Cầu Anh Đào và hình dáng của tôm. Chưa đưa vào miệng, thì hương thơm lan tỏa đã xông vào mũi. Sau khi cắn một miếng, vị giòn tan như len lỏi trong khoang miệng, mỗi một miếng đều cảm nhận được nét đẹp diệu kỳ của sự giao thoa giữa hoa và biển."
    },
    "materialType": "MATERIAL_FOOD"
}