{
    "name": {
        "en": "Delicious Milky Mushroom Crisp Tower",
        "de": "Leckerer kross gebratener Milchpilzturm",
        "chs": "美味的奶香菌菇脆塔",
        "cht": "美味的奶香菌菇脆塔",
        "es": "Tostadas crujientes de champiñones y queso deliciosas",
        "fr": "Tour de champignons au lait (délicieuse)",
        "id": "Delicious Milky Mushroom Crisp Tower",
        "jp": "美味しそうなミルキーキノコクリスプタワー",
        "kr": "맛있는 바삭 크림 버섯 타워",
        "pt": "Torre Crocante de Cogumelo ao Leite Deliciosa",
        "ru": "Вкусная сливочно-грибная башенка",
        "th": "Milky Mushroom Crisp Tower แสนอร่อย",
        "vi": "Tháp Nấm Sữa Giòn Ngon"
    },
    "id": 108447,
    "materialDesc": {
        "en": "A crunchy delicacy. The faint creamy notes melt on your tongue as you munch on the succulent mushrooms and crispy bread. This unmatched sense of satisfaction somehow leaves you insatiable — you do not even hesitate to lick the bread crumbs off your fingertips.",
        "de": "Eine knusprige Delikatesse. Die leicht cremigen Noten zergehen auf deiner Zunge, während du die saftigen Pilze und das knusprige Brot mampfst. Das unübertroffene Gefühl der Befriedigung macht dich irgendwie unersättlich – du zögerst nicht einmal, die Brotkrümel von deinen Fingerspitzen zu lecken.",
        "chs": "口感酥脆的小吃。若有似无的奶香在舌尖微微化开，柔韧的菌菇与其融合，随着松脆面包片的咔嚓咔嚓声…这无与伦比的满足感，让人连指尖残留的面包屑都不想要放过。",
        "cht": "口感酥脆的小吃。若有似無的奶香在舌尖微微化開，柔韌的菌菇與其融合，隨著鬆脆麵包片的喀嚓喀嚓聲…這無與倫比的滿足感，讓人連指尖殘留的麵包屑都不想要放過。",
        "es": "Un aperitivo muy crujiente. El sabor de los champiñones se entremezcla en el paladar con el regusto del queso fresco y la textura crujiente del pan recién horneado... La sensación de satisfacción es tal que uno no puede evitar lamerse los dedos.",
        "fr": "Un amuse-bouche croustillant. Les légères notes crémeuses fondent sur la langue lorsqu'on croque les succulents champignons et le pain croustillant... Ce mets délicieux procure un sentiment de satisfaction inégalé, au point ou il est impossible de ne pas se lécher les doigts pour n'en laisser aucune miette.",
        "id": "Camilan yang renyah. Aroma krim yang samar-samar akan melekat di lidahmu, berpadu dengan kelembutan jamur dan renyahnya roti panggang. Rasa kepuasan yang tiada duanya ini membuatmu terus-menerus menginginkannya, bahkan untuk menyisakan remah-remah yang ada di ujung jarimu saja, kamu tidak akan rela.",
        "jp": "サクッとした口当たりのお菓子。ほのかなミルクの香りが舌の上でとろけ、柔らかいキノコと組み合わさる。カリッとしたパンのスライスのサクサク音と共に…指先に残るパンくずさえ惜しいほどの満足感を味わえる。",
        "kr": "바삭한 식감의 간식. 은은한 우유 향이 혀끝에서 살며시 녹아내리고 거기에 부드럽고 쫄깃한 버섯이 더해져 바삭한 식빵과 함께 바스락 소리를 낸다…. 이 독보적인 만족감에 손끝에 묻은 부스러기조차 놓치고 싶지 않다…",
        "pt": "Uma iguaria crocante. É como se o creme derretesse em sua boca enquanto morde os suculentos cogumelos e pão crocante. Essa sensação imbatível de satisfação lhe deixa insaciável, ao ponto de sequer hesitar em lamber o farelo de pão na ponta de seus dedos.",
        "ru": "Хрустящая закуска. Лёгкий привкус тающих на языке сливок, нежные грибы, хрустящий хлеб... Это наслаждение ни с чем не сравнится, в конце вы даже тянетесь облизать пальцы, чтобы ни одна крошка не пропала.",
        "th": "ขนมกรุบกรอบชวนเคี้ยวเพลิน กลิ่นหอมของนมที่ละลายอยู่ตรงปลายลิ้น หลอมรวมกับเห็ดที่นุ่มหนึบหนับ ตามมาด้วยแผ่นแป้งที่กรุบกรอบ... ความรู้สึกอิ่มเอมที่น่าพึงพอใจนี้ ทำให้ผู้คนเผลอไผลไปกับมันในชั่วขณะ",
        "vi": "Món ăn vặt giòn tan. Vị kem thoang thoảng tan chảy nơi đầu lưỡi khi nhấm nháp những miếng nấm mọng nước và bánh mì giòn... Sự thỏa mãn tuyệt đối này khiến người ta không muốn buông những vụn bánh còn sót lại trên đầu ngón tay."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}