{
    "name": {
        "en": "Delicious Butter Chicken",
        "de": "Leckeres Butterhühnchen",
        "chs": "美味的黄油鸡",
        "cht": "美味的奶油雞",
        "es": "Pollo con mantequilla delicioso",
        "fr": "Poulet au beurre (délicieux)",
        "id": "Delicious Butter Chicken",
        "jp": "美味しそうなバターチキン",
        "kr": "맛있는 버터 치킨",
        "pt": "Frango na Manteiga Delicioso",
        "ru": "Вкусный цыплёнок в масле",
        "th": "Butter Chicken แสนอร่อย",
        "vi": "Gà Áp Chảo Ngon"
    },
    "id": 108393,
    "materialDesc": {
        "en": "A flavorful dish. Juicy chicken is saturated with silky sauce. Every bite orchestrates an \"elemental symphony of flavors\"... Oops, before you even knew it, you had already emptied the plate. Dip the flatbread in the sauce — every last drop of this must go!",
        "de": "Ein Gericht mit sehr intensivem Geschmack. Saftiges Hähnchenfleisch, durchtränkt mit seidiger Sauce. Jeder Bissen orchestriert eine „elementare Symphonie der Aromen“ ... Ups, ehe du dich’s versiehst, hast du den Teller schon leer gegessen. Tauche das Fladenbrot in die Soße, damit du auch den letzten Tropfen nicht verpasst!",
        "chs": "风味浓郁的菜肴。柔滑的酱料均匀地包裹着每一块软润多汁的鸡肉，入口后丰富多样的调味料又带来了一场「美味元素爆发」…哎呀，不知不觉盘中空空如也，连最后一滴酱汁都被蘸着馕吃光了。",
        "cht": "風味濃郁的菜餚。柔滑的醬料均勻地包裹著每一塊軟潤多汁的雞肉，入口後豐富多樣的調味料又帶來了一場「美味元素爆發」…哎呀，不知不覺盤中空空如也，連最後一滴醬汁都被蘸著饢吃光了。",
        "es": "Un plato sabroso. La suave salsa envuelve uniformemente cada jugoso trozo de pollo y la riqueza y variedad de condimentos provoca una explosión de sabores en la boca. Antes de que te des cuenta, habrás vaciado el plato y estarás limpiando las últimas gotas de salsa con el naan.",
        "fr": "Un plat savoureux. La sauce onctueuse enveloppe uniformément chaque morceau de poulet juteux tandis que la richesse et la variété des assaisonnements provoquent une explosion de saveurs en bouche. En un rien de temps, votre assiette se vide et vous vous retrouvez à éponger la sauce jusqu'à la dernière goutte avec du pain plat.",
        "id": "Hidangan dengan rasa yang kuat. Daging ayam yang empuk terlapis sempurna dengan saus yang kental. Di setiap gigitan akan terasa \"ledakan rasa-rasa elemen\" ... Ups, tanpa sadar kamu sudah menghabiskan satu piring penuh, dan sepotong roti terakhir yang diolesi saus gurihnya sedang menuju ke dalam mulutmu.",
        "jp": "風味豊かな料理。滑らかなソースが柔らかくジューシーなチキンをまんべんなく包み込み、口の中に広がる豊かな調味料が「美味しさの元素爆発」をもたらし…おっと、いつの間にかお皿が空っぽ。ソースも最後の一滴まで、ナンにつけて平らげちゃった。",
        "kr": "풍미가 진한 요리. 부드러운 소스가 폭신하고 촉촉한 닭고기를 골고루 감싸고 있다. 한입 베어 물면 다양하고 풍부한 조미료가 입안에서 「맛있는 원소폭발」을 일으킨다…. 아, 마지막 한 방울의 소스마저 남김없이 전병에 찍어 먹다 보면 어느새 텅 빈 접시를 발견하게 된다",
        "pt": "Um prato saboroso. Uma galinha suculenta e cheia de molho. Cada mordida orquestra uma \"sinfonia de sabores elementais\"... Ops, e antes mesmo de perceber, você já acabou com o prato. Molhe os pães achatados no molho — é preciso comer até a última gota!",
        "ru": "Блюдо с насыщенным вкусом. Сочные ломтики курицы, утопающие в густом соусе. Букет приправ создаёт на языке настоящий «взрыв стихии»... Ого, тарелка уже опустела! Как тут удержаться и не собрать соус лепёшкой!",
        "th": "เมนูรสชาติจัดจ้าน ซอสเนียนนุ่มห่อหุ้มไก่เนื้อนุ่มชุ่มฉ่ำเอาไว้ ให้รสสัมผัสของเครื่องเทศหลากหลายมากมายจนกลายเป็น \"ท่าไม้ตายแห่งความโอชะ\" อื้อหือ กว่าจะรู้ตัวอีกทีภายในจานก็ว่างเปล่าไปซะแล้ว ขนาดซอสหยดสุดท้ายก็ยังถูกกวาดซะเรียบเชียว",
        "vi": "Món ăn có hương vị đậm đà. Nước sốt sánh mịn bao bọc đều từng miếng gà mềm ngọt, gia vị đậm đà, đa dạng đem đến cảm giác \"ngon bùng nổ\"... Ôi, hết sạch đĩa rồi, ngay cả giọt nước sốt cuối cùng cũng đã bị chấm luôn."
    },
    "materialType": "MATERIAL_FOOD"
}