{
    "name": {
        "en": "Delicious Fisherman's Toast",
        "de": "Leckere Fischerschnitte",
        "chs": "美味的渔人吐司",
        "cht": "美味的漁人吐司",
        "es": "Tostada del pescador deliciosa",
        "fr": "Toast du pêcheur (délicieux)",
        "id": "Delicious Fisherman's Toast",
        "jp": "美味しそうな漁師トースト",
        "kr": "맛있는 어부 토스트",
        "pt": "Torrada do Pescador Deliciosa",
        "ru": "Вкусный рыбацкий бутерброд",
        "th": "Fisherman's Toast แสนอร่อย",
        "vi": "Bánh Người Cá Ngon"
    },
    "id": 108003,
    "materialDesc": {
        "en": "Onion-covered toast. Exudes a wonderful aroma. Are the fish biting for the bait, or is it the toast they're after?",
        "de": "Eine mit Zwiebeln übersäte Scheibe Brot. Der Duft ist so betörend, dass man schwer sagen kann, ob die Fische nach dem Köder oder nach dem Brot schnappen.",
        "chs": "铺满洋葱的吐司。散发诱人的香气。很难判别鱼究竟是被鱼饵还是吐司吸引上钩的。",
        "cht": "鋪滿洋蔥的吐司。散發誘人的香氣。很難判別吸引魚上鉤的究竟是魚餌還是吐司。",
        "es": "Tostada cubierta de cebolla. Desprende un aroma increíble. Al salir de pesca, es difícil saber si los peces se sienten atraídos por el cebo o por esta tostada.",
        "fr": "Une tranche de pain de mie grillée recouverte d'oignon qui dégage une odeur exquise. C'est à se demander si ces poissons sont attirés par l'appât ou par ce toast ?",
        "id": "Roti yang dilumuri bawang bombai. Aromanya sangat harum, ikan terpancing karena umpan atau karena aroma roti ini ya?",
        "jp": "玉ねぎを敷き詰めたトースト。人を誘うような香りがする。エサとトースト、魚はどっちに引き寄せられたかは分からない。",
        "kr": "양파가 가득 올려진 토스트. 맛있는 냄새를 풍긴다. 물고기가 미끼에 낚인 건지 향기에 낚인 건지 알 수 없다",
        "pt": "Torrada coberta de cebola. Exala um aroma incrível. Será que os peixes estão em busca da isca ou pela torrada?",
        "ru": "Ломтик хлеба, посыпанный луком. Источает чудесный аромат. Непонятно, на что рыба клюёт лучше, на приманку или же на эти бутерброды.",
        "th": "โทสต์หัวหอม กลิ่นที่หอมฟุ้งขั้นสุด ปลาที่ตกได้นั้นเป็นเพราะเหยื่อที่เบ็ด หรือเป็นเพราะเจ้าโทสต์นี่กันแน่นะ?",
        "vi": "Bánh kẹp đầy hành tây. Toát ra mùi hương khó cưỡng, không biết cá cắn câu là do mồi câu hay mùi bánh hấp dẫn nữa."
    },
    "materialType": "MATERIAL_FOOD"
}