{
    "name": {
        "en": "Delicious Grilled Unagi Fillet",
        "de": "Leckeres gegrilltes Unagi-Filet",
        "chs": "美味的蒲烧鳗肉",
        "cht": "美味的蒲燒鰻肉",
        "es": "Anguila a la parrilla deliciosa",
        "fr": "Filets d'anguille grillés (délicieux)",
        "id": "Delicious Grilled Unagi Fillet",
        "jp": "美味しそうなうなぎの蒲焼",
        "kr": "맛있는 뱀장어 구이",
        "pt": "Filé Unagi Grelhado Delicioso",
        "ru": "Вкусный унаги кабаяки",
        "th": "Grilled Unagi Fillet แสนอร่อย",
        "vi": "Lươn Kabayaki Thơm Ngon"
    },
    "id": 108338,
    "materialDesc": {
        "en": "A grilled dish. The fat oils sizzle all across the meat's surface like a flowery prelude. The baptism of charcoal fire and moistening sauce has imparted a delicate softness to the unagi's mouthfeel. If you paired this was rice, you'd be liable to leave not even a single drop of sauce behind.",
        "de": "Ein gegrilltes Gericht. Das Öl brutzelt wie ein blumiger Auftakt über der Fleischoberfläche. Die Taufe mit Holzkohlefeuer und der flüssigen Soße hat dem Mundgefühl des Unagi eine zarte Weichheit verliehen. Wenn man dies mit Reis kombinieren würde, würde man wahrscheinlich nicht einmal einen einzigen Tropfen Soße zurücklassen.",
        "chs": "烧烤而成的菜肴。油花在肉身上滋滋作响，奏响了丰润的前奏。经历了炭火的洗礼与酱汁的润泽，鳗肉呈现出细腻又松软的口感。若是搭配上米饭，大概把酱汁也吃到一滴不剩也会意犹未尽吧。",
        "cht": "燒烤而成的菜餚。油花在肉身上滋滋作響，奏響了豐潤的前奏。經歷了炭火的洗禮與醬汁的潤澤，鰻肉呈現出細膩又鬆軟的口感。若是搭配上米飯，大概把醬汁也吃到一滴不剩也會意猶未盡吧。",
        "es": "Un plato hecho a la parrilla. El aceite aún borbotea en la carne de la anguila como si de una suave melodía se tratara. Tras ser “bautizada” con el fuego del carbón y bañada en salsa, su textura se ha vuelto delicada y tierna. Aunque lo acompañes con arroz y tomes hasta la última gota de salsa, seguirás ansiando otra ración.",
        "fr": "Un plat grillé. La graisse crépite sur toute la surface de la viande, comme un prélude. Après son baptême au feu de charbon, l'anguille, recouverte d'une sauce liquide, est tendre et délicate sous la dent. Si vous mangez ce plat avec du riz, ce serait un crime de laisser ne serait-ce qu'une goutte de sauce dans votre bol.",
        "id": "Hidangan yang dipanggang. Minyak di daging terus berdesis merdu seperti tahap pendahuluan dalam orkestra. Ritual api arang dan saus yang melembapkan membuat tekstur unagi menjadi sangat lembut, seakan-akan dapat lumer sekali masuk ke mulut. Kalau dimakan bersama nasi, kamu pasti akan menghabiskannya tanpa menyisakan saus setetes pun.",
        "jp": "焼き上げて出来た料理。油がウナギの表面でじりじりと鳴り、まるで色彩豊かな前奏を奏でているようだ。炭火の洗礼とタレの潤いで、ウナギの肉質が繊細で柔らかくなっている。ご飯と一緒に食べれば、タレを食べ尽くしても、まだ足りないと感じるだろう。",
        "kr": "구이 요리. 기름방울이 고기 겉면에서 지글지글 소리를 내며 풍만한 전주곡을 울리고 있다. 숯불의 세례와 소스의 윤기를 담은 뱀장어는 부드럽고 말랑한 식감을 선사한다. 여기에 쌀밥을 곁들이면 한 방울의 소스도 남기지 않고 전부 먹어 치울 수 있을 듯하다",
        "pt": "Um prato grelhado. A gordura cobre a carne inteira como um prelúdio florido. O batismo do fogo e molho umedecido colocaram uma maciez delicada para a sensação do Unagi na boca. Se você combinasse isso com arroz, não deixaria nem uma única gota de molho para trás.",
        "ru": "Блюдо, приготовленное на гриле. Шипящие капли масла на угре это только прелюдия. Обжарьте угря на углях и добавьте густой соус - и вы получите нежнейший лёгкий вкус. Если подать его с рисом, то он будет съеден до последней капли соуса.",
        "th": "อาหารเมนูปิ้งย่าง ไขมันบนเนื้อย่างเสียงดังฉ่า ๆ เหมือนจังหวะที่งดงาม หลังผ่านการโอบอุ้มด้วยเปลวไฟของเตาถ่านและซอสที่ชุ่มฉ่ำแล้ว เนื้อปลาไหลมีรสชาติที่ละมุนลิ้นยิ่งนัก หากทานคู่กับข้าวสวย ก็คงจะกินหมดจนไม่เหลือซอสสักหยด",
        "vi": "Món nướng thơm ngon. Váng dầu xèo xèo trên da thịt như một khúc nhạc dạo đầu phong phú. Sau khi nướng trên than và thêm vào nước sốt sền sệt, lươn có vị thanh và mềm. Ăn với cơm sẽ thơm ngon đến giọt sốt cuối cùng."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}