{
    "name": {
        "en": "Delicious Oncidium Tofu",
        "de": "Leckerer Oncidium-Tofu",
        "chs": "美味的文心豆腐",
        "cht": "美味的文心豆腐",
        "es": "Tofu oncidium delicioso",
        "fr": "Tofu oncidium (délicieux)",
        "id": "Delicious Oncidium Tofu",
        "jp": "美味しそうな文心豆腐",
        "kr": "맛있는 문심 두부",
        "pt": "Tofu de Oncidium Delicioso",
        "ru": "Вкусный тофу «Вэньсинь»",
        "th": "Oncidium Tofu แสนอร่อย",
        "vi": "Đậu Hũ Tâm Ý Ngon"
    },
    "id": 108314,
    "materialDesc": {
        "en": "A dish that is a test of one's knifework. The tofu, thread-thin as the autumn leaves, floats amidst the bowl, like mist in a forest, and the shredded bamboo shoots give the image a sweet, lustrous sheen, while the broth combines the essence of fowl and ham, giving off an unbelievable aroma. A single taste is enough to cause the customer to lose themselves in this fog of flavor.",
        "de": "Ein Gericht, das die Messerarbeit auf die Probe stellt. Der Tofu, fadendünn wie Herbstlaub, schwebt inmitten der Schale, wie Nebel im Wald, und die zerkleinerten Bambussprossen verleihen dem Bild einen süßen Glanz, während die Brühe die Essenz von Geflügel und Schinken vereint und ein unglaubliches Aroma verströmt. Ein einziger Bissen reicht aus, um den Kunden sich in diesem Nebel des Geschmacks verlieren zu lassen.",
        "chs": "颇为考较刀工的菜肴。细如秋毫的豆腐丝好似林间游雾般弥散于碗中，竹笋丝为这一画面擦上一抹清甜的亮色，高汤汇聚了禽肉和火腿的精华，散发着醇香。只须轻品一口，就能让食客不由自主地沉醉在这阵鲜香的雾气之中。",
        "cht": "頗為考驗刀工的菜餚。細如秋毫的豆腐絲好似林間遊霧般彌散於碗中，竹筍絲為這一畫面擦上一抹清甜的亮色，高湯匯聚了禽肉和火腿的精華，散發著醇香。只須輕品一口，就能讓食客不由自主地沉醉在這陣鮮香的霧氣之中。",
        "es": "Un plato que requiere un excelente manejo del cuchillo. Los hilos extremadamente finos del tofu revolotean en el cuenco como la niebla de un bosque, mientras los brotes de bambú, también cortados en hilos, aportan un ligero y lustre brillo a este paisaje culinario. El sabor del caldo contiene la esencia de la carne de ave y el jamón, por lo que emite un delicioso aroma. Un simple bocado es suficiente para que el comensal se deleite con el sabor de una fresca bruma de ingredientes.",
        "fr": "Mets requérant un certain savoir-faire pour être préparé. Le tofu, coupé aussi finement que des cheveux, flotte dans le bol comme la brume dans la forêt. Les pousses de bambou taillées ajoutent une touche végétale, et le bouillon, fort en volaille et en jambon, dégage un arôme incroyable. Une seule gorgée suffit pour vous enivrer de son parfum.",
        "id": "Hidangan untuk menguji kemampuan memakai pisau seseorang. Tahunya, dipotong tipis bagaikan daun musim gugur, mengambang di atas mangkuk, seperti kabut di hutan, dan irisan rebung yang diparut memberikan kesan seperti gambar yang berkilauan, sedangkan kaldu yang digabung dengan esensi dari unggas dan daging ham, memberikan aroma yang tak tertahankan. Satu rasa saja sudah cukup untuk membuat pelanggan tenggelam dalam kabut rasa ini.",
        "jp": "包丁技術を重んじる料理。細い豆腐の糸切りは、森の霧のように皿に広がり、タケノコの糸切りが爽やかな彩りを加えた。鳥肉とハムの旨味が凝縮されたスープは、濃厚な香りをしている。一口味わうだけで、客はこの香ばしい霧の中で酔ってしまう。",
        "kr": "칼 솜씨가 꽤 중요한 요리. 촘촘하게 채 썬 두부는 숲속의 안개처럼 그릇에 퍼졌고, 채를 썬 죽순은 여기에 새콤달콤한 색상을 입혀준다. 육수는 새고기와 햄의 정화가 어우러져 고소한 맛을 내고 있다. 가볍게 한입 머금으면, 이 요리의 그윽한 안개에 절로 빠져들게 된다",
        "pt": "Um prato que é um teste das habilidades com facas. O tofu, fininho como as folhas de outono, flutua no meio da tigela, como névoa em uma floresta, e os brotos de bambu triturados dão à imagem um doce brilho, enquanto o caldo combina a essência da ave e do presunto, emitindo um aroma inacreditável. Apenas uma colherada é suficiente para fazer com que o cliente se perca neste nevoeiro de sabor.",
        "ru": "Блюдо, которое является настоящей проверкой мастерства владения ножом. Бамбуковые побеги придают блюду сладость, а в бульоне идеально сочетаются мясо птицы и ветчина, придавая ему мягкий аромат. Стоит только попробовать это блюдо, как клиент потеряет себя в тумане вкуса.",
        "th": "เมนูที่ทดสอบทักษะการใช้มีด เต้าหู้หั่นฝอยบาง ๆ ราวกับใบไม้ร่วงลอยอยู่ในชาม เหมือนหมอกที่ลอยอบอวลอยู่ในป่า และหน่อไม้หั่นฝอยช่วยเพิ่มสีสันที่สดใสแวววาว น้ำซุปที่ผสานรสชาติของเนื้อสัตว์ปีกและแฮม ส่งกลิ่นหอมกลมกล่อมเย้ายวนใจ เมื่อชิมเพียงคำเดียวก็เพียงพอแล้วที่จะทำให้ผู้ที่ทานหลงใหลไปกับหมอก ที่มีรสชาติหอมหวนโดยไม่ได้ตั้งใจ",
        "vi": "Món ăn thử thách tài nghệ dùng dao. Những miếng đậu phụ mỏng như lá mùa thu nằm rải rác trong bát như sương mù trong rừng, những sợi măng tạo nên một bức tranh màu sắc ngọt ngào và tươi sáng. Nước dùng hội tụ những tinh túy của thịt gia cầm và giăm bông, và tỏa hương thơm nhẹ. Chỉ cần ăn một miếng, thực khách sẽ có thể bất giác mê đắm trong làn sương thơm phức này."
    },
    "materialType": "MATERIAL_FOOD"
}