{
    "name": {
        "en": "Delicious Tianshu Meat",
        "de": "Leckerer Tianshu-Braten",
        "chs": "美味的天枢肉",
        "cht": "美味的天樞肉",
        "es": "Carne estilo Eje Celestial deliciosa",
        "fr": "Viande façon Dubhe (délicieuse)",
        "id": "Delicious Tianshu Meat",
        "jp": "美味しそうな天枢肉",
        "kr": "맛있는 천추육",
        "pt": "Carne de Tianshu Deliciosa",
        "ru": "Вкусное мясо «Тяньшу»",
        "th": "Tianshu Meat แสนอร่อย",
        "vi": "Thịt Thiên Khu Ngon"
    },
    "id": 108160,
    "materialDesc": {
        "en": "A braised meat dish. Its intense aroma can be detected from miles away. The ingredients look exquisite in every way, capturing the essence of its original design. It would not look out of place on a gourmet spread at Yuehai Pavilion.",
        "de": "Langsam geschmortes Fleisch. Schon von Weitem vernimmt man den Duft, Form und Farbe sind einfach perfekt. Genau so soll dieses Gericht sein. Sogar bei einem Festmahl im Yuehai-Pavillon würde es aufgrund seiner Qualität hervorstechen.",
        "chs": "焖制而成的兽肉。远闻浓香，细品绵长，形色兼备，可谓传承到了这道菜肴的精髓。即使摆在月海亭的盛宴宴席上也毫不逊色。",
        "cht": "燜煮而成的獸肉。遠聞濃香，細品綿長，形色兼備，可謂傳承到了這道菜餚的精髓。即使擺在月海亭的盛宴宴席上也毫不遜色。",
        "es": "Un plato de carne estofada. El intenso aroma, el delicado sabor y la combinación de su forma y su color son la esencia de esta delicia. No desentonaría ni en un banquete del Pabellón Yuehai.",
        "fr": "Un plat de viande braisée. Il a une odeur parfumée qui se sent de loin, un goût long et délicat. Il capture en tous points l'essence du plat original... Il aurait toute sa place à la table gastronomique du Pavillon Yuehai.",
        "id": "Hidangan daging yang direbus. Aromanya yang kuat dapat tercium dari jarak yang sangat jauh. Bahan-bahannya terlihat indah, selaras dengan esensi dari desain aslinya. Sangat pantas kalau hidangan yang istimewa ini terdapat di sebuah pesta yang diselenggarakan di Yuehai Pavilion.",
        "jp": "じっくり煮込んだ獣肉。香り豊かで味わい深く見た目も美しい。この料理の真髄はここにあるだろう。月海亭の宴会に並べても遜色ないだろう。",
        "kr": "짐승 고기 찜. 멀리까지 퍼지는 진한 향, 맛도 모양도 일품이다. 이 요리의 정수를 계승했다고 할 수 있다. 월해정 연회에 내놔도 손색이 없을 정도다",
        "pt": "Um prato de carne assada. Seu aroma intenso pode ser detectado a quilômetros de distância. Os ingredientes parecem requintados em todos os sentidos, capturando a essência de seu design original. Não pareceria fora de lugar em um prato gourmet estendido pelo Pavilhão Yuehai.",
        "ru": "Тушёное мясо. Оно обладает насыщенным ароматом, мягким вкусом и представляет собой прекрасный образец тех блюд, что готовили много лет назад. Оно прекрасно подойдёт к банкетному столу в павильоне Лунного моря.",
        "th": "เนื้อที่อบเป็นเวลานาน กลิ่นหอมที่โชยไปไกล รวมถึงหน้าตาและสีสันที่น่าทานนั้น ได้แสดงให้เห็นถึงแก่นแท้ของอาหารอันโอชะจานนี้ ซึ่งไม่ด้อยไปกว่าอาหารจานเด็ดในงานเลี้ยงของ Yuehai Pavilion เลย",
        "vi": "Món kho làm từ thịt rừng. Từ xa đã ngửi thấy mùi hương quyến rũ đậm đà, hình dáng và màu sắc đều xuất chúng. Có thể nói đã kế thừa những gì tinh túy nhất của món ăn này. Không hề thua kém với những món ngon trên bàn tiệc ở Nguyệt Hải Đình."
    },
    "materialType": "MATERIAL_FOOD"
}