{
    "name": {
        "en": "Delicious Charcoal-Baked Ajilenakh Cake",
        "de": "Leckerer gebackener Dattelfladen",
        "chs": "美味的椰炭饼",
        "cht": "美味的椰炭餅",
        "es": "Panecillos de dátil carbonizados deliciosos",
        "fr": "Charbon d'ajilenakh (délicieux)",
        "id": "Delicious Coconut Charcoal Cake",
        "jp": "美味しそうなデーツナン",
        "kr": "맛있는 코코넛 숯탄 전병",
        "pt": "Bolo de Coco-Carvão Delicioso",
        "ru": "Вкусная угольная лепёшка аджиленах",
        "th": "Charcoal-Baked Ajilenakh Cake แสนอร่อย",
        "vi": "Bánh Ajilenakh Nướng Ngon"
    },
    "id": 108450,
    "materialDesc": {
        "en": "A dark-colored pastry. The pastry is fine, almost lustrous, and the fragrance of the Ajilenakh Nuts is both vivid and full of warmth. The cake is fluffy and delicate as it enters your mouth, exorcising exhaustion and muzzling misery. Ah, just as a book may not be judged by its cover, so too should a cake not be convicted by its crust.",
        "de": "Ein süßer, rabenschwarzer Fladen. Ein delikater, glänzender Kuchen mit dem angenehm warmen Gefühl von Datteln und einem seidigen, leicht feuchten Gefühl, wenn man einen Bissen davon nimmt ... Erschöpfung und Traurigkeit werden von einem Stückchen „schwarzer Süße“ vertrieben. So wie man keinen Menschen nur nach dem Äußeren beurteilen sollte, so ist das auch bei Kuchen.",
        "chs": "乌漆墨黑的甜饼。饼身细腻，带有光泽，枣椰带来灿烂和煦的气息，入口绵软微润…不管食客此刻是疲惫还是难过，糟糕的心情都能被这样一份「黑色甜蜜」驱散。人不可貌相，饼也不可以。",
        "cht": "烏漆墨黑的甜餅。餅身細膩，帶有光澤，棗椰帶來燦爛和煦的氣息，入口綿軟微潤…不管食客此刻是疲憊還是難過，糟糕的心情都能被這樣一份「黑色甜蜜」驅散。人不可貌相，餅也不可以。",
        "es": "Un pastel dulce de color oscuro. La masa es delgada y brillante, con un cálido aroma a dátiles y una sensación en boca suave y ligeramente húmeda... No importa si te encuentras cansado o triste, todo lo malo desaparece una vez que pruebas este dulce de color negro. Igual que no se debe juzgar a una persona por su apariencia, tampoco se debe juzgar a una comida por su aspecto.",
        "fr": "Une pâtisserie de couleur foncée. D'une pâte fine et presque brillante et d'un parfum de noix d'ajilenakh à la fois vif et chaleureux, ce gâteau est moelleux et délicat lorsqu'il entre en bouche, exorcisant l'épuisement et muselant la misère. Tout comme un livre ne peut pas être jugé par sa couverture, ou un religieux par son habit, un gâteau ne devrait pas non plus être condamné par sa croûte.",
        "id": "Makanan pastri berwarna gelap. Kuenya halus, dan hampir berkilauan. Aroma Ajilenakh Nut sangat kental dan dipenuhi kehangatan. Makanan ini terasa empuk dan lembut saat memasuki mulutmu, rasanya mengangkat semua keletihan dan penderitaanmu. Ah, sama seperti pepatah yang mengatakan, jangan menilai sebuah buku dari sampulnya, janganlah pula menilai kue dari luarnya.",
        "jp": "真っ黒な甘い焼き菓子。繊細でツヤのある焼き上がりからは、デーツの華やかな香りと温かさを感じられる。口当たりは柔らかくしっとりしていて…疲れていても、悲しみの中にいても、この「黒いスイート」を口にすれば嫌な気分をたちまち払拭できる。人は見かけによらず―—お菓子も然り。",
        "kr": "새까만 쿠키. 매끄럽고 광택이 나며 대추야자의 밝고 따뜻한 기운을 받아 식감이 부드럽고 촉촉하다… 아무리 지친 식객이라도 「검은 달콤」 하나에 그동안의 눅눅한 기분이 개운해질 것이다. 사람은 외모로 판단할 수 없듯이 쿠키도 마찬가지다",
        "pt": "Um lanche de cor escura. O lanche foi feito atenciosamente, e a fragrância de tâmaras é vívida e confortante. O bolo é fofinho e delicado ao entrar em sua boca, acabando com a exaustão. Um livro não pode ser julgado por sua capa, por isso um bolo não deve ser condenado por sua aparência.",
        "ru": "Тесто тёмного цвета. Оно тонкое, почти блестящее, а аромат орехов аджиленах яркий и наполняет теплом. Когда лепёшка попадает в рот, она изгоняет усталость и заглушает страдания. Действительно, книгу нельзя судить по обложке, а выпечку - по корочке.",
        "th": "ขนมหวานสีเข้ม เนื้อขนมมีความละเอียดเงางาม และ Ajilenakh Nut ก็นำพากลิ่นอายอันสดใสและอบอุ่นมาด้วย ทำให้รสสัมผัสทั้งนุ่มละมุนและชุ่มฉ่ำ... ไม่ว่าคุณลูกค้าจะกำลังหดหู่หรือเศร้าหมอง ความทุกข์ใจก็จะถูกปัดเป่าด้วย \"ขนมหวานสีดำ\" ชิ้นนี้ ดังนั้นจงอย่าตัดสินคนจากภายนอก ขนมเองก็เช่นกัน",
        "vi": "Một chiếc bánh ngọt có màu đen. Thân bánh mỏng manh, bóng bẩy, hương thơm của Quả Ajilenakh vừa sống động vừa ấm áp, mềm tan trong miệng... Bất kể thực khách lúc này đang mệt mỏi hay buồn bã, tâm trạng tồi tệ cũng đều có thể được xua tan bởi \"vị ngọt màu đen\" này. Nhìn người không thể chỉ nhìn bề ngoài, và bánh cũng vậy."
    },
    "materialType": "MATERIAL_FOOD"
}