{
    "name": {
        "en": "Delicious Sticky Honey Roast",
        "de": "Leckere Honigmöhren-Fleischpfanne",
        "chs": "美味的蜜酱胡萝卜煎肉",
        "cht": "美味的蜜醬胡蘿蔔煎肉",
        "es": "Asado a la miel delicioso",
        "fr": "Délice de viande et carottes au miel (délicieux)",
        "id": "Delicious Sticky Honey Roast",
        "jp": "美味しそうなニンジンとお肉のハニーソテー",
        "kr": "맛있는 허니캐럿그릴",
        "pt": "Carne Frita com Cenoura e Mel Deliciosa",
        "ru": "Вкусное медовое мясо с морковкой",
        "th": "Sticky Honey Roast แสนอร่อย",
        "vi": "Thịt Nướng Mật Ong Ngon"
    },
    "id": 108064,
    "materialDesc": {
        "en": "A meat dish in a sweet honey sauce. The warm honey draws out the flavor of the meat, creating a flavor explosion akin to bathing in the warm summer sun.",
        "de": "Ein Fleischgericht mit Honigsoße. Das zarte Wildbret hat nur darauf gewartet, eine Liaison mit der geschmeidigen Soße einzugehen.",
        "chs": "浇满蜜酱的肉料理。炙热的蜜酱让香嫩多汁的兽肉爆发出惊人的美味，似乎整个身子都沐浴在了橘色的暖阳中。",
        "cht": "澆滿蜜醬的肉料理。炙熱的蜜醬讓香嫩多汁的獸肉爆發出驚人的美味，似乎整個身子都沐浴在了橘色的暖陽中。",
        "es": "Un plato de carne con salsa de miel. La salsa sorprende por la explosión de sabores que causa en la boca. Es como si estuvieras tomando el sol en un caluroso día de verano.",
        "fr": "De la viande et des carottes qu'on a fait revenir dans du miel. La sauce au miel fait ressortir le goût de la viande et provoque une explosion de saveurs qui réchauffent le cœur.",
        "id": "Hidangan daging saus madu. Saus madu yang hangat benar-benar mengeluarkan rasa daging, memberikan ledakan rasa yang mirip dengan perasaan mandi di bawah sinar matahari musim panas yang hangat.",
        "jp": "ハチミツソースをたっぷりかけた肉料理。ジューシな肉に熱々なソースがよく絡み、驚くほどの美味しさ！オレンジ色の太陽の日差しを浴びてるような感じがする。",
        "kr": "벌꿀 소스를 발라 구운 고기 요리. 뜨거운 벌꿀 소스와 육즙이 가득한 짐승 고기의 조화는 엄청난 풍미를 자랑한다. 한입 베어 일광욕을 즐기는 기분이 느껴진다",
        "pt": "Um prato de carne com molho de mel. O molho de mel quente realmente realça o sabor da carne, trazendo uma explosão de sabor semelhante ao banho no sol quente do verão.",
        "ru": "Мясное блюдо с медовым соусом. Тёплый медовый соус великолепно раскрывает мясной вкус. Весь букет ароматов этого блюда напоминает вам о тёплом летнем солнце.",
        "th": "เมนูเนื้อราดซอสน้ำผึ้ง ซอสน้ำผึ้งร้อน ๆ ทำให้เนื้อสัตว์อ่อนนุ่มและเปื่อยยุ่ย ด้วยความอร่อยที่น่าอัศจรรย์นี้ มันราวกับว่าจะทำให้ร่างกายทั้งหมดถูกอาบไปด้วยแสงแดดอุ่น ๆ สีส้มเลยทีเดียว",
        "vi": "Món thịt với sốt mật ong. Mật ong ấm làm vị thịt thơm ngon hơn hẳn, cảm giác như cả người đang được tắm trong màu cam ấm áp."
    },
    "materialType": "MATERIAL_FOOD"
}