{
    "name": {
        "en": "Delicious Golden Chicken Burger",
        "de": "Leckeres knuspriges Hühnerfilet auf Brot",
        "chs": "美味的脆脆鸡腿堡",
        "cht": "美味的脆脆雞腿堡",
        "es": "Hamburguesa de pollo crujiente deliciosa",
        "fr": "Burger de poulet (délicieux)",
        "id": "Delicious Golden Chicken Burger",
        "jp": "美味しそうなカリカリチキンバーガー",
        "kr": "맛있는 바삭바삭 치킨버거",
        "pt": "Hambúrguer de Frango Dourado Delicioso",
        "ru": "Вкусный гамбургер с хрустящей курицей",
        "th": "Golden Chicken Burger แสนอร่อย",
        "vi": "Burger Gà Giòn Ngon"
    },
    "id": 108240,
    "materialDesc": {
        "en": "A burger in which the fowl meat is the main star. The fowl fillet has been wrapped in gold and is so tender that you could almost squeeze the meat juices out. The dense flavor of the sauce and refreshing mouthfeel of the vegetables makes you feel like you're walking on clouds as you lose yourself in this feast lying in your palm.",
        "de": "Ein Hamburger, bei dem das Geflügelfleisch der Hauptdarsteller ist. Das Geflügelfilet scheint von Gold umwickelt zu sein und ist so zart, dass man die Fleischsäfte fast herausdrücken könnte. Der vollmundige Geschmack der Soße und das erfrischende Mundgefühl des Gemüses geben dir das Gefühl, auf Wolken zu gehen, während du dich in diesem Festmahl verlierst, das in deiner Handfläche liegt.",
        "chs": "以禽肉为主体制作的汉堡。整块禽腿排金黄饱满，香嫩得能挤出肉汁。配合蔬菜的爽口和酱汁的香浓，让人如同身陷云端般，轻易沉醉在这掌中的美味。",
        "cht": "以禽肉為主角製作的漢堡。整塊禽腿排金黃飽滿，香嫩得肉汁四溢。配合蔬菜的爽口和醬汁的香濃，讓人如同身陷雲端般，輕易沉醉在這掌中的美味。",
        "es": "Una hamburguesa hecha con carne de ave como protagonista. El filete de carne tiene un empanado dorado y está tan tierno que los jugos casi se derraman al apretarlo. El robusto sabor de la salsa y las refrescantes verduras hacen que este festín que cabe en la palma de tu mano te transporte directamente al paraíso.",
        "fr": "Un hamburger de volaille. Les filets sont d'un doré irrésistible, et d'une tendresse à se pâmer. Ajoutez à ceci la fraîcheur des légumes et la saveur de la sauce spéciale : ce plat vous emportera sur un vrai petit nuage.",
        "id": "Burger yang menggunakan Fowl sebagai bahan utama. Daging Fowl di dalam terbungkus warna emas dan sangat empuk hingga sari dagingnya sudah hampir keluar. Rasa saus yang kental dan sayuran yang menyegarkan membuatmu serasa berjalan di awan sambil menggenggam makanan yang ada di tanganmu ini.",
        "jp": "主に鳥肉を使ったハンバーガー。金色でふっくらな鳥もも肉、肉汁を絞り出すかのように柔らかい。さっぱりとした野菜と濃厚なタレを加えると、まるで雲の中で飛んでいるかのような、不思議な美味しさを味わうことができる。",
        "kr": "새고기로 만든 햄버거. 새 다리가 부드럽고 육즙 가득하게 잘 구워졌다. 신선하고 아삭한 채소와 진한 소스로 풍미를 더 하면 마치 구름 위에 떠 있는 듯한 느낌을 맛보게 될 것이다",
        "pt": "Um hambúrguer em que a Carne de Ave é a estrela principal. O filé de Carne de Ave tem uma cor dourada e seu caldo deixa a carne macia. O sabor denso do molho e o frescor dos vegetais fazem com que você sinta que está caminhando sobre as nuvens enquanto desfruta do banquete na palma da sua mão.",
        "ru": "Гамбургер, основной ингредиент которого - мясо птицы. Окорок сочный и золотистый, истекающий ароматным и нежным бульоном. В сочетании с приятным вкусом овощей и насыщенным ароматом соуса заставляет вас почувствовать себя витающим в облаках и всецело предающимся этому незабываемому вкусу.",
        "th": "เบอร์เกอร์ที่ใช้เนื้อสัตว์ปีกเป็นส่วนประกอบหลัก เนื้อน่องสีทองเต็ม ๆ ชิ้นที่ด้านในชุ่มฉ่ำจนสามารถบีบน้ำออกมาได้ บวกกับความสดชื่นของผักสดและซอสสุดเข้มข้น ทำให้คนที่ได้ทานรู้สึกเหมือนกำลังเดินอยู่ในก้อนเมฆและเพลิดเพลินไปกับรสชาติแสนอร่อยที่อยู่ในมือ",
        "vi": "Một chiếc bánh mì kẹp thịt được làm chủ yếu từ thịt gia cầm. Toàn bộ miếng đùi gia cầm vàng và đầy đặn, đủ mềm để vắt ra nước thịt. Với hương vị tươi mát của rau và vị thơm của nước chấm, người ta có thể dễ dàng mê mẩn vị ngon này như đang lạc trên mây."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}