{
    "name": {
        "en": "Delicious Stir-Fried Filet",
        "de": "Leckeres scharfes Geschnetzeltes",
        "chs": "美味的爆炒肉片",
        "cht": "美味的爆炒肉片",
        "es": "Carne frita deliciosa",
        "fr": "Viande sautée (délicieuse)",
        "id": "Delicious Stir-Fried Filet",
        "jp": "美味しそうな豚肉の油炒め",
        "kr": "맛있는 고기볶음",
        "pt": "Carne Frita Deliciosa",
        "ru": "Вкусное жаренное в воке мясо",
        "th": "Stir-Fried Filet แสนอร่อย",
        "vi": "Thịt Xào Ớt Tuyệt Vân Ngon"
    },
    "id": 108100,
    "materialDesc": {
        "en": "Slices of meat stir-fried on high heat. The spiciness is as a blaze amidst a field of snow that ignites your appetite and leaves you craving more.",
        "de": "Auf hoher Flamme gebratenes Fleisch. Die Schärfe fühlt sich so gut an wie ein warmes Feuerchen im Winter, das einen mit frischer Energie versorgt. Dieses Gericht macht geradezu abhängig.",
        "chs": "猛火快炒的兽肉。辣意如同雪地里的一束火光，瞬间点亮味觉，令人食指大动，连呼过瘾。",
        "cht": "猛火快炒的獸肉。辣意如同雪地裡的一束火光，瞬間點亮味覺，令人食指大動，連呼過癮。",
        "es": "Carne hecha a fuego rápido. El picante, en su punto perfecto, es como una reconfortante hoguera en un campo nevado capaz de despertar las papilas gustativas. Su sabor puede llegar a ser adictivo.",
        "fr": "Des tranches de viande sautées à feu vif dont le gout épicé en bouche est comparable à un feu allumé en plein hiver. Vous en redemanderez encore.",
        "id": "Irisan daging yang ditumis dengan api besar. Kepedasannya seperti nyala api di tengah-tengah padang salju yang memicu selera makanmu dan membuatmu menginginkan lebih banyak lagi.",
        "jp": "強火で炒めた獣の肉。吹雪の中に燃える炎のように、刺激性が最強な料理。一度口にしたら、もう止められない。",
        "kr": "센 불에 볶은 짐승 고기. 맵기가 눈밭의 불빛처럼 순식간에 미각에 불을 지펴 사람들이 저절로 숟가락을 들게 하며 냄새만 맡아도 군침이 돈다",
        "pt": "Fatias de carne frito em fogo alto. A especiaria é como uma labareda em meio a um campo de neve que inflama seu apetite e o deixa desejando mais.",
        "ru": "Обжаренные на большом огне ломтики мяса. Пряность этого блюда словно огненный вихрь среди занесённых снегом полей. Он разжигает ваш аппетит и желание попросить добавки.",
        "th": "เนื้อสัตว์ผัด ความเผ็ดนั้นราวกับลำแสงไฟในหิมะซึ่งจะให้ความรู้สึกสว่างขึ้นทันทีในพริบตา ทำให้คนอยากกินจนอดใจไม่อยู่",
        "vi": "Thịt được xào nhanh qua lửa lớn. Vị cay giống như một đốm lửa trên nền tuyết trắng, làm bừng tỉnh vị giác, khiến người ta không cưỡng lại được."
    },
    "materialType": "MATERIAL_FOOD"
}