{
    "name": {
        "en": "Delicious Universal Peace",
        "de": "Leckerer Weltfrieden",
        "chs": "美味的四方和平",
        "cht": "美味的四方和平",
        "es": "Paz universal deliciosa",
        "fr": "Paix universelle (délicieuse)",
        "id": "Delicious Universal Peace",
        "jp": "美味しそうな四方平和",
        "kr": "맛있는 세계 평화",
        "pt": "Paz Universal Deliciosa",
        "ru": "Вкусное «Благоденствие»",
        "th": "Universal Peace แสนอร่อย",
        "vi": "Thế Giới Hòa Bình Ngon"
    },
    "id": 108203,
    "materialDesc": {
        "en": "Colorful staple food. The sweet-and-sour preserved fruit is bound to the rich mouthfeel of the rice as if by invisible threads. Even after you swallow, the faint fragrance remains on your lips, increasing your sense of satisfaction by an order of magnitude.",
        "de": "Ein farbenfrohes Hauptgericht. Die getrockneten, süßen und sauren Früchte, die in einen unsichtbaren Liebesakt mit dem klebrigen Reis vertieft sind, tanzen noch lange nach dem Verzehr auf der Zunge. Man kann einfach nicht aufhören, sich danach die Lippen zu lecken.",
        "chs": "色彩缤纷的主食。酸甜的果干如一缕看不见的丝线，与口感饱满的稻米交织。即使咽下，淡淡的香甜依然萦绕唇齿，令人幸福感倍增。",
        "cht": "色彩繽紛的主食。酸甜的果乾如一縷看不見的絲線，與口感飽滿的稻米交織。即使咽下，淡淡的香甜依然縈繞唇齒，令人幸福感倍增。",
        "es": "Un plato muy colorido. El sabor agridulce de la fruta desecada es como un hilo invisible que combina perfectamente con la fragancia del arroz. La ligera dulzura de cada bocado permanece en la lengua incluso después de tragar, y trae a quien lo prueba una placentera sensación de felicidad.",
        "fr": "Un plat de résistance aux mille couleurs. Le fruit confit aigre-doux se marie à la riche sensation en bouche du riz, comme reliés par des fils invisibles. Même après en avoir avalé une bouchée, le léger parfum reste sur vos lèvres, augmentant encore votre sentiment de satisfaction.",
        "id": "Sebuah hidangan utama yang berwarna-warni. Buah kering dengan rasa asam dan manisnya bagaikan benang-benang yang merajut nasi yang empuk. Setelah ditelan, makanan ini masih meninggalkan rasa manis yang samar di ujung bibir, membuat siapa pun yang memakannya menjadi gembira.",
        "jp": "カラフルな主食。甘酸っぱいドライフルーツは米と混ざり合い見えなくなっている。飲み込んだあとでも、ほのかな甘さと香りが口に残り、幸福感が倍増する。",
        "kr": "알록달록한 주식. 얇게 말린 새콤달콤한 과일과 풍부한 식감의 쌀이 조화를 이룬다. 삼킨 뒤에도 달달함이 은은하게 입안을 맴돌아 행복감이 배가 된다",
        "pt": "Um prato muito colorido. A fruta agridoce conservada está ligada à rica sensação na boca do arroz como se fosse por fios invisíveis. Mesmo depois de engolir, a leve fragrância permanece em seus lábios, aumentando sua sensação de satisfação por uma escala de magnitude.",
        "ru": "Красочное блюдо. Кисло-сладкий вкус сушёных фруктов будто привязан к сытному рису невидимыми нитями. Даже после еды во рту продолжает витать лёгкое послевкусие, что многократно приумножает удовольствие.",
        "th": "อาหารจานหลักสีสันสดใส ที่มีผลไม้อบแห้งรสเปรี้ยวหวานผสานกับรสชาติของข้าว แม้จะกลืนลงไปแล้ว แต่ความหวานจาง ๆ ยังคงติดอยู่ที่ริมฝีปาก ทำให้คนที่ได้ทานต่างมีความสุข",
        "vi": "Món chính đầy màu sắc. Trái cây khô chua ngọt như sợi chỉ vô hình, quyện vào cơm lam đầy hương vị. Dù đã thưởng thức xong, thì vị ngọt nhàn nhạt vẫn còn lưu lại trên môi, trên răng khiến người ta cảm thấy sảng khoái."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}