{
    "name": {
        "en": "Delicious Mint Salad",
        "de": "Leckerer Minzsalat",
        "chs": "美味的凉拌薄荷",
        "cht": "美味的涼拌薄荷",
        "es": "Ensalada de menta deliciosa",
        "fr": "Salade de menthe froide (délicieuse)",
        "id": "Delicious Mint Salad",
        "jp": "美味しそうなミントの和え物",
        "kr": "맛있는 허브냉채",
        "pt": "Salada de Menta Deliciosa",
        "ru": "Вкусный мятный салат",
        "th": "Mint Salad แสนอร่อย",
        "vi": "Rau Trộn Bạc Hà Ngon"
    },
    "id": 108230,
    "materialDesc": {
        "en": "A fragrant salad dish. The slightly bitter minty-fresh flavors do not cover the blazing mouthfeel of the Jueyun Chili but instead cause the spiciness to reach new heights. The two whirl and pirouette on your tongue like a pair of contending dancers to the hearty and vigorous applause of all.",
        "de": "Ein duftendes Salatgericht. Die leicht bitteren, minzig-frischen Aromen überdecken nicht das lodernde Mundgefühl der Jueyun-Peperoni, sondern lassen die Schärfe in neue Höhen steigen. Die beiden wirbeln und drehen Pirouetten auf der Zunge wie ein konkurrierendes Tanzpaar unter dem herzlichen und kräftigen Beifall aller.",
        "chs": "口味清香的凉拌菜。薄荷的清凉微苦不但没有掩盖绝云椒椒的炽热口感，反而使这份辛辣有了一层升华。二者仿佛一对互相博弈的舞者，在舌尖上演绎了一场令人酣畅淋漓而又拍手称快的激舞。",
        "cht": "口味清香的涼拌菜。薄荷的清涼微苦不但沒有掩蓋絕雲椒椒的熾熱口感，反而使這份辛辣有了一層昇華。二者仿佛一對互相博弈的舞者，在舌尖上演繹了一場令人酣暢淋漓而又拍手稱快的激舞。",
        "es": "Un plato muy fresco y fragante. El sabor refrescante y ligeramente amargo de la menta no enmascara el picante de los chiles de Jueyun, sino que lo potencia. Los dos sabores danzan y hacen piruetas en tu lengua como un par de bailarines que, al terminar su número, reciben una cerrada ovación.",
        "fr": "Une salade au goût rafraîchissant. Les accents légèrement amers de la menthe fraîche ne couvrent pas la sensation brûlante du piment de Jueyun, mais au contraire en subliment le piquant. Les deux saveurs tourbillonnent et voltigent sur votre langue tels deux danseurs rivalisant sous la clameur du public.",
        "id": "Hidangan salad yang wangi. Rasa mint yang segar dan sedikit pahit tidak bisa menutupi Jueyun Chili yang sangat pedas, malah memberikan sensasi pedas yang baru. Kedua bahan ini seakan menari di atas lidahmu bagaikan dua orang penari yang beradu di antara tepukan meriah penonton.",
        "jp": "爽やかに香る和え物。ミントの爽やかな苦味は、絶雲の唐辛子の辛さを覆い隠すだけでなく、辛さの品格を一層上げる効果がある。二つの食材は口の中で華麗なダンス勝負をしているようだ。",
        "kr": "향긋한 맛이 나는 냉채. 허브의 살짝 쓴맛과 상쾌한 맛이 절운고추의 불타는 매한 맛을 덮어 버리지 않고 오히려 한층 더 승화시켰다. 이 두 가지 맛은 마치 서로 대결하는 댄서들처럼 혀끝에서 열렬하고 힘찬 격무를 선보인다",
        "pt": "Uma salada cheirosa. O sutil sabor de Menta não cobre a onda quente de Pimentas de Jueyun, mas faz com que a picância chegue a novos patamares. Os dois ingredientes se misturam e piruetam em sua boca como um par de dançarinos competidores para o aplauso vigoroso de todos.",
        "ru": "Ароматный салат. Лёгкая горечь свежей мяты не затмевает жгучий вкус заоблачного перчика, а напротив, усиливает его. Вкусы обоих ингредиентов, будто танцоры в парном танце, порхают на кончике языка, даруя удовольствие и побуждая пуститься в пляс от восторга.",
        "th": "สลัดหอมสดชื่น ด้วยรสชาติที่สดชื่นและติดขมเล็กน้อยของมิ้นต์นั้น ไม่เพียงแต่จะไม่กลบรสชาติเผ็ดของ Jueyun Chili แต่กลับทำให้เผ็ดร้อนยิ่งขึ้นไปอีก ราวกับส่วนผสมทั้งสองนี้กำลังเต้นรำอยู่บนลิ้นของคุณ เหมือนกับนักเต้นสองคนกำลังประชันกันอยู่ท่ามกลางเสียงปรบมือของผู้คน",
        "vi": "Món trộn thơm ngon. Vị đắng sảng khoái của bạc hà làm thăng hoa vị cay, giống như một cặp vũ công đang biểu diễn một vũ điệu nồng nhiệt trên đầu lưỡi."
    },
    "materialType": "MATERIAL_FOOD"
}