{
    "name": {
        "en": "Delicious Wakatakeni",
        "de": "Leckeres Wakatakeni",
        "chs": "美味的若竹煮",
        "cht": "美味的若竹煮",
        "es": "Brotes de bambú hervidos deliciosos",
        "fr": "Wakatakeni (délicieux)",
        "id": "Delicious Wakatakeni",
        "jp": "美味しそうな若竹煮",
        "kr": "맛있는 와카타케니",
        "pt": "Wakatakeni Delicioso",
        "ru": "Вкусный вакатакэни",
        "th": "Wakatakeni แสนอร่อย",
        "vi": "Món Wakatakeni Ngon"
    },
    "id": 108347,
    "materialDesc": {
        "en": "A light-colored vegetarian dish. The new life born in the embrace of the ocean and the crisp freshness that sprouted in the mountains have blended into this broth. The light and gentle flavors give one a foretaste of the wonder of the four seasons, and of the revivification of all life.",
        "de": "Ein helles, vegetarisches Gericht. Die Fische, die in der Umarmung des Meeres geboren wurden, und die knackigen frischen Bambussprossen, die in den Bergen gewachsen sind, haben sich in dieser Brühe miteinander vermischt. Die leichten und sanften Aromen geben einem einen Vorgeschmack auf das Wunder der vier Jahreszeiten und die Wiederbelebung allen Lebens.",
        "chs": "色泽淡雅的素菜。新生于海洋的柔嫩，与冒芽在山间的爽脆，汇聚于高汤之中，清淡又柔和的滋味，让人品味到万物复苏与四时之始的美妙。",
        "cht": "色澤淡雅的素菜。新生於海洋的柔嫩，與冒芽在山間的爽脆，匯聚於高湯之中，清淡又柔和的滋味，讓人品味到萬物復甦與四時之始的美妙。",
        "es": "Un plato vegetariano de color claro. La tierna textura de las algas recién brotadas en el mar y los frescos y crujientes brotes de bambú de las montañas convergen en el caldo para crear un sabor suave y ligero. Al probarlo, entras en sintonía con todos los seres y con la belleza de las cuatro estaciones.",
        "fr": "Un plat végétarien aux couleurs claires. La vie nouvelle née de la délicatesse de l'océan et la fraîcheur des montagnes se retrouvent dans le bouillon. Ses saveurs douces et légères donnent un avant-goût des merveilles des quatre saisons et de la revitalisation de toutes les formes de vie.",
        "id": "Hidangan vegetarian berwarna pucat. Kehidupan baru yang lahir dalam pelukan lautan dan kerenyahan segar yang tumbuh di pegunungan telah menyatu dalam kaldu ini. Rasa ringan dan lembut mengingatkan seseorang akan rasa semula dari keajaiban empat musim, dan kebangkitan semua kehidupan.",
        "jp": "薄い色合いの野菜料理。海で生まれた柔らかさと、山で芽を出したシャキシャキ感がスープに凝縮している。あっさりとした優しい味から、万物が蘇る時と四季の始まりの素晴らしさを感じられる。",
        "kr": "단아한 색감의 야채 요리. 바다에서 자라난 부드러움과 산에서 자라난 아삭함이 육수에 녹아들어 부드럽고 담백한 맛이 난다. 먹는 사람들도 하여금 만물의 생장과 사계절의 아름다움을 느끼게 한다",
        "pt": "Um prato vegetariano de cor clara. A nova vida nascida no abraço do oceano e o frescor crocante que brotou nas montanhas se misturaram a este caldo. Os sabores leves e suaves dão uma amostra das maravilhas das quatro estações, e da renovação de toda a vida.",
        "ru": "Изящное вегетарианское блюдо. Нежная текстура молодых морских водорослей и свежесть хрустящих побегов горного бамбука соединяются в бульоне, создавая мягкий, лёгкий вкус. Когда вы пробуете его, то чувствуете предвкушение чуда четырёх времен года и возрождения всего живого.",
        "th": "อาหารมังสวิรัติสีอ่อนดูสง่างาม ความอ่อนโยนที่เกิดในมหาสมุทร และความกรอบของดอกตูมที่ผลิบานอยู่บนภูเขา ที่ผสมผสานอยู่ในน้ำซุป รสเบา ละมุนลิ้น ทำให้ผู้คนได้ลิ้มรสถึงความงดงามของการฟื้นคืนชีพของสรรพสิ่งทั้งปวง และการเริ่มต้นของทั้งสี่ฤดูกาล",
        "vi": "Món chay với màu sắc thanh đạm. Sự mềm mại tươi ngon của vùng biển kết hợp với sự giòn tan xanh non của núi rừng, hội tụ trong nồi nước dùng, hương vị thanh đạm và hài hòa, khiến cho người ăn cảm nhận được nét đẹp kỳ diệu của thiên nhiên."
    },
    "materialType": "MATERIAL_FOOD"
}