{
    "name": {
        "en": "Delicious Padisarah Pudding",
        "de": "Leckerer Padisarah-Pudding",
        "chs": "美味的帕蒂沙兰布丁",
        "cht": "美味的帕蒂沙蘭布丁",
        "es": "Pudín de orquídea padishá delicioso",
        "fr": "Pudding de padisachidées (délicieux)",
        "id": "Delicious Padisarah Pudding",
        "jp": "美味しそうなパティサラプリン",
        "kr": "맛있는 파디사라 푸딩",
        "pt": "Pudim de Padisarah Delicioso",
        "ru": "Вкусный падисаровый пудинг",
        "th": "Padisarah Pudding แสนอร่อย",
        "vi": "Pudding Padisarah Ngon"
    },
    "id": 108459,
    "materialDesc": {
        "en": "A popular dessert in Sumeru. The moment it enters your mouth, the springy mouthfeel makes you feel like you're wandering atop milk-flavored clouds. As you savor its flavors, the blended fragrance of Padisarah and Sumeru Rose fills the air. When you finally do reach that very last bite, it feels like something has been left unfinished. You cannot help but lick the back of your spoon, as if to savor the final sublime moments of enjoyment.",
        "de": "Ein in Sumeru beliebtes Dessert. Sobald man es im Mund hat, entfaltet sich eine wahre Geschmacksexplosion, als wandle man in luftigen Höhen von Wolken aus Milch. Wenn man dem Geschmack genauer nachgeht, verbinden sich der Geschmack von Padisarah und Sumeru-Rose zu einem starken, duftenden Aroma. Selbst nach dem letzten Bissen versiegt die Lust darauf nicht und man findet sich selbst dabei, den Löffel abzulecken, auf dass dieser Geschmack noch ein wenig länger anhalten möge.",
        "chs": "须弥流行的甜点。刚一入口，弹滑的口感，让人仿佛徜徉于奶香味的云端。细细品味，帕蒂沙兰与须弥蔷薇的交织出的香气芬芳又馥郁。直到吃完最后一口，仍是意犹未尽，忍不住舔舔勺背，想要将美妙的享受再延长片刻。",
        "cht": "須彌流行的甜點。剛一入口，彈滑的口感，讓人彷彿徜徉於奶香味的雲端。細細品味，帕蒂沙蘭與須彌薔薇的交織出的香氣芬芳又馥郁。直到吃完最後一口，仍是意猶未盡，忍不住舔舔勺背，想要將美妙的享受再延長片刻。",
        "es": "Un postre popular en Sumeru. Su textura suave y cremosa se siente como si estuvieras sobre una nube con sabor a leche. Puedes percibir los aromas de la orquídea padishá y la rosa de Sumeru al saborearlo. Es imposible no lamer la cuchara al terminar el último bocado, solo para prolongar unos segundos más el placer que causa comerlo.",
        "fr": "Un dessert populaire à Sumeru. Une fois en bouche, sa texture crémeuse donne l'impression de se promener sur un nuage de lait. En le dégustant, on peut sentir les arômes profonds et parfumés de la padisachidée et de la rose sumérienne s'entremêler. Lorsqu'on arrive enfin à la toute dernière bouchée, on a un sentiment d'inachevé. On ne peut s'empêcher de lécher le dos de la cuillère, comme pour savourer les derniers moments d'un plaisir sublime.",
        "id": "Hidangan pencuci mulut yang populer di Sumeru. Saat memasuki mulut, rasanya yang kenyal akan membuatmu merasa seperti sedang terbang di atas awan rasa susu. Saat menikmati rasanya, aroma campuran Padisarah dan Sumeru Rose akan memenuhi udara di sekitar. Saat kamu sudah mencapai gigitan yang terakhir, rasanya ada sesuatu yang belum selesai. Dan kamu terpaksa menjilat pangkal sendokmu, seperti ingin terus menikmati saat-saat kenikmatan terakhir yang tidak bisa diungkapkan dengan kata-kata.",
        "jp": "スメールの人気デザート。口に入れた瞬間にとろける滑らかな口当たりは、まるでクリーミーなアロマの雲の中を漂っているよう。しっかりと味わってみると、パティサラとスメールローズの芳香を織り交ぜた甘美な香り高さが感じられる。最後の一口が終わってしまっても、物足りなさを満たすため、スプーンの背を舐めるのをやめられない。もう少しだけ、この至福のひと時を享受させて！",
        "kr": "수메르의 인기 디저트. 입에 넣자마자 우유 향기의 구름 위를 거니는 듯한 매끄러운 식감이 인상적이다. 더 깊게 음미해 보면 파디사라와 수메르 장미가 어우러진 향기가 느껴진다. 다 먹고도 아쉬움에 숟가락을 핥으며 맛을 돌이켜 음미해 본다",
        "pt": "Uma sobremesa popular em Sumeru. Assim que entra em sua boca, você sente um sabor primaveril como se estivesse em nuvens de leite. Enquanto degusta, a fragrância das Padisarahs e Rosas de Sumeru preenchem o ar. E quando chega na última mordida, é como se algo não tivesse terminado. Você não consegue evitar lamber a colher para saborear os últimos momentos de alegria.",
        "ru": "Популярный десерт в Сумеру. Его пружинистая консистенция во рту создаёт ощущение, будто вы путешествуете по молочным облакам. Пока вы наслаждаетесь его вкусом, вдыхаете смешанный аромат падисары и сумерской розы. Когда вы наконец откусываете последний кусочек, то чувствуете, что что-то осталось незавершённым. Вы не можете удержаться, чтобы не облизать ложку, смакуя последние мгновенья наслаждения.",
        "th": "ขนมหวานยอดฮิตของ Sumeru เพียงแค่คำเดียว ก็สัมผัสได้ถึงความนุ่มละมุน ราวกับลอยละล่องอยู่บนปุยเมฆกลิ่นนม เมื่อลองชิมอย่างละเมียดละไมแล้ว กลิ่นหอมของ Padisarah และ Sumeru Rose ที่สอดผสานกัน ก็จะฟุ้งกระจายอยู่ในปาก กระทั่งคำสุดท้ายก็ยังไม่อาจปล่อยวางได้ อยากจะดื่มด่ำกับความเพลิดเพลินนี้ต่อไปอีกสักนิดก็ยังดี",
        "vi": "Món tráng miệng phổ biến của Sumeru. Ngay khi cho vào miệng, kết cấu mềm mịn sẽ khiến bạn cảm giác như đang ở trên mây với hương thơm sữa. Nếm kỹ sẽ thấy mùi thơm quyện vào nhau của Padisarah và Tường Vi Sumeru, thơm phức. Cho đến miếng cuối cùng, cảm giác như vẫn có gì đó còn dang dở, và không thể không liếm mặt sau của chiếc thìa như để tận hưởng những giây phút thưởng thức tuyệt vời cuối cùng."
    },
    "materialType": "MATERIAL_FOOD"
}