{
    "name": {
        "en": "Delicious Biryani",
        "de": "Leckeres Biryani",
        "chs": "美味的兽米香香",
        "cht": "美味的獸米香香",
        "es": "Biryani delicioso",
        "fr": "Biryani (délicieux)",
        "id": "Delicious Biryani",
        "jp": "美味しそうな獣肉のビリヤニ",
        "kr": "맛있는 짐승고기 필라프",
        "pt": "Biryani Delicioso",
        "ru": "Вкусный бирьяни",
        "th": "Biryani แสนอร่อย",
        "vi": "Biryani Ngon"
    },
    "id": 108417,
    "materialDesc": {
        "en": "An aromatic rice dish. The golden crown made of long-grain rice and meat is adorned with Padisarah petals, a picture that reminds you of a desert dotted with oases. The enticing scent of spices dances across each grain of rice. Every mouthful soothes your whole body. It won't take long for a customer to empty the plate. They can't help but lick their mouth, savoring the lingering scent.",
        "de": "Ein aromatischer Pilaw. Die goldene Krone aus Langkornreis und Fleisch ist mit Padisarah-Blütenblättern verziert, ein Bild, das an eine mit Oasen übersäte Wüste erinnert. Der verlockende Duft der Harra-Würze tanzt auf jedem Reiskorn. Jeder Bissen beruhigt deinen ganzen Körper. Es dauert nicht lange, bis ein Kunde den Teller leer gegessen hat. Sie können nicht anders, als sich den Mund abzulecken und den restlichen Geschmack zu genießen.",
        "chs": "肉香四溢的抓饭。帕蒂沙兰的花瓣宛如星罗棋布的绿洲一般，横卧在长米与肉块铺就的金黄宝座之上，香辛料的诱人香气均匀地缠绕着粒粒分明的米饭，每一口都是五味俱全的享受。不消半刻，盘子已经见底，食客仍是忍不住咂嘴舔唇，想要留住最后一丝回味。",
        "cht": "肉香四溢的抓飯。帕蒂沙蘭的花瓣宛如星羅棋佈的綠洲一般，橫臥在長米與肉塊鋪就的金黃寶座之上，香辛料的誘人香氣均勻地纏繞著粒粒分明的米飯，每一口都是五味俱全的享受。不消半刻，盤子已經見底，食客仍是忍不住咂嘴舔唇，想要留住最後一絲回味。",
        "es": "Un aromático plato de arroz. La corona dorada de arroz de grano largo y carne se adorna con pétalos de orquídea padishá en una imagen que recuerda a un oasis estrellado. El atractivo aroma de las especias se entrelaza armónicamente en los granos de arroz. En cada bocado converge cada uno de los cinco sabores. Los comensales no tardan en vaciar el plato y no pueden evitar relamerse en busca del último ápice de sabor.",
        "fr": "Un riz pilaf aux parfums intenses. Sa couronne de padisachidées, assise sur un trône doré de morceaux de viande et de riz à grains longs, rappelle les nombreuses oasis qui émaillent le désert. L'arôme séduisant des épices se mêle harmonieusement aux grains de riz, et chaque bouchée est un plaisir sublimé par la présence des cinq saveurs. En un rien de temps, les assiettes se vident complètement, les convives ne pouvant s'empêcher de se lécher les babines pour garder en bouche le plus longtemps possible le goût de ce plat délicieux.",
        "id": "Pilaf yang berisi dan beraroma. Mahkota emas nasi bulir panjang dan daging dihias dengan kelopak Padisarah, menjadikan makanan ini sesuatu yang selalu mengingatkanmu pada padang pasir dengan oasis-oasisnya. Aroma rempah-rempah yang memikat menari-nari di setiap butir nasinya. Suapan demi suapan mampu membuat seluruh tubuhmu merasakan ketenangan. Tidak butuh waktu lama bagi pelanggan untuk menghabiskan apa yang ada di atas piring. Orang yang memakannya tidak kuasa untuk tidak mengecap-ngecapkan kembali mulutnya untuk menikmati rasa yang tersisa.",
        "jp": "肉の香ばしい匂いがするビリヤニ。パティサラの花びらは散らばるオアシスのように、ロングライスと肉でできた黄金色の玉座に横たわる。香辛料の香りが米粒に均一に絡みついており、口に入れる度にさまざまな味を楽しめる。そしてまもなく皿の上が空っぽになると、最後の味を嚙み締めようと、食通も唇を舐めずにいられない。",
        "kr": "고기 향이 확 느껴지는 필라프. 마치 총총한 별빛이 비치는 오아시스처럼 파디사라의 꽃잎이 길쭉한 쌀과 고기가 깔린 황금색 보좌 위에 놓여 있다. 향신료의 군침 도는 향기가 속이 꽉 찬 밥알을 골고루 감싸고 있어 한입 베어 물면 단맛, 신맛, 쓴맛, 매운맛, 짠맛을 골고루 느낄 수 있다. 순식간에 그릇이 비워졌지만, 식객은 마지막 뒷맛을 잡아두고자 저도 모르게 입맛을 다신다",
        "pt": "Um pilaf aromático. A coroa dourada de arroz de grão longo e carne adornada com pétalas de Padisarah, uma imagem que lembra um oásis estrelado. O atraente aroma das especiarias entrelaça-se harmonicamente nos grãos de arroz. Cada mordida converge cada um dos cinco sabores. Não demora muito para os clientes esvaziarem seus pratos e eles não conseguem deixar de lamber os lábios em busca do último toque de sabor.",
        "ru": "Плов с характерным мясным ароматом. Лепестки орхидеи падисара подобны оазису, венчающему золотистый бархан ароматного риса, в котором тут и там виднеются ломтики нежного мяса. Рассыпчатый рис источает дразнящий аромат приправ, и в каждой ложке этого плова таится целый букет наслаждения. Не прошло и минуты, а тарелка уже опустела, и вы мечтаете об одном: подольше задержать этот вкус на губах.",
        "th": "พิลาฟเนื้อที่กลิ่นหอมฟุ้งไปทั่วสารทิศ กลีบดอก Padisarah เป็นดั่งโอเอซิสในหมู่ดาวที่ร้อยเรียงกัน ประดับประดาอยู่บนบัลลังก์ทองคำของข้าวและเนื้อ เครื่องเทศหอมกรุ่นโอบล้อมเมล็ดข้าว ครบรสทุกสัมผัสในทุกคำที่ทานเข้าไป เผลอเพียงพริบตาก็เกลี้ยงจานไปซะแล้ว เป็นรสชาติที่ผู้ใดได้ลิ้มลองแล้วจะต้องหวนคิดถึงอีกครั้งอย่างแน่นอน",
        "vi": "Bánh gạo thập cẩm nhiều thịt. Những cánh hoa của Padisarah như một ốc đảo điểm xuyết những vì sao, nằm trên ngai vàng lát những miếng cơm và những miếng thịt, mùi thơm hấp dẫn của các loại gia vị quyện đều vào những hạt cơm, cắn miếng nào cũng được thưởng thức đủ cả ngũ vị. Chưa đầy chốc lát, đĩa thức ăn đã cạn đáy, thực khách vẫn không nhịn được mà liếm môi, cố gắng giữ lại chút dư vị cuối cùng."
    },
    "materialType": "MATERIAL_FOOD"
}