{
    "name": {
        "en": "Delicious Crab Roe Kourayaki",
        "de": "Leckeres Krebsrogen-Kourayaki",
        "chs": "美味的蟹黄壳壳烧",
        "cht": "美味的蟹黃殼殼燒",
        "es": "Caparazón de cangrejo con huevas delicioso",
        "fr": "Kourayaki d'œufs de crabe (délicieux)",
        "id": "Delicious Crab Roe Kourayaki",
        "jp": "美味しそうなかにみそ甲羅焼き",
        "kr": "맛있는 게딱지 구이",
        "pt": "Ovas de Caranguejo Assadas Deliciosas",
        "ru": "Вкусный крабовый кораяки",
        "th": "Crab Roe Kourayaki แสนอร่อย",
        "vi": "Gạch Cua Xào Ngon"
    },
    "id": 108296,
    "materialDesc": {
        "en": "A crab meat dish that has been cooked directly over the flames. The crab meat still has a lovely scarlet shade, and its meat is tender and juicy. The crab roe has a refreshing aroma, and is rich and mellow to the taste. The sheer grace of this entity upon your tongue makes you start to wonder how the crab shell might taste.",
        "de": "Ein Krebsfleischgericht, das direkt über der Flamme gegart wurde. Das Krebsfleisch hat noch einen schönen tiefroten Farbton und ist zart sowie saftig. Der Krebsrogen hat ein erfrischendes Aroma und ist reichhaltig und weich im Geschmack. Die schiere Anmut dieses Gedichts auf der Zunge lässt dich fragen, wie wohl die Krebsschale schmecken mag.",
        "chs": "直火烤制的蟹肉料理。蟹腿肉略带漂亮的朱红色，肉质细腻多汁；蟹黄带着咸鲜的香气，入口浓郁醇厚。这一刻舌尖的曼妙，甚至让人好奇起了蟹壳的滋味。",
        "cht": "直火烤製的蟹肉料理。蟹腿肉略帶漂亮的朱紅色，肉質細膩多汁；蟹黃帶著鹹鮮的香氣，入口濃郁醇厚。這一刻舌尖的曼妙，甚至讓人好奇起了蟹殼的滋味。",
        "es": "Un plato de cangrejo cocinado directamente con fuego. La tierna y jugosa carne conserva un fabuloso color escarlata, y las huevas, que poseen un refrescante aroma, tienen un intenso sabor. Esta grácil delicia hace que incluso te preguntes a qué sabrá el caparazón.",
        "fr": "Un plat de chair de crabe cuit directement à la flamme. La chair de crabe a toujours une belle teinte écarlate et sa texture est tendre et juteuse. Les œufs de crabe ont un arôme rafraîchissant et sont riches et moelleux au goût. La grâce pure de ce plat sur votre langue vous fait commencer à vous demander quel goût pourrait avoir la carapace du crabe.",
        "id": "Sajian daging kepiting yang sudah dimasak langsung di atas api. Daging kepitingnya masih memiliki warna merah tua yang indah, serta empuk dan berair. Telur kepitingnya mengeluarkan aroma yang menyegarkan, disertai dengan rasanya yang kaya dan lembut. Keanggunan makanan ini di lidahmu membuatmu mulai bertanya-tanya bagaimana sebenarnya rasanya cangkang kepiting.",
        "jp": "炭火で焼き上げたカニ料理。カニの脚肉は美しい朱色で、繊細でジューシー。かにみそは香ばしく、口に入れると濃厚でまろやかな食感が味わえる。舌の上で起きた繊細な瞬間は、カニの甲羅の味まで興味を持たせる。",
        "kr": "직화로 구운 게살 요리. 예쁜 선홍색을 띠고 있는 다리 살은 섬세한 육질은 물론, 육즙 또한 가득하다. 짭짤한 향기에 그윽하고 짙은 향이 나는 요리를 한입 베어 물면, 혓바닥에서 노니는 그 오묘함은 게딱지의 식감마저 궁금해지는 맛이다",
        "pt": "Um prato de caranguejo que foi cozinhado diretamente sobre o fogo. A carne do caranguejo sem uma adorável cor escarlate, e também é suculenta e apetitosa. As ovas do caranguejo tem um aroma refrescante e um sabor rico. A graça dessa entidade sobre sua língua faz você começar a pensar qual o gosto da casca do caranguejo.",
        "ru": "Блюдо из краба, приготовленное на открытом огне. Алые ножки краба мягки и сочны, а свежая солоноватая икра обладает густым и насыщенным вкусом. В такие моменты праздника на языке начинаешь задумываться, каким на вкус окажется панцирь.",
        "th": "เมนูเนื้อปูที่ย่างกับไฟโดยตรง เนื้อกรรเชียงปูสีแดงระเรื่อคุณภาพดีและมีความชุ่มฉ่ำ พร้อมด้วยไข่ปูที่มีกลิ่นอายอันสดชื่น และมีรสสัมผัสที่เข้มข้นกลมกล่อม ในชั่วขณะที่สัมผัสกับลิ้น ก็อาจจะทำให้เกิดความสงสัยว่ากระดองปูมีรสชาติยังไงกันแน่",
        "vi": "Món thịt cua được nướng trực tiếp. Thịt càng cua có màu đỏ thẫm rất đẹp, phần thịt ngon ngọt; Gạch cua có hương vị tươi ngon, vừa cho lên miệng đã cảm nhận được hương vị đậm đà. Thời khắc này sự uyển chuyển của chiếc lưỡi, thậm chí còn khiến người ăn cảm thấy tò mò rốt cuộc vỏ cua có mùi vị như thế nào."
    },
    "materialType": "MATERIAL_FOOD"
}