{
    "name": {
        "en": "Delicious Selva Salad",
        "de": "Leckerer Selva-Salat",
        "chs": "美味的雨林沙拉",
        "cht": "美味的雨林沙拉",
        "es": "Ensalada tropical deliciosa",
        "fr": "Salade de selve (délicieuse)",
        "id": "Delicious Selva Salad",
        "jp": "美味しそうな雨林サラダ",
        "kr": "맛있는 우림 샐러드",
        "pt": "Salada Tropical Deliciosa",
        "ru": "Вкусный тропический салат",
        "th": "Selva Salad แสนอร่อย",
        "vi": "Salad Nhiệt Đới Ngon"
    },
    "id": 108399,
    "materialDesc": {
        "en": "An Aranara-style salad that Paimon drained her brain juice dry to improve. It is, in fact, a rather traditional recipe in Sumeru. Crispy and juicy Zaytun Peaches are served with fresh mints and blooming roses. This delicacy tastes refreshingly sweet and feels pleasantly cool on the tongue — This must be \"the Taste of Happiness,\" as Aranara say.",
        "de": "Aranara-Salat, dessen Rezept Paimon nach vielen Gedanken verfeinert hat. Ähnliche Rezepte sind in Sumeru jedoch schon lange verbreitet. Knackige und saftige Zaytun-Pfirsiche, gewürzt mit frischer Minze und blühenden Rosen – weder zu süß noch zu kühl. Das ist der „Geschmack der Freude“, wie die Aranara sagen.",
        "chs": "经过派蒙苦思冥想改良后的兰那罗沙拉，但实际上在须弥是早已有之的做法。选用的墩墩桃质地脆嫩，入口多汁，伴随薄荷的清甜和蔷薇成熟后散发的沁香直入腹中。具备适宜的甜度与恰到好处的冰爽，这就是所谓的「快乐的味道」吧。",
        "cht": "經過派蒙苦思冥想改良後的蘭那羅沙拉，但實際上在須彌是早已有之的做法。選用的墩墩桃質地脆嫩，入口多汁，伴隨薄荷的清甜和薔薇成熟後散發的沁香直入腹中。具備適宜的甜度與恰到好處的冰爽，這就是所謂的「快樂的味道」吧。",
        "es": "Una ensalada típica aranara que Paimon ha refinado minuciosamente, pero cuya preparación en realidad se remonta a muchos años atrás en Sumeru. La duraznoliva es crujiente pero a la vez jugosa. El frescor de la menta y el aroma de las rosas al madurar viajan directamente al estómago. Con la cantidad justa de ligereza y frescor, esto es lo que se llama “el sabor de la felicidad”.",
        "fr": "Une salade aranarienne typique. Paimon s'est creusé la tête pour essayer d'améliorer ce plat en dépit du fait que la recette d'origine soit utilisée depuis longtemps à Sumeru. Des pêches zaytuns juteuses et croquantes servies avec de la menthe fraîche et des roses dont le parfum s'infiltre jusqu'au fond du ventre. D'une douceur et d'une fraîcheur parfaites, ce plat est ce que l'on appelle le « goût de la joie ».",
        "id": "Salad bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya resep hidangan ini sudah ada di Sumeru sejak dulu. Zaytun Peach yang garing dan berair, dibumbui dengan daun Mint segar dan mawar yang harum. Tidak terlalu manis atau terlalu dingin. Benar-benar seperti kata Aranara, ini adalah \"Rasa Kebahagiaan\".",
        "jp": "パイモンが目を瞑り、長いこと思い悩んだ末に改良したアランナラサラダだが——実はスメールで古くから流行していた調理法。ザイトゥン桃はキリッとジューシーな口当たりで、ミントの甘みと咲き誇るローズの香りがそのままお腹に落ちていく。適度な甘さと適度な冷たさは、これぞ「幸福の味」。",
        "kr": "페이몬이 고심 끝에 개량한 아란나라의 샐러드. 하지만 수메르에는 이미 똑같은 레시피의 샐러드가 있었다. 식자재로 선택한 뚠뚠 복숭아는 부드럽고 과즙이 가득하며 허브의 상큼함과 성숙한 장미에서 퍼지는 향기가 위장에 밀려 들어온다. 적당한 단맛과 시원함이 느껴진다. 이게 바로 「즐거운 맛」이 아닐까?",
        "pt": "Uma salada estilo Aranara que Paimon quebrou a cabeça para melhorar. É, na verdade, uma receita bastante tradicional em Sumeru. Pêssegos Zaytun crocantes e suculentos são servidos com menta fresca e rosas floridas. Esta iguaria tem um sabor refrescantemente doce e agradavelmente fresco na boca. Este deve ser \"o Gosto da Felicidade\", como dizem os Aranaras.",
        "ru": "Салат аранар, улучшенный стараниями Паймон. Хотя на самом деле в Сумеру давно знакомы с таким рецептом. Нежнейшие персики зайтун тают на языке, а сладость мяты в сочетании с тонким ароматом розовых лепестков растопит даже самое чёрствое сердце. В меру сладкий и освежающий салат - должно быть, в нём и сокрыт «вкус радости», о котором говорят аранары.",
        "th": "Salad สไตล์ Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา แต่แท้จริงกลับเป็นสูตรที่ทาง Sumeru มีมาแต่เนิ่นนานแล้ว โดยเลือกใช้ Zaytun Peach ที่กรอบนุ่มชุ่มฉ่ำ มาพร้อมกับความหวานสดชื่นของ Mint และความหอมชื่นใจของ Rose มีทั้งความหวานที่พอเหมาะและความสดชื่นที่พอควร นี่สินะ สิ่งที่เรียกกันว่า \"รสชาติแห่งความสุข\"",
        "vi": "Một món salad kiểu Aranara đã được Paimon vắt óc suy nghĩ để cải thiện, nhưng thật ra công thức này khá truyền thống ở Sumeru. Đào Zaytun được chọn phải có độ giòn, phần đầu mọng nước, kèm theo vị ngọt của bạc hà và hương thơm của tường vi khi chín sẽ đi thẳng vào dạ dày. Với độ ngọt và độ mát vừa phải, đây mới được gọi là \"mùi vị của hạnh phúc\"."
    },
    "materialType": "MATERIAL_FOOD"
}