{
    "name": {
        "en": "Delicious Satisfying Salad",
        "de": "Leckerer sättigender Salat",
        "chs": "美味的满足沙拉",
        "cht": "美味的滿足沙拉",
        "es": "Ensalada saludable deliciosa",
        "fr": "Salade copieuse (délicieuse)",
        "id": "Delicious Satisfying Salad",
        "jp": "美味しそうな満足サラダ",
        "kr": "맛있는 만족 샐러드",
        "pt": "Uma Salada Saudável Deliciosa",
        "ru": "Вкусный питательный салат",
        "th": "Satisfying Salad แสนอร่อย",
        "vi": "Gỏi Mãn Nguyện Ngon"
    },
    "id": 108030,
    "materialDesc": {
        "en": "A vegetable salad. Fresh, light, and varied. You'd never get tired of eating this, even if you had to eat it for the rest of your life.",
        "de": "Ein Salat mit verschiedenem Gemüse. Dürfte man ein Leben lang nur diesen frischen und leichten Salat essen, hätte man sicher keine Probleme damit.",
        "chs": "凉拌的鲜蔬拼盘。口感鲜爽而又轻盈，就算余生只能吃到这种沙拉，也不会厌倦。",
        "cht": "涼拌的鮮蔬拼盤。口感鮮爽而又輕盈，就算餘生只能吃到這種沙拉，也不會厭倦。",
        "es": "Una ensalada muy fresca. Ligera, saludable y con muchos ingredientes diferentes. Nunca te cansarás de comerla. Tiene un sabor y textura diferentes con cada bocado.",
        "fr": "Une salade de légumes fraîche, légère et variée. On pourrait en manger pour le restant de nos jours.",
        "id": "Salad sayur. Segar, ringan, dan bervariasi. Kamu tidak akan pernah bosan memakannya sampai akhir hidupmu.",
        "jp": "冷たいサラダ。爽やかで軽い口当たり。残りの人生でこのサラダしか食べられなくなっても、飽きることはないだろう。",
        "kr": "신선한 채소들을 버무린 샐러드. 채소의 식감이 하나하나 살아있다. 왜 코끼리가 풀만 먹어도 그렇게 살이 쪘는지 알 것 같아…. 너무 맛있잖아!",
        "pt": "Uma salada de vegetais. Leve, saudável e diversificada. Você nunca vai enjoar de comer isso, mesmo se tivesse que comer pelo resto da vida.",
        "ru": "Салат из свежих овощей. Лёгкий и аппетитный. Такой салат вам бы никогда не надоел, даже если бы пришлось есть его всю жизнь.",
        "th": "สลัดผักที่สดใหม่ และหลากหลาย คุณจะไม่เบื่อที่ได้ทานเมนูนี้ แม้ว่าคุณจะต้องทานมันไปตลอดชีวิตก็ตาม",
        "vi": "Gỏi trộn rau tươi. Ăn vào tươi mát giòn ngọt, cho dù nửa cuộc đời còn lại chỉ ăn món này cũng không ngán."
    },
    "materialType": "MATERIAL_FOOD"
}