{
    "name": {
        "en": "Delicious Come and Get It",
        "de": "Leckere Schüssel Buntes",
        "chs": "美味的来来菜",
        "cht": "美味的來來菜",
        "es": "¡Ven por ello! delicioso",
        "fr": "Ramen Alézi (délicieux)",
        "id": "Delicious Come and Get It",
        "jp": "美味しそうなお食べくだ菜",
        "kr": "맛있는 흥얼채",
        "pt": "Venha por Ela Delicioso",
        "ru": "Вкусная налетайка",
        "th": "Come and Get It แสนอร่อย",
        "vi": "Món Nào Nào Ngon"
    },
    "id": 108133,
    "materialDesc": {
        "en": "A dish made out of a luxurious variety of ingredients. The mixture of meat and vegetables is spot-on, the presentation is flawless, and the blend of flavors in the broth brings out the best of everything. Don't mind if I do.",
        "de": "Ein Gericht vollgestopft mit Delikatessen. Die Mischung aus Fleisch und Gemüse ist genau richtig und wunderschön angerichtet. Die Suppe hat die Essenz der Zutaten aufgenommen und ist daher reich an Geschmack, einfach vortrefflich.",
        "chs": "用料丰富的菜肴。不仅荤素搭配得当，摆盘也十分工整，鲜美的汤汁更是汇聚了食材的精华。不用主人招呼就已经少了一大半。",
        "cht": "用料豐富的菜餚。不僅葷素搭配得當，擺盤也十分工整，鮮美的湯汁更是匯聚了食材的精華。不用主人招呼就已經少了一大半。",
        "es": "Un plato hecho con una lujosa variedad de ingredientes. La mezcla de carne y verduras es perfecta, la presentación es impecable y la mezcla de sabores en el caldo lo hacen increíble. Cuando haya que comerlo, desaparecerá en un abrir y cerrar de ojos.",
        "fr": "Un plat aux ingrédients variés. La viande et les légumes se complètent parfaitement aussi bien dans l'assiette qu'en bouche. La moitié du plat est déjà partie avant qu'on ait pu inviter qui que ce soit à la table.",
        "id": "Hidangan yang terbuat dari beragam bahan. Campuran daging dan sayurannya sungguh sempurna, dan rasa pada kuah kaldunya membuatnya menjadi lebih baik lagi. Tanpa izin dari tuan rumah, seseorang sudah melahap setengahnya.",
        "jp": "具材たっぷりの一品。盛り付けが綺麗で、野菜とお肉が入っている栄養バランスの良い一品。食材の旨味を凝縮したスープがあっという間になくなる。",
        "kr": "다양한 재료로 만든 요리. 고기와 채소의 밸런스도 좋고 플레이팅 또한 완벽하다. 신선한 국물은 여러 재료의 맛을 이끌어낸다. 눈 깜짝할 사이에 이미 반을 해치웠다",
        "pt": "Um prato feito de uma luxuosa variedade de ingredientes. A mistura de carne com vegetais é certeira, a apresentação é impecável, e a mistura de sabores no caldo traz a tona o melhor de tudo.",
        "ru": "Блюдо из разнообразных ингредиентов. Сочетание мяса и овощей безупречно, внешний вид захватывает дух, а комбинация вкусов в бульоне раскрывает всё самое лучшее, что может подарить природа. Вы не против, если я попрошу добавки?",
        "th": "เมนูที่มีวัตถุดิบหลากหลายชนิด ไม่เพียงแต่เนื้อสัตว์และผักที่ผสมผสานกันอย่างลงตัวเท่านั้น การจัดวางจานยังทำได้อย่างประณีตสุด ๆ อีกด้วย ส่วนน้ำซุปที่แสนอร่อยนั้น ก็เข้ากันกับวัตถุดิบได้อย่างดีเยี่ยม เจ้าภาพยังไม่ทันเอ่ยปาก ก็เหลือแค่ครึ่งถ้วยซะแล้ว",
        "vi": "Món ăn phối hợp nhiều nguyên liệu. Màu sắc hài hòa, bài trí chỉn chu, nước dùng tươi ngon, hội tụ đủ tinh hoa của nguyên liệu. Không cần chủ nhân mời cũng đã vơi đi một nửa đĩa."
    },
    "materialType": "MATERIAL_FOOD"
}