{
    "name": {
        "en": "Delicious Tricolor Dango",
        "de": "Leckere dreifarbige Klößchen",
        "chs": "美味的三彩团子",
        "cht": "美味的三彩糰子",
        "es": "Dango tricolor delicioso",
        "fr": "Dango trois couleurs (délicieux)",
        "id": "Delicious Tricolor Dango",
        "jp": "美味しそうな三色団子",
        "kr": "맛있는 삼색 경단",
        "pt": "Dango de Três Cores Delicioso",
        "ru": "Вкусное трёхцветное данго",
        "th": "Tricolor Dango แสนอร่อย",
        "vi": "Dango Ba Màu Ngon"
    },
    "id": 108254,
    "materialDesc": {
        "en": "A soft, glutinous snack. The luster of these dango is like the falling morning dew, and it gives off the feeling of lush flowers and branches. When watching the flowers, eating this snack gives one a sense of happiness, as if the whole following year shall be as gorgeous as the falling flowers before them.",
        "de": "Ein weicher, klebriger Snack. Der Glanz dieser Klößchen ist wie der fallende Morgentau und er vermittelt das Gefühl von üppigen Blumen und Zweigen. Beim Betrachten der Blumen bekommt man beim Verzehr dieses Snacks ein Glücksgefühl, als ob das ganze folgende Jahr so prächtig sein soll wie die fallenden Blumen vor ihnen.",
        "chs": "软糯弹牙的点心。团子上的光泽犹如晨露落于朝花之上，入口即是繁花满枝的情趣。在赏花的时候，吃上这么一份点心，不由便会让人心生幸福之感，仿佛接下来的一整年都将如眼前的飞花一般绚烂。",
        "cht": "軟糯彈牙的點心。糰子上的光澤猶如晨露落於朝花之上，入口即是繁花滿枝的情趣。在賞花的時候，吃上這麼一份點心，不由便會讓人心生幸福之感，彷彿接下來的一整年都將如眼前的飛花一般絢爛。",
        "es": "Un suave y glutinoso aperitivo dulce. El brillo del dango se asemeja a unas gotas de rocío caídas sobre las flores de un jardín imperial, las cuales tienen una exuberancia que se puede degustar al probarlo. Al comer este dulce mientras se admira un paisaje florido, es inevitable experimentar una gran felicidad, como si de repente sintieras que te espera un año tan maravilloso como las flores que hay ante ti.",
        "fr": "Une collation sucrée et gluante. La brillance de ces dango est telle la rosée du matin sur les bosquets de fleurs et de branches luxuriantes. Observer les fleurs en dégustant cette collation vous procurera un sentiment de joie, comme si l'année à venir allait être aussi magnifique que les pétales volants devant vous.",
        "id": "Camilan dari ketan yang kenyal. Kilauan dango ini seperti embun pagi yang jatuh, memberikan rasa rimbun bunga dan ranting. Memakan camilan ini sambil menikmati bunga akan membawakan rasa bahagia, seolah-olah sepanjang tahun akan dilewati dengan indah — seindah bunga-bunga yang beterbangan di depan mata.",
        "jp": "柔らかで歯ごたえのある菓子。団子の表面のつやは、花に降り注ぐ露のようで、花の香りが口の中に広がる。花見の時にこの菓子を口にすると、一年中が花の如く華やかになるかのような幸福感を感じ取れる。",
        "kr": "말캉하고 쫀득쫀득한 디저트. 경단의 광택이 마치 아침 이슬이 꽃잎에 내려앉은 듯하고, 한입 살짝 머금으면 백화가 만개한 느낌마저 든다. 꽃구경을 하면서 이 디저트를 즐기면, 어쩐지 앞으로의 한 해가 눈앞에 펼쳐진 꽃의 향연처럼 찬란할 것만 같은 행복한 예감이 든다",
        "pt": "Um lanche macio e glutinoso. O brilho desses dangos é como o orvalho da manhã e transmite a sensação de flores e ramos exuberantes. Ao comer este lanche enquanto se observa as flores, é possível ter uma sensação de felicidade, como se o próximo ano fosse ser tão lindo quanto as flores que caem.",
        "ru": "Мягкая и вязкая закуска. Блеск этого данго подобен утренней росе, а вкус навевает мысли о весеннем цветении. Достаточно вкушать это лакомство, любуясь цветами, чтобы сердце наполнилось счастьем, словно весь следующий год будет так же прекрасен, как падающие лепестки.",
        "th": "ขนมเหนียวนุ่ม ความแวววาวบนขนมก้อนกลมเป็นเหมือนน้ำค้างยามเช้าที่ร่วงหล่นบนดอกไม้ยามเช้า เมื่อนำเข้าปากจะได้รับรสชาติที่เต็มไปด้วยดอกไม้และกิ่งก้าน เมื่อเพลิดเพลินกับดอกไม้การกินขนมแบบนี้ จะทำให้ผู้คนรู้สึกมีความสุขโดยไม่ได้ตั้งใจราวกับว่าปีหน้าจะสวยงามเหมือนดอกไม้ที่ล่องลอยอยู่ตรงหน้า",
        "vi": "Món điểm tâm mềm và dẻo. Viên bột nhẵn bóng như sương mai đọng trên cánh hoa. Dùng món điểm tâm này khi đang ngắm hoa sẽ khiến người ta có cảm giác hạnh phúc, cứ như cả một năm tiếp theo sẽ xán lạn như hoa nở trước mắt."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}