{
    "name": {
        "en": "Delicious Mint Jelly",
        "de": "Leckere Minzgötterspeise",
        "chs": "美味的薄荷果冻",
        "cht": "美味的薄荷果凍",
        "es": "Gelatina de menta deliciosa",
        "fr": "Gelée de menthe (délicieuse)",
        "id": "Delicious Mint Jelly",
        "jp": "美味しそうなミントゼリー",
        "kr": "맛있는 허브 젤리",
        "pt": "Gelatina de Menta Deliciosa",
        "ru": "Вкусное мятное желе",
        "th": "Mint Jelly แสนอร่อย",
        "vi": "Thạch Bạc Hà Ngon"
    },
    "id": 108227,
    "materialDesc": {
        "en": "A refreshing dessert. The perfect springiness makes for a lovely sight indeed when you strike it with the back of a small spoon. Taste that spoonful and that cool and refreshing feel will spread through your mouth instantly, dispelling any negative emotions you may harbor to the point where you feel like you've become a new person.",
        "de": "Eine erfrischende Nachspeise. Das richtige Maß an Elastizität sorgt wahrlich für einen schönen Anblick, wenn du sie mit der Rückseite eines kleinen Löffels berührst. Schmecke diesen Löffel und das kühle und erfrischende Gefühl wird sich sofort in deinem Mund ausbreiten und alle negativen Gefühlsregungen vertreiben, die du vielleicht beherbergst, bis zu dem Punkt, an dem du dich fühlst, als wärest du ein neuer Mensch geworden.",
        "chs": "口感清凉的甜点。恰到好处的弹性让勺背敲击的晃动感都变得可爱起来。用小勺挖一口，沁凉而清润的口感更是瞬间驱散了所有的负面情绪，使人感觉浑身上下焕然一新。",
        "cht": "口感清涼的甜點。恰到好處的彈性讓勺背敲擊的晃動感都變得可愛起來。用小勺挖一口，沁涼而清潤的口感更是瞬間驅散了所有的負面情緒，使人感覺渾身上下煥然一新。",
        "es": "#Un postre muy refrescante. Su consistencia perfecta es un regalo para la vista cuando lo atacas con una cuchara. Saborea el primer bocado y una sensación refrescante se extenderá al momento por todo tu cuerpo. ¡Hasta desaparecerán tus emociones negativas y te sentirás como nuev{F#a}{M#o}!",
        "fr": "Un dessert au goût frais. Son élasticité parfaite fait qu'il tremble lorsque vous l'effleurez avec le dos de votre cuillère. Prenez une bouchée et cette sensation de fraîcheur se répand instantanément dans votre bouche, dissipant toute émotion négative que vous pouviez entretenir au point d'avoir l'impression de devenir une nouvelle personne.",
        "id": "Makanan penutup yang menyegarkan. Kekenyalannya yang sempurna terlihat sangat memuaskan saat kamu memukulnya dengan punggung sendok. Hanya dengan satu suapan saja, kamu bisa merasakan rasa dingin dan segar menyeruak ke seluruh mulutmu, menghilangkan segala perasaan burukmu dan membuatmu merasa seperti manusia baru.",
        "jp": "ひんやり爽やかなデザート。適度な弾力を持ち、スプーンで触れると可愛く揺れ出す。一口食べると、爽やかな味わいがすべてのネガティブ感情を一瞬で払拭し、人々をリフレッシュさせる。",
        "kr": "상쾌한 맛이 나는 디저트. 알맞은 정도로 굳어 숟가락 뒷면으로 살짝 치면 귀엽게 탱글거린다. 숟가락으로 한 입 떠먹으면 시원하고 상쾌한 식감이 모든 안 좋은 기분을 날려버리고 새로 태어난 것 같은 느낌을 준다",
        "pt": "Uma sobremesa refrescante. O perfeito sabor da primavera resulta em uma boa vista quando você pega um pedaço com uma colher pequena. Prove essa colherada, e esse sabor refrescante se espalhará em sua boca instantaneamente, dispersando qualquer emoção ruim até o ponto em que você acha que se tornou uma nova pessoa.",
        "ru": "Освежающий десерт. Его идеальная консистенция радует глаз. Попробуйте одну ложечку - и ощущение свежести мгновенно распространится по вашему телу. Все негативные эмоции исчезнут без следа, и вы почувствуете себя заново родившимся.",
        "th": "ของหวานรสชาติสดชื่น เมื่อแข็งตัวในระดับที่พอดีแล้ว หากใช้หลังช้อนแตะดูความดึ๋งดั๋งของมันยิ่งทำให้ดูน่ารักน่าชังขึ้นมาเลย และเมื่อใช้ช้อนตักทานแล้ว รสสัมผัสที่เย็นสดชื่นนั้นจะช่วยขจัดความรู้สึกแย่ ๆ ออกไปและทำให้คุณรู้สึกเหมือนเป็นคนใหม่",
        "vi": "Một món tráng miệng thanh mát. Hương vị tươi mát sảng khoái ngay lập tức xua tan mọi cảm xúc tiêu cực, khiến người ta mát lạnh toàn thân"
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}