{
    "name": {
        "en": "Delicious Adeptus' Temptation",
        "de": "Leckere Versuchung der Adepten",
        "chs": "美味的仙跳墙",
        "cht": "美味的仙跳牆",
        "es": "Tentación de Adeptus deliciosa",
        "fr": "Attrape-Adepte (délicieux)",
        "id": "Delicious Adeptus' Temptation",
        "jp": "美味しそうな仙跳牆",
        "kr": "맛있는 선도장",
        "pt": "Tentação Deliciosa do Adeptus",
        "ru": "Вкусное «Искушение Адепта»",
        "th": "Adeptus' Temptation แสนอร่อย",
        "vi": "Tiên Nhảy Tường Ngon"
    },
    "id": 108124,
    "materialDesc": {
        "en": "A complex, famous type of Liyue cuisine. This dish is a rare and exquisite mix of both land and sea, combining countless delicious delicacies in one flavor-filled pot. Each mouthful is a moment to remember — it's even irresistible enough to entice the adepti down from their celestial abode.",
        "de": "Ein schwierig herzustellendes Gericht aus Liyue. Hier kommen die besten Zutaten vom Lande und aus dem Wasser zusammen und bilden ein unvergleichliches Erlebnis. Fröhlich tanzen die Geschmäcker auf der Zunge und selbst im Abgang verlässt einen die Wonne nicht. Dieses Erlebnis ist einfach unvergesslich und lockt selbst die Adepten aus ihrer einsamen Behausung in den Bergen.",
        "chs": "工艺复杂的璃月名菜。山珍海味聚一堂，佳肴美馔开坛香。浅尝一口，细滑软嫩；细抿几分，回味悠长。从此魂牵梦萦自难忘。足以引诱仙人离开自己的仙家洞府。",
        "cht": "工藝複雜的璃月名菜。山珍海味聚一堂，佳餚美饌開壇香。淺嘗一口，細滑軟嫩；細抿幾分，回味悠長。從此魂牽夢縈自難忘。足以引誘仙人離開自己的仙家洞府。",
        "es": "Un complejo y famoso plato de Liyue. Este plato consiste en una extraordinaria y exquisita mezcla de sabores del mar y la montaña. Para hacerlo, se combinan innumerables delicias en una olla llena de sabor. Cada bocado que se le da es un momento digno de recordar, e incluso lo suficientemente irresistible como para hacer que los Adeptus desciendan de sus moradas celestiales.",
        "fr": "Un plat traditionnel liyuéen à la préparation complexe. Sa texture est lisse sur la langue et il peut se garder en bouche pour savourer son goût un peu plus longtemps. Voilà de quoi attirer les Adeptes hors de leur demeure...",
        "id": "Hidangan Liyue yang terkenal dan cukup kompleks. Hidangan ini adalah campuran yang langka dan indah dari tanah dan laut, berbagai hidangan lezat digabungkan dalam satu panci penuh rasa. Setiap suapan adalah momen yang layak untuk diingat. Bahkan cukup untuk memikat Adeptus turun dari kediaman surgawinya.",
        "jp": "手間をかける璃月の名物料理。山と海の幸が詰まった一品。一口食べてみると、その滑らかな食感がたまらない。よく味わってみると、口の中に残る余韻が素晴らしくてたまらない。仙人でさえも、その美味しさに住み処から誘い出せるらしい。",
        "kr": "요리 과정이 복잡한 리월의 명요리. 산해진미가 한자리에 모이면 맛있는 냄새가 가득 퍼진다. 첫입은 섬세하며 부드럽고, 곱씹어 음미하면 뒷맛이 무궁무진하다. 한 번 맛보면 잊을 수 없고, 선인도 거부할 수 없는 맛이다",
        "pt": "Um tipo de culinária complexo e famoso de Liyue. Este prato é uma mistura rara e requintada de terra e mar, combinando inúmeras delícias em uma panela cheia de sabor. Cada colherada é um momento para lembrar - é até irresistível o suficiente para atrair os Adepti.",
        "ru": "Сложное, но очень популярное блюдо Ли Юэ. В одном ароматном горшочке собрано редкое, но изысканное сочетание деликатесов моря и суши. Каждая ложка этого супа незабываема, именно этот вкус соблазнил Адептов спуститься со своей небесной обители.",
        "th": "เมนูเลื่องชื่อของ Liyue ที่มีวิธีทำที่ซับซ้อน เป็นอาหารที่รวบรวมเอาของดีจากบนพื้นดินและทะเลเอาไว้ อาหารอันโอชะที่มีกลิ่นหอมอบอวล เพียงแค่คำเดียวก็รู้สึกถึงความอ่อนนุ่มและละมุน... เพียงแค่นิดเดียว รสชาติก็ยังคงติดปากไปอีกนาน ได้แต่คิดคำนึงหา แม้แต่เซียนก็ยังต้องกระโดดข้ามกำแพงหนีออกมาเพื่อกิน",
        "vi": "Món ăn nổi tiếng ở Liyue với cách chế biến phức tạp. Sơn hào hải vị quy tụ, món ngon hương thơm nức mũi. Nếm sơ qua, non mềm trơn mịn, gắp thêm vài miếng, dư vị dài lâu. Đưa hồn vào cõi mộng khó quên. Đủ để đưa tiên nhân rời khỏi động phủ tiên gia của mình."
    },
    "materialType": "MATERIAL_FOOD"
}