{
    "name": {
        "en": "Delicious Omelette Rice",
        "de": "Leckerer Omelette-Reis",
        "chs": "美味的蛋包饭",
        "cht": "美味的蛋包飯",
        "es": "Tortilla con arroz deliciosa",
        "fr": "Omelette au riz sauté (délicieuse)",
        "id": "Delicious Omelette Rice",
        "jp": "美味しそうなオムライス",
        "kr": "맛있는 오므라이스",
        "pt": "Omelete de Arroz Delicioso",
        "ru": "Вкусный рисовый омлет",
        "th": "Omelette Rice แสนอร่อย",
        "vi": "Cơm Cuộn Trứng Ngon"
    },
    "id": 108329,
    "materialDesc": {
        "en": "A main dish wrapped up in an egg skin. Gently poking at the outer layer of the egg skin, which is not wholly cooked yet wraps itself and its red ketchup crown around the tightly packed white rice, shall prick the appetite of any customer — and after they have partaken joyfully, they cannot help but smile.",
        "de": "Ein Hauptgericht, eingewickelt in eine Eihaut. Wenn man die äußere Schicht der Eihaut, die noch nicht ganz gar gekocht ist, sanft ansticht, wickelt sie sich, garniert mit einer dicken süßsauren Soße, um den dicht gepackten weißen Reis, und der Appetit eines jeden Kunden wird geweckt. Nach dem genussvollen Verzehr kann man sich ein Lächeln nicht verkneifen.",
        "chs": "蛋皮包裹的主食。轻轻戳开蛋皮表层，细腻的半熟蛋皮包裹着紧实软糯的莹白米饭，搭配上浓稠酸甜的酱汁，勾起食客的无限食欲。怀着享受的心情吃完，就连嘴角也会不自觉地挂起笑容。",
        "cht": "蛋皮包裹的主食。輕輕戳開蛋皮表層，細膩的半熟蛋皮包裹著緊實軟糯的瑩白米飯，搭配上濃稠酸甜的醬汁，勾起食客的無限食欲。懷著享受的心情吃完，就連嘴角也會不自覺地掛起笑容。",
        "es": "Arroz envuelto en una tortilla. Al pinchar suavemente la capa exterior de la tortilla, la parte que no estaba totalmente hecha envuelve el arroz. Esto, unido a la agridulce salsa, sirve para abrir el apetito del comensal. Una sonrisa se esboza inconscientemente en el rostro al degustar placenteramente este plato.",
        "fr": "Un plat de résistance recouvert d'une fine omelette. Cette dernière, mi-cuite et recouverte de sauce aigre douce, dévoile le riz qui est emballé à l'intérieur lorsqu'on la pique légèrement. Cette vue ne manque pas de mettre l'eau à la bouche des convives et dessine un sourire sur leurs visages, une fois que le plat est savouré dans la joie.",
        "id": "Hidangan utama yang dibalut telur. Dengan lembut menyentuh bagian luar yang dibalut telur, yang belum sepenuhnya matang namun membungkus dengan sempurna, ditambah saus asam manis kental, di sekitar nasi putih yang dipadatkan, tak heran jika hidangan ini akan menggugah selera tiap pelanggan. Setelah kamu merasakan kegembiraan di dalamnya, kamu tidak dapat lagi menahan diri untuk tersenyum.",
        "jp": "卵で包んだ主食。卵の部分を箸で軽く刺すと、繊細で半熟な卵がふっくらした白いご飯を包み、とろとろした甘酸っぱいソースと共に口にする者の食欲をそそる。楽しみながら味えば、口角に笑みが浮かんでくるだろう。",
        "kr": "오믈렛으로 감싼 주식. 오믈렛을 살짝 터트리면, 부드럽고 고운 반숙 오믈렛이 쫀득하고 탄탄한 흰쌀밥을 감싸고 있다. 거기에 걸쭉하고 새콤달콤한 소스를 곁들여 식객의 입맛을 돋우고 있다. 미식을 즐기는 마음으로 한 접시 먹고 나면, 저도 모르게 입가에 미소가 걸리곤 한다",
        "pt": "Um prato principal embrulhado na pele do ovo. Cutucar suavemente a camada externa da pele do ovo, aquela que ainda não está totalmente cozida, enfeitada com molho agridoce espesso, ao redor do arroz branco bem embalado, e o apetite de qualquer cliente será aguçado.",
        "ru": "Завёрнутый омлет с начинкой из риса. Аккуратно проткните яичную оболочку. Нежная яичная кожица обволакивает упругий, мягкий, блестящий белый рис и подаётся с густым кисло-сладким соусом, который возбуждает аппетит. Вкус блюда настолько приятен, что вы будете непроизвольно улыбаться от удовольствия.",
        "th": "อาหารหลักที่ห่อด้วยไข่ ค่อย ๆ เจาะผิวของไข่ แล้วไข่ที่ชุ่มฉ่ำจะคลี่ตัวออกห่อหุ้มข้าวเม็ดขาวนุ่ม ๆ ไว้ เสิร์ฟพร้อมกับซอสรสเปรี้ยวหวานที่เข้มข้น กระตุ้นความอยากอาหารไม่รู้จบของผู้ที่ได้ลิ้มลอง แม้แต่มุมปากยังเผลอยิ้มโดยไม่รู้ตัว",
        "vi": "Món ăn chính được bọc bởi trứng chiên. Tách nhẹ lớp trứng bên ngoài, lớp trứng mỏng manh bọc lấy lớp cơm trắng mềm cùng nước sốt chua chua ngọt ngọt, khơi dậy cảm giác thèm ăn của thực khách. Sau khi ăn xong với tâm trạng hưởng thụ, ngay cả khóe miệng cũng sẽ bất giác nở nụ cười."
    },
    "materialType": "MATERIAL_FOOD"
}