{
    "name": {
        "en": "Delicious Bountiful Year",
        "de": "Leckerer Jahresfisch",
        "chs": "美味的丰年有余",
        "cht": "美味的豐年有餘",
        "es": "Pescado de la abundancia delicioso",
        "fr": "Année d'abondance (délicieuse)",
        "id": "Delicious Bountiful Year",
        "jp": "美味しそうな実り豊か",
        "kr": "맛있는 풍요로운 한 해",
        "pt": "Abundância Anual Delicioso",
        "ru": "Вкусное благополучие и процветание",
        "th": "Bountiful Year แสนอร่อย",
        "vi": "Phúc Lộc Tràn Đầy Ngon"
    },
    "id": 108368,
    "materialDesc": {
        "en": "Luxurious and exquisite raw fish. The stacked raw fish is sliced as thin as cicada wings, and their taste is as light as mist, their pattern lines opal-white, like snow kissing the earth. One can hardly wait to dig in — the soft and smooth meat and myriad condiment flavors coalesce on the tongue, to the praise of all. Truly, this is the flavor experience to top them all!",
        "de": "Luxuriöses und exquisites Fisch-Sashimi. Das gestapelte rohe Fischfleisch ist so dünn geschnitten wie Zikadenflügel. Und sein Geschmack ist so leicht wie Nebel, seine Musterlinien opalweiß, wie Schnee, der die Erde küsst. Man kann es kaum erwarten, es zu schmausen. Das weiche, geschmeidige Fleisch und die unzähligen Aromen der Gewürze vereinen sich auf der Zunge, zum Lob aller. Das ist wahrlich ein Geschmackserlebnis, das alle anderen übertrifft!",
        "chs": "豪华精致的鱼生。层层堆叠的鱼生，薄如蝉翼、轻若雾烟，淡淡的莹白纹理，仿佛冰霜降于大地留下的痕迹。迫不及待将鱼生放入口中，柔韧爽滑的鱼肉与五彩缤纷的配菜缠绕在一起，多重味道交织于舌尖，直教人连连赞叹——人间百味莫过于此。",
        "cht": "豪華精緻的魚生。層層堆疊的魚生，薄如蟬翼、輕若霧煙，淡淡的瑩白紋理，彷彿冰霜降於大地留下的痕跡。迫不及待將魚生放入口中，柔韌爽滑的魚肉與五彩繽紛的配菜纏繞在一起，多重味道交織於舌尖，直教人連連讚嘆——人間百味莫過於此。",
        "es": "Lujoso y exquisito sashimi. El pescado, apilado en láminas, tiene el grosor perfecto, es ligero como una nube y posee unas brillantes líneas blanquecinas que recuerdan a una nieve inmaculada. Tras esperar impacientemente para probarlo, sientes cómo la ternura y la suavidad del pescado se entrelaza con la colorida guarnición. Miles de sabores combinan armoniosamente en tu boca y te dejan absolutamente sin aliento. ¿Acaso existe una comida más sublime que esta?",
        "fr": "Sashimi luxueux et délicat. Le poisson cru empilé en feuilles est tranché aussi fin qu'une aile de cigale, son goût est aussi léger que la brume et il crée des motifs blanc opalescent comme de la neige se déposant sur le sol. Il est difficile de se retenir. Les saveurs douces et onctueuses de la chair du poisson et la myriade de condiments fondent sur la langue, pour le plus grand plaisir de tous. Vraiment, c'est une expérience gustative qui surpasse tout !",
        "id": "Ikan sashimi yang terlihat mewah dan indah. Sashimi yang ditumpuk berlapis-lapis, irisannya setipis sayap jangkrik, ringan seperti kabut, garis pola putih irisannya seperti sisa salju di permukaan tanah. Penampilannya membuat orang tidak sabar untuk melahapnya. Saat memakannya, kelembutan dan kehalusan daging menyatu bersama dengan sejuta rasa dari hidangan pendamping, dan membuat orang yang memakannya tidak hentinya berdecap. Sungguh rasa terbaik di dunia.",
        "jp": "贅沢な極上のお刺身。幾重にも重ねられた刺身は、蝉の羽のように薄く、煙のように軽く、まるで大地に霜が降りたかのようにかすかな白い質感を持つ。刺身を口に入れると、柔らかく舌触りの良い身と色鮮やかな食材が絡み合い、様々な味をかもし出す。その様子は、まさに世にある至味である。",
        "kr": "호화롭고 정교한 생선 살코기가 층층이 쌓여 있다. 살코기 너머가 비칠 정도로 얇고, 안개처럼 가벼우며, 새하얗고 연한 살결은 마치 서리가 내린 듯하다. 허겁지겁 입에 넣으면 부드럽고 싱싱한 생선 살코기와 알록달록한 밑반찬이 어우러져 선사하는 다양한 식감에 감탄을 자아낸다. 산해진미가 따로 없다",
        "pt": "Luxuoso e requintado peixe cru. O peixe cru empilhado é fatiado tão fino quanto as asas de uma cigarra, e seu sabor é tão leve quanto a névoa, suas linhas padronizadas opala-branco, como a neve beijando a terra. Mal se pode esperar para cair de boca — os macios e suaves sabores da carne e a miríades de condimentos coalescem na língua, para o deleite de todos. Verdadeiramente, esta é uma experiência de sabor insuperável!",
        "ru": "Изысканное сашими. Ломтики рыбы тонкие, словно крылья цикад, лёгкие, словно дым. Белые прослойки нежной текстуры напоминают покрывший землю иней. Вам не терпится попробовать, как нежная, гладкая рыба сольётся со вкусом гарнира и специй у вас во рту. Ни с чем не сравнимое удовольствие.",
        "th": "ซาชิมิสุดหรูหราและวิจิตรบรรจง ปลาดิบแผ่นบาง ๆ ถูกจัดวางเรียงซ้อนกันเป็นชั้นราวกับปีกของจักจั่น เบาบางราวกับม่านหมอก สีขาวนวลดุจดั่งร่องรอยของหิมะที่ร่วงหล่นลงสู่พื้น แทบอดใจไม่ไหวที่จะลิ้มลอง เนื้อปลาที่นุ่มละมุนนั้นคลุกเคล้ากันกับเครื่องเคียงหลากสีสัน และรสชาติหลากหลายที่สอดประสานกันที่ปลายลิ้น จนอดไม่ได้ที่จะเอ่ยปากชม... ช่างเป็นรสชาติที่เลิศล้ำเหลือพรรณนา",
        "vi": "Món Sashimi sang trọng tinh tế. Lớp thịt cá mỏng nhẹ như cánh ve và có màu trắng mờ, giống như dấu vết của sương giá rơi trên mặt đất. Khi đưa miếng sashimi vào miệng, thịt cá mềm mịn hòa với các món ăn kèm đầy màu sắc hương vị, tất cả quyện vào nhau trên đầu lưỡi."
    },
    "materialType": "MATERIAL_FOOD"
}