{
    "name": {
        "en": "Delicious Northern Apple Stew",
        "de": "Leckeres Apfelschmorfleisch aus dem Norden",
        "chs": "美味的北地苹果焖肉",
        "cht": "美味的北地蘋果燜肉",
        "es": "Estofado de carne y manzana del Norte delicioso",
        "fr": "Ragoût de pommes du nord (délicieux)",
        "id": "Delicious Northern Apple Stew",
        "jp": "美味しそうな北地のリンゴと肉の煮込み",
        "kr": "맛있는 북극 사과고기찜",
        "pt": "Ensopado de Maçã do Norte Delicioso",
        "ru": "Вкусное тушёное мясо с яблоками",
        "th": "Northern Apple Stew แสนอร่อย",
        "vi": "Thịt Om Táo Đất Bắc Ngon"
    },
    "id": 108172,
    "materialDesc": {
        "en": "A dish with braised meat and apples. The meat is juicy in the extreme, and no matter how much of it you eat, you still want more. The way every breath you take is tinged with the flavor of apples reminds you of nothing so much as lying in an apple orchard.",
        "de": "Ein Gericht mit auf Apfelscheiben geschmortem Fleisch. Es ist unwiderstehlich saftig und leicht fruchtig süß. Selbst wenn alles aufgegessen ist, hat man noch das Gefühl, in einer Obstplantage zu liegen, wo jeder Atemzug süß ist.",
        "chs": "加入苹果焖制的肉料理。兽肉中饱含的香甜多汁，即使吃完都觉得意犹未尽。仿佛躺在苹果园里，每一口呼吸都是淡雅的甜香。",
        "cht": "加入蘋果燜製的肉料理。獸肉中飽含的香甜多汁，即使吃完都覺得意猶未盡。仿佛躺在蘋果園裡，每一口呼吸都是淡雅的甜香。",
        "es": "Un estofado de carne y manzana. La carne es jugosa y dulce y, al terminarla, solo deseas poder comer más. Es como si estuvieras en un huerto repleto de manzanos y el olor afrutado impregnara el aire que respiras.",
        "fr": "Un ragoût de viande et de pommes. La viande est juteuse et sucrée à souhait. Vous n'arrivez pas à vous arrêter de manger. C'est comme si vous étiez dans un verger plein de pommiers et que l'odeur fruitée embaumait jusqu'à l'air que vous respiriez.",
        "id": "Hidangan dengan daging dan apel yang direbus. Dagingnya sangat berair, dan tidak peduli berapa banyak yang kamu makan, kamu masih ingin memakannya lagi. Seolah berbaring di kebun apel, setiap napas terasa manis.",
        "jp": "リンゴと一緒に煮込んだ肉料理。獣肉に纏ったフルーツの香りは、完食してもまだ口に残っている。まるで、甘美な香りが漂うリンゴ園に寝っ転がっているようだ。",
        "kr": "사과를 겻들인 고기찜 요리. 짐승 고기에 가득한 달큰한 육즙이 먹고 나서도 계속 생각난다. 사과 과수원에 누워 신선한 과일향에 젖어드는 느낌이다",
        "pt": "Um prato feito com carne e maçã. A carne é suculenta e doce, mesmo depois de terminar de comer, você continuará querendo mais. É como se estivesse andando em uma horta de maçãs, com um cheiro doce no ar que respira.",
        "ru": "Тушёное мясо с яблоками. Мясо сочное и ароматное. Вне зависимости от того, сколько вы съели, всё равно хочется ещё кусочек. Его нежный сладкий аромат напоминает время, проведённое под сенью деревьев в яблоневом саду.",
        "th": "เนื้ออบแอปเปิ้ล เนื้อที่ชุ่มฉ่ำและมีรสหอมหวาน เมื่อทานหมดแล้วก็ยังอยากทานอีก ราวกับว่าอยู่ในสวนผลไม้ที่เต็มไปด้วยต้นแอปเปิ้ล และทุกครั้งที่สูดลมหายใจจะได้กลิ่น ผลไม้ที่หอมหวานตลบอบอวล",
        "vi": "Món thịt om táo. Thịt rừng mọng nước, vị thơm ngọt. Cho dù có thưởng thức hết đi chăng nữa, vẫn còn dư vị đọng lại. Giống như bản thân đang nằm trong vườn táo, mỗi một hơi thở lại mang theo hương thơm ngọt nhẹ, thanh mát."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}