{
    "name": {
        "en": "Delicious Chicken Tofu Pudding",
        "de": "Leckerer Hühnerpudding",
        "chs": "美味的鸡豆花",
        "cht": "美味的雞豆花",
        "es": "Pollo con textura de tofu delicioso",
        "fr": "Poulet façon tofu (délicieux)",
        "id": "Delicious Chicken Tofu Pudding",
        "jp": "美味しそうな鶏豆花",
        "kr": "맛있는 꼬꼬 연두부",
        "pt": "Caldo de Tofu com Galinha Delicioso",
        "ru": "Вкусный куриный тофу",
        "th": "Chicken Tofu Pudding แสนอร่อย",
        "vi": "Gà Nấu Đậu Thơm Ngon"
    },
    "id": 108248,
    "materialDesc": {
        "en": "A dish that requires great precision to make. Successfully formed into a single block with no debris, it truly looks like tofu pudding. Its exquisite tenderness unravels on the tongue the moment it is scooped up with a porcelain spoon and fed into the mouth, and the taste is so sublime that it almost feels like having an out-of-body experience. What lies before you is no mere dish, but a gentle breeze, a pure spring, a stroke of the divine.",
        "de": "Ein Gericht, das mit großer Präzision zubereitet wird. Geformt als ein einzelner Block, der ordentlich zusammenhält, wodurch er wirklich aussieht wie Tofupudding. Seine exquisite Zartheit entfaltet sich auf der Zunge in dem Moment, in dem er auf einem Porzellanlöffel zum Mund geführt wird und dich eine so intensive Frische schmecken lässt, dass es sich so anfühlt, als ob deine Seele ihre sterbliche Hülle für einen Augenblick verlässt. Was vor dir steht, ist nicht einfach nur ein Gericht, sondern eine reine Quelle, eine göttliche Berührung.",
        "chs": "制作精细的菜肴。形似豆花，成团不散。用瓷勺舀起，入口轻抿，细嫩的触感已在舌尖化开。紧接着，鲜美的滋味百转千回，仿佛要将品尝者的灵魂带出躯壳。眼前所见不再是一道荤菜，而是一缕清风，一捧清泉，一缕神念。",
        "cht": "製作精細的菜餚。形似豆花，成團不散。用瓷勺舀起，入口輕抿，細嫩的觸感已在舌尖化開。緊接著，鮮美的滋味百轉千回，彷彿要將品嚐者的靈魂帶出軀殼。眼前所見不再是一道葷菜，而是一縷清風、一捧清泉、一縷神念。",
        "es": "Un plato exquisitamente elaborado. Su apariencia es como la del tofu y no se desmenuza. Con una cuchara de porcelana, pruebas un sorbo que te acaricia suavemente el paladar con una delicada sensación que se extiende por tus papilas gustativas. Entonces, inmediatamente sientes una explosión de sabores que llega directamente a tu alma. En ese instante, dejas de ver un simple plato de carne para sentir una suave brisa, el borboteo de una fuente y un gran anhelo.",
        "fr": "Un plat exécuté avec soin et attention. Constitué d'un seul bloc qui ne se sépare pas, on dirait vraiment un pudding de tofu. Sa tendresse exquise se dévoile sur la langue au moment où vous détachez un morceau avec la cuillère en porcelaine et que vous le déposez dans votre bouche, avec une fraîcheur si intense qu'elle pourrait emporter votre esprit en dehors de son enveloppe corporelle. Ce n'est pas seulement un plat qui se trouve devant vous, c'est un doux frisson, une brise fraîche, une caresse divine.",
        "id": "Hidangan yang dibuat dengan sangat tepat. Bentuknya seperti balok tunggal yang tidak berserakan, benar-benar terlihat seperti puding tahu. Kelembutannya yang luar biasa terurai di lidah saat hidangan ini disendok dengan sendok keramik dan dimasukkan ke dalam mulut. Kesegarannya yang begitu pekat seakan membawa roh sang penikmatnya keluar dari tubuh yang fana untuk mengejar rasa nikmat itu. Apa yang ada di hadapannya kini bukan hanya sebuah hidangan, tetapi rasa beku yang lembut, mata air yang murni, dan sebuah karya yang agung.",
        "jp": "細かく作られた料理。豆花のようなしっかりとした形。レンゲで口に入れると、舌の上でトロトロと溶けていく。その直後、美味しさが猛烈に変わり、まるで客の魂を押し出すかのような衝撃を与える。目の前にあるのは、もはや鳥肉料理ではなく、神の思いが込まれた春のそよ風なのかもしれない。",
        "kr": "정교하고 세밀하게 조리된 요리. 연두부처럼 한 덩어리로 뭉쳐있다. 숟갈에 올려 입속에 넣으면 혀끝에서 금세 부드럽게 녹아내려 맛보는 이들의 영혼까지 사로잡을 것 같은 감칠맛을 남긴다. 눈앞의 요리는 더 이상 고기 요리가 아닌 신념이 담긴 시원한 바람 혹은 샘물일지도 모른다",
        "pt": "Uma comida feita cuidadosamente. Tem uma aparência de tofu, e ele não se desmancha. Ao se usar uma colher de porcelana, provar um pedaço imediatamente dissolve-se em sua boca de forma macia. Em seguida, sua boca é permeada por centenas de sabores que alcançam a alma de quem o prova. Aos olhos, isso não é mais uma mera refeição com carne, mas sim uma brisa termal de rememoração divina.",
        "ru": "Блюдо, приготовление которого требует особой тщательности. Оно похоже на упругий пудинг из тофу. Его изысканная нежность раскрывается на языке в тот момент, когда его зачерпывают фарфоровой ложкой и отправляют в рот. Сотни вкусов пронзают ваши вкусовые рецепторы и достигают самых отдалённых уголков души, суля райское блаженство. Вы видите перед собой уже не блюдо, а нежный ветерок, чистый источник, луч духовной мысли.",
        "th": "อาหารที่ปรุงอย่างพิถีพิถัน มีลักษณะคล้ายเต้าหู้ที่เป็นก้อน เมื่อใช้ช้อนตักขึ้นมาทานแล้ว จะได้รสสัมผัสที่อ่อนนุ่มและละลายในปาก จากนั้นจะรับรู้ได้ถึงรสชาตินับร้อยพันที่เข้าถึงจิตวิญญาณของผู้ที่ได้ลิ้มรสมัน จนทำให้รู้สึกว่านี่ไม่ใช่อาหารอีกต่อไป แต่เป็นเหมือนสายลม สายน้ำ และสายใยแห่งความคิด",
        "vi": "Món ăn được chế biến công phu. Trông như đậu phụ, dùng muỗng múc ăn, cảm giác vừa thơm vừa mịn, hương vị vương vấn, khiến người ăn cảm giác đây không chỉ là một món ăn, mà nó là một làn gió nhẹ, một dòng suối mát, một kỷ niệm đẹp."
    },
    "materialType": "MATERIAL_FOOD"
}