{
    "name": {
        "en": "Delicious Calla Lily Seafood Soup",
        "de": "Leckere Meeresfrüchtesuppe mit Wasserlilie",
        "chs": "美味的嘟嘟莲海鲜羹",
        "cht": "美味的嘟嘟蓮海鮮羹",
        "es": "Sopa de marisco deliciosa",
        "fr": "Soupe au lys calla et aux fruits de mer (délicieuse)",
        "id": "Delicious Calla Lily Seafood Soup",
        "jp": "美味しそうなドドリアン海鮮スープ",
        "kr": "맛있는 통통 연꽃 해산물 수프",
        "pt": "Sopa de Frutos do Mar Lótus de Leite Deliciosa",
        "ru": "Вкусный суп с морепродуктами",
        "th": "Calla Lily Seafood Soup แสนอร่อย",
        "vi": "Súp Hải Sản Hoa Calla Lily Ngon"
    },
    "id": 108051,
    "materialDesc": {
        "en": "A balanced combination of seafood. The crab, mint, and Calla Lily come together perfectly to dance on your tongue. It reminds you of playing barefoot by the lake in summer.",
        "de": "Eine sehr ausgeglichene Suppe mit Meeresfrüchten. Das Krebsfleisch versetzt deinen Gaumen geradezu in Ekstase. Zusammen mit der Minze und der Wasserlilie ist es, als würdest du barfuß an einem milden Sommertag am Seeufer entlangwandeln.",
        "chs": "营养均衡的海鲜羹。蟹肉的鲜美在舌尖跃然绽放，配合上清凉的薄荷和嘟嘟莲，仿佛正赤脚在夏天的池边嬉戏。",
        "cht": "營養均衡的海鮮羹。蟹肉的鮮美在舌尖躍然綻放，配合上清涼的薄荷和嘟嘟蓮，彷彿正赤腳在夏天的池邊嬉戲。",
        "es": "Una equilibrada y rica combinación de mariscos. La explosión de sabores del cangrejo, acompañado de la menta y el lirio cala, recrea en el paladar una veraniega sensación de estar jugando descalzo en la playa.",
        "fr": "Une soupe aux fruits de mer nutritive. Les crabes frais, la menthe et le lys calla sont parfaitement combinés pour venir danser sur le palais. Le goût vous évoque des souvenirs de jeux pieds nus sur la plage.",
        "id": "Kombinasi seafood dengan nutrisi seimbang. Kepiting, Mint, dan Calla Lily yang digunakan bersatu dengan sempurna di lidahmu seperti hari yang menyegarkan di tepi pantai.",
        "jp": "栄養バランスのとれた海鮮スープ。カニの旨味が舌の上で踊り、爽やかなミントやドドリアンに合わせると、まるで裸足で夏の水辺で戯れるような爽やかさがある。",
        "kr": "영양가 듬뿍! 해산물 수프. 제철을 맞은 게살이 혀끝에서 춤추고 향긋한 허브와 통통 연꽃이 들어 있어서 아주 개운하고 시원하다. 바다에 와있는 기분이 드는 맛이다",
        "pt": "Uma combinação balanceada de frutos-do-mar. O caranguejo, a menta e o Lótus de Leite fazem a festa dentro da sua boca em um dia refrescante à beira do mar.",
        "ru": "Сбалансированное блюдо из морепродуктов. Идеально подобранные пропорции крабового мяса, мяты и лилии калла создают во рту освежающий аромат пляжного отдыха.",
        "th": "ส่วนประกอบที่ลงตัวของอาหารซีฟู๊ด ทั้งปู ใบมิ้นต์ และดอกลิลลี่กระโดดโลดเต้นอยู่ในปากเมื่อได้กิน ดั่งได้ไปเดินเที่ยวริมทะเลให้ร่างกายและจิตใจสดชื่น",
        "vi": "Súp hải sản dinh dưỡng. Vị cua ngon ngọt trên đầu lưỡi, kết hợp bạc hà và hoa Calla Lily tươi mát, giống như đang đi chân không trên bờ hồ mùa hè."
    },
    "materialType": "MATERIAL_FOOD"
}