{
    "name": {
        "en": "Delicious Crispy Potato Shrimp Platter",
        "de": "Leckere Garnelen auf krossem Kartoffelbett",
        "chs": "美味的鲜虾脆薯盏",
        "cht": "美味的鮮蝦脆薯盞",
        "es": "Cóctel de camarones sobre papas fritas delicioso",
        "fr": "Croquant aux crevettes (délicieux)",
        "id": "Delicious Crispy Potato Shrimp Platter",
        "jp": "美味しそうなエビのポテトカナッペ",
        "kr": "맛있는 바삭 쉬림프 카나페",
        "pt": "Prato de Camarão e Batata Crocante Delicioso",
        "ru": "Вкусные хрустящие креветки с картофелем",
        "th": "Crispy Potato Shrimp Platter แสนอร่อย",
        "vi": "Giỏ Khoai Giòn Tôm Tươi Ngon"
    },
    "id": 108224,
    "materialDesc": {
        "en": "An attractive-looking pre-meal snack. The moment this enters your mouth, the springiness of the shrimp and the crispiness of the potato slices form a profound contrast. The fluffy potatoes immediately follow up by melding these flavors together, creating a sweet experience that makes you relax, body and soul.",
        "de": "Eine attraktiv aussehende Vorspeise. In dem Moment, in dem er in deinen Mund gelangt, bilden die Zartheit der Garnele und die Knusprigkeit der Kartoffelscheiben einen tiefgreifenden Kontrast. Die flockigen Kartoffeln folgen sofort und lassen diese Aromen miteinander verschmelzen, was so zu einem süßen Erlebnis wird, das dich mit Körper und Seele entspannen lässt.",
        "chs": "色泽诱人的餐前小吃。刚一入口，虾仁的弹嫩与薯片的香脆率先形成了鲜明的对比，紧接着，在绵密土豆的引领下，两种风味互相交融，汇聚成一种让身心都能松弛下来的甘美体验。",
        "cht": "色澤誘人的餐前小點。剛一入口，蝦仁的彈嫩與薯片的香脆率先形成了鮮明的對比，緊接著，在綿密馬鈴薯的引領下，兩種風味互相交融，匯聚成一種讓身心都能鬆弛下來的甘美體驗。",
        "es": "Un brillante y cautivador aperitivo. Al introducirlo en la boca, la firme textura del camarón y el crujiente de la papa frita contrastan de forma espectacular. Después, las papas fusionan estos sabores y crean una experiencia sensorial que relaja tu cuerpo y tu mente.",
        "fr": "Un snack à l'aspect appétissant, à déguster à l'apéritif. La tendreté de la crevette, alliée au croquant de la chips, offre en bouche un mélange au contraste charmant. L'alliance des goûts s'y ajoute pour offrir une expérience qui vous laisse détendu, aussi bien de corps que d'esprit.",
        "id": "Camilan sebelum makan yang terlihat menarik. Saat makanan ini masuk ke dalam mulutmu, udang yang segar dan irisan kentang yang renyah menciptakan sebuah kontras yang luar biasa. Kentang yang empuk segera ditimpa dengan mengadukkan rasa ini secara bersamaan, telah berhasil menghadirkan pengalaman manis yang membuatmu rileks, tubuh maupun jiwamu.",
        "jp": "食欲をそそる色鮮やかな前菜。エビのやわらかさとポテチのカリカリ感が最初の一口でコントラストを感じさせる。その後、ポテトの濃厚さが2つの風味を引き立て、心と体の両方がリラックスできる甘美な味とまとまった。",
        "kr": "매력적인 빛깔의 애피타이저. 입에 넣자마자 탱글한 새우와 바삭한 감자칩의 식감이 대비되고, 꾸덕한 감자 덕에 두 가지 풍미가 어우러져 저절로 심신이 안정된다",
        "pt": "Um aperitivo de boa aparência antes da refeição principal. No momento que entra na boca, o sabor do camarão e a crocância das fatias de batata formam um contraste profundo. As delicadas batatas se fundem ao sabor do camarão, criando uma experiência doce que faz você relaxar de corpo e alma.",
        "ru": "Красочная соблазнительная закуска перед обедом. Как только вы кладёте кусочек в рот, яркая свежесть креветок и хрустящий картофель взрываются бурей контрастов. Вслед за плотным картофелем оба вкуса сплетаются воедино, позволяя душе и разуму насладиться сладкой негой.",
        "th": "ของกินเล่นก่อนมื้ออาหารสีสันน่าทาน เมื่อทานเข้าปากแล้ว ความกรอบของกุ้งและความกรอบของแผ่นมันฝรั่งทอดทำให้เกิดความแตกต่างที่ลงตัว จากนั้นตามด้วยมันฝรั่งเนื้อแน่น ซึ่งการผสมผสานของสองรสชาตินี้ทำให้ทั้งร่างกายและจิตใจรู้สึกผ่อนคลายพร้อมลิ้มลองรสชาติอันแสนหอมหวาน",
        "vi": "Món ăn vặt màu sắc kỳ lạ. Vị mềm của tôm và độ giòn của khoai tây chiên tạo nên một sự tương phản rõ nét ngay từ miếng đầu tiên. Sau đó, hòa quyện với hương vị của lớp khoai tây dày đặc bên dưới, hội tụ thành một trải nghiệm ngon miệng cho phép cả cơ thể và tâm trí được thư giãn."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}