{
    "name": {
        "en": "Delicious Meat Lovers' Mushroom Pizza",
        "de": "Leckere Pilz- und Fleischpizza",
        "chs": "美味的肉肉烤蘑菇披萨",
        "cht": "美味的肉肉烤蘑菇披薩",
        "es": "Pizza de carne y champiñones deliciosa",
        "fr": "Pizza champignons-viande (délicieuse)",
        "id": "Delicious Meat Lovers' Mushroom Pizza",
        "jp": "美味しそうな焼きキノコミートピザ",
        "kr": "맛있는 고기 버섯피자",
        "pt": "Pizza de Carne e Cogumelos Deliciosa",
        "ru": "Вкусная мясная пицца с грибами",
        "th": "Meat Lovers' Mushroom Pizza แสนอร่อย",
        "vi": "Pizza Nấm Thịt Ngon"
    },
    "id": 108441,
    "materialDesc": {
        "en": "A pizza freshly baked in an oven. Every inch of the crust is saturated with the fatty aroma of meat. Some mushrooms have been sprinkled on top to add freshness. Just a small mouthful shall greet your taste buds with the rich scent of cheese — most enticing indeed. You can't help reaching for another slice before you've even finished off the one in your hand.",
        "de": "Eine Pizza, die frisch aus dem Ofen kommt. Jeder Zentimeter der Kruste ist mit dem fettigen Aroma von Fleisch gesättigt. Oben drauf sind Champignons gestreut, um den Geschmack auszugleichen. Ein kleiner Bissen und deine Geschmacksknospen werden von dem berauschenden Duft des Käses begrüßt. Du kannst nicht anders, als nach einem weiteren Stück zu greifen, noch bevor du das eine in deiner Hand aufgegessen hast.",
        "chs": "烘烤而成的披萨。肉块的浓郁脂香丝丝渗入松软的饼底之中，与鲜美蘑菇的配合可谓绝妙。一口下去，醇香的奶酪味扑面而来，让人不禁沉醉其中，这块尚未吃完，便忍不住伸手探向下一块…",
        "cht": "烘烤而成的披薩。肉塊的濃郁脂香絲絲滲入鬆軟的餅底之中，與鮮美蘑菇的配合可謂絕妙。一口下去，醇香的乳酪味撲面而來，讓人不禁沉醉其中，這塊尚未吃完，便忍不住伸手探向下一塊…",
        "es": "Una pizza recién horneada. El jugo de la carne en su punto impregna la esponjosa masa de pan, mientras que los champiñones le aportan la frescura necesaria a este manjar. Un pequeño bocado de este delicioso plato cubierto de queso fundido basta para abrirle el apetito a cualquiera.",
        "fr": "Une pizza fraîchement sortie du four. Le jus de la viande imprègne la pâte à pain spongieuse, et quelques champignons frais sont parsemés dessus pour la rendre encore plus délicieuse. Une petite bouchée, et vos papilles sont accueillies par la riche odeur du fromage, qui procure une douce ivresse dont il est difficile de se détacher. Cette pizza est tellement succulente qu'on ne peut s'empêcher de tendre le bras pour attraper une autre part après avoir englouti celle qu'on avait dans la main une seconde avant.",
        "id": "Pizza yang dipanggang. Aroma daging yang kaya akan lemak meresap ke dasar kue yang lembut, dan itulah kombinasi yang indah dengan jamur yang lezat. Dalam sekali lahap saja, rasa keju lembutnya yang menerpa wajah membuat siapa saja yang memakannya merasakan kenikmatan.",
        "jp": "焼き上げたピザ。肉の濃厚な脂の香りがふわふわの生地に染み込み、美味しいキノコとの組み合わせは絶妙。チーズの風味がとても濃厚で、一枚を食べ終わる前から、次の一枚のことが気になってしょうがない…",
        "kr": "구워서 만든 피자. 고기의 진한 육즙이 말랑한 빵 속 깊숙이 침투해 신선한 버섯과 완벽한 조화를 이룬다. 한입 베어 물면 나도 모르게 진한 치즈 향에 빠져들어 하나를 다 먹기도 전에 한 조각을 더 찾게 된다…",
        "pt": "Uma pizza recém-assada. O suco da carne em sua ponta permeia a massa do pão, enquanto os cogumelos dão o frescor necessário a essa iguaria. Uma pequena mordida deste delicioso prato coberto de queijo derretido é suficiente para aguçar o apetite de qualquer um...",
        "ru": "Пицца, приготовленная на огне. Мягкое тесто, пропитанное мясным соком и укрытое ломтиками нежных грибов. Что может быть лучше? Ноздри щекочет дразнящий аромат расплавленного сыра, и вот вы уже не можете остановиться: этот кусок ещё не съеден, а рука уже тянется к следующему...",
        "th": "พิซซ่าสดใหม่ที่อบจากเตา ไขมันจากเนื้อที่หอมกรุ่นซึมซาบเข้าสู่แป้งที่นุ่มฟู ช่างเข้ากันดีกับเห็ดแสนอร่อย เพียงแค่คำเดียว กลิ่นชีสอันกลมกล่อมก็ลอยเข้ามาปะทะปลายลิ้น จนอดไม่ได้ที่จะดื่มด่ำไปกับมัน แม้ชิ้นที่ถืออยู่ยังไม่หมด ก็ยังอดใจไม่ไหวต้องเอื้อมมือไปหยิบชิ้นถัดไปต่อทันที...",
        "vi": "Món pizza nướng. Lớp vỏ thấm đẫm vị thơm béo của thịt, kết hợp với các loại nấm tươi ngon phải nói là tuyệt vời. Cắn một miếng, hương thơm béo ngậy của phô mai phả vào mặt, khiến người ta không thể không mê mẩn, miếng này chưa ăn xong đã không nhịn được muốn đưa tay ra lấy miếng khác..."
    },
    "materialType": "MATERIAL_FOOD"
}