{
    "name": {
        "en": "Delicious Tonkotsu Ramen",
        "de": "Leckere Tonkotsu-Ramen",
        "chs": "美味的兽骨拉面",
        "cht": "美味的獸骨拉麵",
        "es": "Ramen de carne delicioso",
        "fr": "Tonkotsu ramen (délicieux)",
        "id": "Delicious Tonkotsu Ramen",
        "jp": "美味しそうな獣骨ラーメン",
        "kr": "맛있는 사골 라멘",
        "pt": "Ramen Tonkotsu Delicioso",
        "ru": "Вкусный тонкоцу рамэн",
        "th": "Tonkotsu Ramen แสนอร่อย",
        "vi": "Ramen Xương Hầm Ngon"
    },
    "id": 108263,
    "materialDesc": {
        "en": "A steaming-hot noodle dish. The springy noodles have absorbed the essence of the soup, and the accoutrements have added all manner of variation to the mouthfeel. The soup has preserved the strong fragrance of the bones used to make it, yet goes down gently without that greasy feeling. Before you know it, the bowl's all gone, and you've still got room for more.",
        "de": "Ein dampfend heißes Nudelgericht. Die elastischen Nudeln haben die Essenz der Suppe aufgesogen und die Beilagen haben dem Mundgefühl alle möglichen Variationen hinzugefügt. Die Suppe hat den kräftigen Duft der Knochen bewahrt, die zu ihrer Herstellung verwendet wurden, und geht dennoch sanft hinunter, ohne ein fettiges Gefühl. Ehe man sich versieht, ist die Schüssel leer und man hat noch Platz für mehr.",
        "chs": "热气腾腾的面食。柔韧的面条充分吸收了汤汁的精华，丰富的配菜赋予了口感上多样的变化。汤头则保留了兽骨的浓郁香气，入口柔和而不腻…不知不觉间，汤料居然已经见底，让人意犹未尽。",
        "cht": "熱氣騰騰的麵食。柔韌的麵條充分吸收了湯汁的精華，豐富的配菜賦予了口感上多樣的變化。湯頭則保留了獸骨的濃郁香氣，入口柔和而不膩…不知不覺間，湯料居然已經見底，讓人意猶未盡。",
        "es": "Un plato de fideos bien caliente. Los consistentes fideos han absorbido a la perfección el sabor del caldo, y el resto de ingredientes proporcionan toda una gama de texturas distintas. La sopa, que conserva el intenso aroma de los huesos que se utilizaron para hacerla, no es para nada grasienta. Sin darte cuenta, ya ves el fondo del cuenco, pero sientes la necesidad de comer otro más.",
        "fr": "Un plat de nouilles bien chaud. Les nouilles élastiques ont absorbé l'essence de la soupe et l'accompagnement ajoute toutes sortes de variations à la sensation en bouche. La soupe a conservé le fort parfum des os utilisés pour la préparer, sans pour autant être grasse. Avant que vous ne vous en rendiez compte, vous avez engouffré tout le bol et vous en prendriez bien un autre.",
        "id": "Masakan mi yang panas mengepul. Mi yang kenyal telah menyerap cita rasa kuah, dan makanan pendampingnya menambah variasi rasa di mulut. Kuah kaldunya membawa aroma tulang yang kuat namun, terasa lembut dan tidak berminyak di mulut. Kuah dari mi ini akan kamu habiskan tanpa sadar, dan rasanya selamanya tak akan bisa dilupakan.",
        "jp": "アツアツのラーメン。しなやかな麺がスープの旨みを十分に吸収し、豊富なトッピングが味を引き立てている。スープは獣骨の濃厚な香りが漂い、麺は柔らかくもっちりしている…気が付いたらとっくにスープを飲み干しており、おかわりが欲しくなる。",
        "kr": "뜨거운 김이 모락모락 피어나는 면 요리. 부드러운 면발이 육수의 알짜를 여김 없이 흡수했다. 풍부한 고명은 식감에 다양성과 새로움을 제공한다. 육수의 첫 모금은 짐승 뼈의 짙은 향을 그대로 보존했고, 부드럽지만 느끼하지는 않은 식감… 어느새 바닥을 드러낸 그릇… 아직도 여운이 남는 듯하다",
        "pt": "Um prato de macarrão fumegante. O macarrão elástico absorveu a essência da sopa e os acompanhamentos alteram o sabor de várias formas. A sopa preservou a forte fragrância dos ossos usados na sua preparação, mas é suave e não causa uma sensação gordurosa. Antes que você perceba, a tigela fica vazia e você ainda quer mais.",
        "ru": "Горячее блюдо из лапши с супом. Упругая лапша впитала душу бульона, а покрывают её разнообразные по текстуре дополнительные ингредиенты. Суп сохранил насыщенный аромат костей, но он мягкий и совсем не жирный. Вы и сами не заметите, как миска опустеет, и захочется добавки.",
        "th": "เมนูเส้นร้อน ๆ เส้นเหนียวนุ่มซึมซาบถึงแก่นแท้ของน้ำซุป เครื่องเคียงที่อุดมไปด้วยรสชาติที่หลากหลาย ซุปยังคงกลิ่นหอมของกระดูก เมื่อนำเข้าปากสัมผัสได้ถึงความนุ่มแต่ไม่มันเยิ้ม... กว่าจะรู้ตัว ก็ซดซุปจนเห็นก้นชามแล้ว ทำให้ผู้คนรู้สึกไม่พอใจที่ใกล้จะหมด",
        "vi": "Món mì nóng hổi. Sợi mì dai dai mềm mềm hấp thụ tinh túy của nước súp, các món ăn kèm phong phú giúp khẩu vị thay đổi đa dạng. Nước súp thì giữ được hương vị nồng đậm của xương, uống vào thanh ngọt không ngấy...khiến thực khách ăn mãi không thôi."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}