{
    "name": {
        "en": "Delicious Candied Ajilenakh Nut",
        "de": "Leckere Honigdatteln",
        "chs": "美味的枣椰蜜糖",
        "cht": "美味的棗椰蜜糖",
        "es": "Dátiles caramelizados deliciosos",
        "fr": "Nougat d'ajilenakh (délicieux)",
        "id": "Delicious Candied Ajilenakh Nut",
        "jp": "美味しそうなナツメヤシキャンディ",
        "kr": "맛있는 대추야자 사탕",
        "pt": "Doce de Mel com Tâmaras Delicioso",
        "ru": "Вкусные засахаренные орехи аджиленах",
        "th": "Candied Ajilenakh Nut แสนอร่อย",
        "vi": "Ajilenakh Ngào Đường Ngon"
    },
    "id": 108456,
    "materialDesc": {
        "en": "A rich dessert. The syrup itself melts upon contact with your mouth, revealing the nut like a gem swathed in velvet, layer leading on to layer of joy. One small bite, and it is as if you are soaked in a tub of silken sweetness. Why, you really, really must make a few pieces more next time!",
        "de": "Ein reichhaltig gefülltes Dessert. Der Honig selbst zerschmilzt auf der Zunge, die darin enthaltenen Nüsse, Schwanendaunen umhüllten Edelsteinen gleich, bringen eine große Vielfalt an Überraschungen mit sich. Kaum sind sie im Mund, beginnt die Süße ins Herz vorzudringen und es fühlt sich an, als schwimme man selbst in einer Honigwabe ... Beim nächsten Mal bitte noch ein bisschen mehr!",
        "chs": "馅料丰富的甜点。蜜糖本身入口即化，里面的坚果仿佛是被天鹅绒布包裹着的宝石一般，带来多层次的惊喜。浅尝一口，便已甜入心坎，整个人宛若泡在蜂蜜罐中畅游一般…下次，再做多几块吧！",
        "cht": "餡料豐富的甜點。蜜糖本身入口即化，裡面的堅果彷彿是被天鵝絨布包裹著的寶石一般，帶來多層次的驚喜。淺嚐一口，便已甜入心坎，整個人宛若泡在蜂蜜罐中暢游一般…下次，再做多幾塊吧！",
        "es": "Un postre con un abundante relleno. El caramelo se derrite con solo el primer bocado, mientras que los frutos secos del interior son como joyas envueltas en terciopelo con una capa tras otra de felicidad. Basta con un bocado para sentir que estás nadando en un tarro de miel. ¡La próxima vez deberías preparar un poco más!",
        "fr": "#Un dessert riche. Le sirop lui-même fond au contact du palais, révélant les noix comme des joyaux enveloppés de velours, menant couche après couche vers une joie immense. Une simple bouchée et c'est comme si vous étiez {M#immergé}{F#immergée} dans un bain de douceur soyeuse. Eh bien, vous devez vraiment, et je dis bien vraiment, en faire davantage la prochaine fois !",
        "id": "Makanan pencuci mulut dengan isian yang kaya dan padat. Sirupnya sendiri akan meleleh saat bersentuhan dengan mulutmu, sehingga rasa kacang yang nikmat seperti permata yang terbungkus beludru langsung menyentuh indera perasamu. Setiap lapisannya menambah lapisan kegembiraan yang sebelumnya. Satu gigitan kecil saja sudah membuatmu seolah-olah direndam dalam bak yang berisi dengan rasa manis yang sempurna. Kok? Benar-benar harus buat lebih banyak dan lebih banyak lagi lain kali.",
        "jp": "中身の詰まった砂糖菓子。ハチミツが口の中で溶け、中のナッツはまるでビロードに包まれた宝石のように、何層もの驚きと喜びをもたらしてくれる。一口食べただけで、甘さは心の奥底まで染みわたり、ハチミツの瓶の中で泳いでいるような心地に…次は、もっとたくさん作ろう。",
        "kr": "소가 풍부한 디저트. 사탕 자체가 입안에서 살살 녹는데 그 안에 들어있는 견과류는 벨벳에 싸인 보석처럼 다차원적인 놀라움을 선사한다. 가볍게 한입만 먹어도 단맛에 빠져 꿀단지에 몸을 담그고 헤엄치는 듯하다… 다음번에는 몇 조각 더 만들자!",
        "pt": "Uma sobremesa rica. O mel derrete ao entrar em contato com a boca, revelando a castanha mergulhada em vermelho, cada camada levando a uma felicidade maior. Basta uma mordida para mergulhar numa banheira de doçura. Da próxima vez é melhor fazer mais!",
        "ru": "Десерт с необычной начинкой. Сам сироп тает во рту, раскрывая ореховую начинку словно драгоценный камень, покрытый слоями золота. Один маленький кусочек, и вы будто погружаетесь в ванну с нежнейшей сладостью. В следующий раз вы просто обязаны приготовить побольше!",
        "th": "ขนมหวานไส้แน่น น้ำตาลละลายทันทีเมื่อเข้าปาก ถั่วที่อยู่ภายในราวกับอัญมณีที่ถูกห่อหุ้มด้วยผ้ากำมะหยี่ นำพาเอาความประทับใจมากมายมาให้ เพียงลิ้มลองแค่คำเดียว ความหวานก็จะซึมซาบเข้าสู่จิตใจ ราวกับกำลังอาบน้ำแร่แช่น้ำหวานก็มิปาน... ครั้งหน้า ลองทำเพิ่มหลาย ๆ ชิ้นหน่อยดีกว่า!",
        "vi": "Món tráng miệng nhiều nhân. Mật ong tan chảy trong miệng, các hạt bên trong giống như những viên đá quý được bọc trong vải nhung, đem đến nhiều sự bất ngờ. Nếm một miếng thôi đã thấy ngọt đến nao lòng, cả người như bơi trong nồi mật... Lần sau làm nhiều hơn đi!"
    },
    "materialType": "MATERIAL_FOOD"
}