{
    "name": {
        "en": "Delicious Northern Smoked Chicken",
        "de": "Leckeres Räuchergeflügel nach Art des Nordens",
        "chs": "美味的北地烟熏鸡",
        "cht": "美味的北地煙燻雞",
        "es": "Pollo ahumado del Norte delicioso",
        "fr": "Poulet fumé nordique (delicieux)",
        "id": "Delicious Northern Smoked Chicken",
        "jp": "美味しそうな北地のスモークチキン",
        "kr": "맛있는 북극 훈제 닭",
        "pt": "Frango Defumado Delicioso do Norte",
        "ru": "Вкусный копчёный цыплёночек",
        "th": "Northern Smoked Chicken แสนอร่อย",
        "vi": "Gà Xông Khói Phía Bắc Ngon"
    },
    "id": 108036,
    "materialDesc": {
        "en": "Smoked fowl paired with vegetables. A dish fit for a king. Go on, find one and serve him with pride.",
        "de": "Etwas Gemüse mit geräuchertem Geflügel. Mit diesem Gericht kann man selbst Könige bewirten. Der Geschmack spricht für sich.",
        "chs": "蔬菜搭配熏制好的禽肉。完美的口感让人用这道料理招待一国之主也能保持自信。",
        "cht": "蔬菜搭配燻製好的禽肉。完美的口感讓人用這道料理招待一國之主也能保持自信。",
        "es": "Pollo ahumado acompañado de verduras. Un plato digno de un rey. Quien tenga la suerte de probarlo se quedará boquiabierto.",
        "fr": "De la viande de poulet fumée accompagnée de légumes. Un plat digne d'être servi à un roi.",
        "id": "Unggas bakar yang disajikan bersama sayuran. Hidangan yang cocok disajikan untuk raja, kini hanya perlu menemukan seorang raja.",
        "jp": "野菜と燻製にした鳥肉の組合せ。完璧な食感をしており、国の主をもてなす時に出しても恥ずかしくない。",
        "kr": "채소를 곁들여 먹는 훈제 고기. 아삭한 채소와 부드러운 새고기까지. 왕의 식탁에 올려도 될 정도로 환상적인 요리",
        "pt": "Frango Defumado combinado com vegetais. Um prato feito para um Rei. Continue, encontre a pessoa certa e servi-a com orgulho.",
        "ru": "Копчёная птица в паре с овощами. Блюдо, достойное короля. Давай, найди короля и подай ему это блюдо на стол!",
        "th": "เนื้อสัตว์ปีกรมควันกับผัก เมนูที่คู่ควรกับราชา เชิญทานได้เลย นี่เป็นเมนูแห่งความทรนงอยู่แล้ว",
        "vi": "Thịt gà xông khói với rau củ. Mùi vị hoàn mỹ này dùng để tiếp hoàng đế cũng được."
    },
    "materialType": "MATERIAL_FOOD"
}