{
    "name": {
        "en": "Delicious Almond Tofu",
        "de": "Leckerer Mandeltofu",
        "chs": "美味的杏仁豆腐",
        "cht": "美味的杏仁豆腐",
        "es": "Tofu de almendras delicioso",
        "fr": "Tofu aux amandes (délicieux)",
        "id": "Delicious Almond Tofu",
        "jp": "美味しそうな杏仁豆腐",
        "kr": "맛있는 행인두부",
        "pt": "Tofu de Amêndoas Delicioso",
        "ru": "Вкусный миндальный тофу",
        "th": "Almond Tofu แสนอร่อย",
        "vi": "Đậu Hũ Hạnh Nhân Ngon"
    },
    "id": 108082,
    "materialDesc": {
        "en": "A dessert made from ground almonds. It has the exquisite look and texture of a piece of white jade, and could pass as an art piece — so much so that you could not entertain the idea of actually eating it.",
        "de": "Eine mit einer Soße aus Mandeln übergossene Süßspeise. Die vollendete Form wird nur noch von dem abgerundeten Geschmack übertroffen. Dieses Kunstwerk kann sich sehen und schmecken lassen.",
        "chs": "杏仁磨浆制成的甜品。形态玲珑，色如凝脂，如同名匠打造的艺术臻品，令人只愿观赏，不忍下口。",
        "cht": "杏仁磨漿製成的甜品。形態玲瓏，色如凝脂，如同名匠打造的藝術臻品，令人只願觀賞，不忍下口。",
        "es": "Postre elaborado a base de almendras trituradas. La forma es exquisita y la textura, suave y lisa. Es como una obra maestra creada por un prestigioso artesano. Esto hace que uno solo quiera admirar el plato y no se atreva a probar un bocado.",
        "fr": "Un dessert à base d'amandes. Son apparence et sa texture sont aussi raffinées que de la porcelaine blanche. Ce serait presque du gâchis de manger un tel chef-d'œuvre...",
        "id": "Makanan penutup yang terbuat dari almond. Terlihat mewah dan halus seperti sepotong giok putih yang dapat dipamerkan di museum seni. Saking indahnya kamu tidak tega memakannya.",
        "jp": "杏仁が原材料のデザート。形も色もまるで芸術品みたい。食べるのがもったいない。",
        "kr": "행인을 갈아 만든 디저트. 자체로도 영롱하며 빛깔은 마치 장인이 빚은 예술 작품처럼 희고 매끄러워 먹기 아까울 정도다",
        "pt": "Uma sobremesa feita de amêndoas moídas. Ele tem a aparência requintada e a textura de uma peça de jade branco e pode passar como uma obra de arte, tanto que você até tem pena de comê-la.",
        "ru": "Десерт из молотого миндаля. Он имеет изысканный внешний вид и текстуру, похожую на кусок белого нефрита, и может показаться произведением искусства... Настолько, что вы не сможете съесть его без сожаления.",
        "th": "ของหวานที่มีน้ำราดซึ่งทำจากอัลมอนด์บด มีหน้าตาที่สวยประณีตและสีสันที่สวยงามราวกับว่ามันเป็นศิลปะที่สร้างขึ้นโดยช่างฝีมือที่มีชื่อเสียง ให้ความรู้สึกน่าหลงใหลและยากเกินจะห้ามใจ",
        "vi": "Đồ ngọt được làm từ nước cốt hạnh nhân. Hình dáng long lanh, sắc trắng nõn nà, giống như kiệt tác nghệ thuật được tạo ra bởi những nghệ nhân nổi tiếng, khiến người khác chỉ muốn ngắm nhìn mà không nỡ ăn."
    },
    "materialType": "MATERIAL_FOOD"
}