{
    "name": {
        "en": "Delicious Jade Parcels",
        "de": "Leckere gefüllte Jadetaschen",
        "chs": "美味的翡玉什锦袋",
        "cht": "美味的翡玉什錦袋",
        "es": "Rollitos de jade deliciosos",
        "fr": "Aumônières de jade (délicieuses)",
        "id": "Delicious Jade Parcel",
        "jp": "美味しそうな翠玉福袋",
        "kr": "맛있는 비옥야채쌈",
        "pt": "Porção Deliciosa de Jade",
        "ru": "Вкусные «Нефритовые мешочки»",
        "th": "Jade Parcel แสนอร่อย",
        "vi": "Túi Thập Cẩm Phỉ Ngọc Ngon"
    },
    "id": 108070,
    "materialDesc": {
        "en": "An exquisite-looking dish. The sweetness of the ham and the crisp lotus seeds are a match made in heaven. The aromatic broth pours down like the dawning light, caressing your tongue with an unworldly delicious taste.",
        "de": "Eine äußerst delikate Speise. Beim Beißen auf das zarte Gemüse verschmilzt der saftige Schinken mit dem knackigen Lotos. Die kräftige Brühe lässt die Zunge wie ein Boot auf einem See voller Geschmäcker fahren.",
        "chs": "造型精致的菜肴。咬开白嫩菜叶，鲜香火腿融合脆爽莲子丝丝入味。浓厚高汤犹如暮光倾泻，而舌尖则悠然快哉泛舟湖上。",
        "cht": "造型精緻的菜餚。咬開白嫩菜葉，鮮香火腿融合脆爽蓮子絲絲入味。濃厚高湯猶如暮光傾瀉，而舌尖則悠然快哉泛舟湖上。",
        "es": "Un plato de aspecto exquisito. El aromático jamón y las crujientes semillas de loto forman una perfecta combinación cuasicelestial. El espeso caldo cae sobre los rollitos como los rayos del amanecer, acariciando tu lengua con un sabor delicioso y fuera de este mundo.",
        "fr": "Un plat à l'allure raffinée. En mordant dans la feuille de chou tendre, vous goûterez au jambon parfumé et aux graines de lotus craquantes. Le bouillon clair qui en ruissèle caresse votre palais.",
        "id": "Hidangan yang terlihat mewah. Manis daging hamnya dan biji teratai yang garing sangat cocok. Kaldu harumnya mengucur seperti cahaya fajar, membelai lidahmu dengan rasa lezat yang tidak duniawi.",
        "jp": "見栄えがいい料理。野菜包みの中にハムと蓮の実が入っている。ハムの旨味とクリスピー蓮の葉が相まって、濃厚なスープと一緒に食べるのがおすすめ。",
        "kr": "디테일이 살아있는 요리. 한입 베어 물면 부드러운 채소 잎과 신선한 햄이 한데 어울려 입안에서 살살 녹는다. 진하게 우려낸 육수는 혀를 춤추게 한다",
        "pt": "Um prato com aparência requintada. O doce do presunto e a crocrância das sementes de lótus é uma combinação divina. O caldo aromático derrama-se como a luz do amanhecer, acariciando sua língua com um sabor delicioso.",
        "ru": "Одно из самых роскошных блюд Тейвата. Сладкая ветчина и терпкие семена лотоса - пара, которой небесами суждено быть вместе. Ароматный бульон льётся, словно предрассветное сияние неба, лаская ваш язык невероятным букетом вкусов.",
        "th": "อาหารที่ดูประณีต เมื่อทานกับผักสดๆ แฮมที่ชุ่มฉ่ำผสานกับบัวที่กรุบกรอบ น้ำซุปเข้มข้นทำให้รู้สึกราวกับลอยล่องไปบนมหาสมุทรเมื่อแตะบนลิ้นเลยทีเดียว",
        "vi": "Món ăn có tạo hình tinh tế. Ăn lá cải trắng ngọt bên ngoài, giăm bông thơm ngon kết hợp với hạt sen giòn ngọt. Nước sốt đậm đà như ánh nắng sớm mai, khiến đầu lưỡi như đi dạo bên bờ hồ trong xanh."
    },
    "materialType": "MATERIAL_FOOD"
}