{
    "name": {
        "en": "Delicious Radish Veggie Soup",
        "de": "Leckere Rettichsuppe",
        "chs": "美味的萝卜时蔬汤",
        "cht": "美味的蘿蔔時蔬湯",
        "es": "Sopa vegetariana de rábano deliciosa",
        "fr": "Soupe de radis (délicieuse)",
        "id": "Delicious Radish Veggie Soup",
        "jp": "美味しそうな大根入りの野菜スープ",
        "kr": "맛있는 무 수프",
        "pt": "Sopa de Rabanete e Vegetais Deliciosa",
        "ru": "Вкусный овощной суп",
        "th": "Radish Veggie Soup แสนอร่อย",
        "vi": "Canh Rau Củ Ngon"
    },
    "id": 108021,
    "materialDesc": {
        "en": "Radish-based vegetable soup. The clear aromas are perfectly accompanied by a sunny summer afternoon.",
        "de": "Eine Gemüsesuppe hauptsächlich mit Rettich. Man wird von dieser schlichten und doch perfekt zusammengestellten Suppe in eine sorgenfreie Welt entführt.",
        "chs": "萝卜为主的菜汤。一股清新朴素的田园香气扑面而来，如同重返无忧无虑的午后时光。",
        "cht": "蘿蔔為主的菜湯。一股清新樸素的田園香氣撲面而來，如同重返無憂無慮的午後時光。",
        "es": "Sopa a base de rábano. Su fresco y sencillo aroma a campo te trasladará al momento de la tarde en que se vuelve a casa sin preocupaciones tras un día de labores en el campo.",
        "fr": "Une soupe avec du radis en ingrédient principal. Son goût simple et frais rappelle un doux après-midi de jeunesse.",
        "id": "Sup sayur yang terbuat dari lobak. Aromanya yang segar cocok ditemani dengan matahari musim panas di sore hari.",
        "jp": "ダイコンをメインにした野菜スープ。爽やかで素朴な田園の香りがする。のんびりした午後の時間を楽しめるようだ。",
        "kr": "무를 주재료로 만든 야채수프. 여유로운 오후처럼 싱그럽고 소박한 농촌의 향기를 풍긴다",
        "pt": "Sopa com base de rabanetes. Seu aroma fresco é perfeito para recordar aquelas tardes de verão relaxadas.",
        "ru": "Овощной суп с редисом. Аромат свежих овощей, сопровождаемый лучами летнего солнца.",
        "th": "ซุปแรดิชผักรวม กลิ่นที่ชัดเจนเข้ากับดวงตะวันยามฤดูร้อนได้อย่างสมบูรณ์แบบ",
        "vi": "Canh củ cải. Tỏa ra mùi thơm tươi mát chân chất của đồng lúa, giống như được trở về tuổi thơ vô lo."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}