{
    "name": {
        "en": "Delicious Stone Harbor Delicacies",
        "de": "Leckere drei Köstlichkeiten vom Steinhafen",
        "chs": "美味的岩港三鲜",
        "cht": "美味的岩港三鮮",
        "es": "Delicias del Puerto de Piedra deliciosas",
        "fr": "Délicatesses du Port de pierre (délicieuses)",
        "id": "Delicious Stone Harbor Delicacies",
        "jp": "美味しそうな岩港三鮮",
        "kr": "맛있는 바위항 지삼선",
        "pt": "Iguarias do Porto de Pedra Deliciosa",
        "ru": "Вкусные деликатесы скалистой гавани",
        "th": "Stone Harbor Delicacies แสนอร่อย",
        "vi": "Nham Cảng Tam Tiên Ngon"
    },
    "id": 108193,
    "materialDesc": {
        "en": "Wok-fried vegetarian food. The scents of the earth, the cool shade, and the moistness of the mist have all been enjoined into this plate of freshness. Pair it with simple white rice — both your taste buds and your soul shall experience a down-to-earth satisfaction many times over.",
        "de": "Ein in viel Öl gebratenes Gemüsegericht. Die Düfte der Erde, der kühle Schatten und die Feuchtigkeit des Nebels sind in diesen Teller voller Frische eingeflossen. Mit weißem Reis als Beilage werden nicht nur die Geschmacksknospen, sondern auch die Seele ein besonderes Gefühl von Zufriedenheit mit dem Einfachen erleben.",
        "chs": "宽油炒制的素食。泥土的芬芳、树荫的沁凉与岚气的润泽，汇聚成盘中之鲜。配一碗简单的白米饭，就能收获令味蕾和心灵都倍感踏实的满足。",
        "cht": "寬油炒製的素食。泥土的芬芳、樹蔭的沁涼與嵐氣的潤澤，匯聚成盤中之鮮。配一碗簡單的白米飯，就能收穫令味蕾和心靈都倍感踏實的滿足。",
        "es": "Un plato de verduras salteadas en abundante aceite. Su aroma a tierra fértil, su frescura, similar a la de la sombra de un árbol en un caluroso día de verano, y el vapor que desprende convergen en este plato. Al acompañarlo con un sencillo bol de arroz hervido, tu alma y tu paladar sentirán una gran satisfacción.",
        "fr": "Un plat végétarien sauté dans un wok. Les senteurs de la terre, les fraîcheurs ombragées et la moiteur de la brume sont mises à l'honneur dans cette assiette. Accompagnée simplement de riz blanc, elle procurera tant à vos papilles qu'à votre âme une expérience terrestre enivrante qui vous ravira à loisir.",
        "id": "Hidangan vegetarian yang digoreng dengan wajan. Aroma dari tanah, keteduhan di alam, dan kelembapan di udara... Semuanya tergabung dengan sempurna di dalam sepiring hidangan yang segar ini. Jika disajikan dengan semangkuk nasi putih hangat, rasa hidangan ini bisa menenangkan lidah dan jiwamu.",
        "jp": "多めの油で炒めた菜食。木漏れ日の涼しさ、大地の潤いがこの料理に終結する。シンプルな白米と合わせて食べると、味覚だけでなく、心も十分に魅了する。",
        "kr": "기름을 많이 넣고 볶은 채식요리. 흙의 향기, 그늘의 시원함과 안개의 촉촉함이 모여 완성된 요리로 흰쌀밥 한 그릇만 있으면 미각과 영혼의 만족감을 모두 느낄 수 있다",
        "pt": "Comida vegetariana frita. Os aromas da terra, a sombra fresca e a umidade da neblina foram todos ordenados para este prato fresco. Combine com arroz branco simples - tanto seu paladar como sua alma experimentarão muitas vezes uma satisfação \"com os pés no chão\".",
        "ru": "Вегетарианское блюдо, обжаренное в масле. Благоухание земли, прохлада тени, влажность тумана - всё соединилось в свежести этого блюда. Вместе с миской обычного риса оно наполнит ваше тело и душу простым домашним удовольствием.",
        "th": "อาหารมังสวิรัติทอด กลิ่นอายของพื้นดิน ความร่มรื่นของเงาไม้ และความชุ่มชื้นของไอหมอก ทั้งหมดนี้ล้วนผสมผสานกันอย่างลงตัวอยู่ในอาหารจานนี้ เมื่อเสิร์ฟพร้อมกับข้าวสวยร้อน ๆ สักถ้วย รสชาติของอาหารจานนี้จะทำให้อิ่มอกอิ่มใจมากเลยทีเดียว",
        "vi": "Thức ăn chay chiên ngập dầu. Mùi hương của đất, bóng râm mát rượi và hơi ẩm của sương mù đều được hòa quyện vào đây. Chỉ cần kèm thêm một bát cơm trắng đơn giản là sẽ làm hài lòng thực khách."
    },
    "materialType": "MATERIAL_FOOD"
}