{
    "name": {
        "en": "Delicious Sakura Tempura",
        "de": "Leckeres Sakura-Tempura",
        "chs": "美味的绯樱天妇罗",
        "cht": "美味的緋櫻天婦羅",
        "es": "Tempura de cerezo deliciosa",
        "fr": "Beignets de crevettes (délicieux)",
        "id": "Delicious Sakura Tempura",
        "jp": "美味しそうな緋櫻天ぷら",
        "kr": "맛있는 벚꽃 모둠튀김",
        "pt": "Tempura de Sakura Delicioso",
        "ru": "Вкусная тэмпура с сакурой",
        "th": "Sakura Tempura แสนอร่อย",
        "vi": "Tempura Anh Đào Ngon"
    },
    "id": 108299,
    "materialDesc": {
        "en": "A dish deep-fried in oil. The batter is thin and sheer, like a set of luxurious clothes over the ingredients. The outside crispness and freshness within form amazing layers of texture, leading those who eat it to marvel at just how this delicacy was created.",
        "de": "Ein Gericht, das in Öl frittiert wird. Der Teig ist dünn und durchscheinend, wie ein luxuriöses Kleidungsstück über den Zutaten. Die äußere Knusprigkeit und die Frische im Inneren bilden erstaunliche Schichten von Textur, die diejenigen, die es essen, dazu bringen, sich darüber zu wundern, wie diese Delikatesse entstanden ist.",
        "chs": "油炸而成的菜肴。面衣又薄又透，仿佛给食材穿上了一层华贵的纱衣。入口的酥脆与内里的鲜嫩形成了绝妙的层次，让人不禁探究这浑然天成的美味究竟是如何而生。",
        "cht": "油炸而成的菜餚。麵衣又薄又透，彷彿為食材穿上了一層華貴的紗衣。入口的酥脆與內裡的鮮嫩形成了絕妙的層次，讓人不禁探究這渾然天成的美味究竟是如何而生。",
        "es": "Un plato frito en abundante en aceite. El rebozado es fino y puro, como un conjunto de ropas extravagantes sobre los ingredientes. El crujiente de fuera combinado con la frescura de dentro conforman texturas impresionantes, dejando maravillados a aquellos que lo comen por la delicadeza con la que fue cocinado.",
        "fr": "Un plat frit dans l'huile. La pâte est fine et transparente, comme un ensemble de vêtements luxueux sur les ingrédients. Le croustillant extérieur et la fraîcheur à l'intérieur forment des couches de texture étonnantes, amenant ceux qui le mangent à s'émerveiller de la façon dont cette délicatesse a été créée.",
        "id": "Hidangan yang digoreng dalam minyak. Adonannya lembut dan halus, seperti satu set pakaian mewah di atas banyak bahan-bahan. Kerenyahan pada bagian luar dan kesegaran pada bagian dalam membentuk lapisan tekstur yang luar biasa, membuat mereka yang memakannya kagum pada bagaimana kelezatan seperti ini dibuat.",
        "jp": "油で揚げた料理。衣は薄く透き通っており、食材に豪華な服を着せたようだ。外のカリッとした食感と中身のジューシーさが何層にも重なって、食べる人を感嘆させる。",
        "kr": "튀김 요리. 얇고 투명한 밀가루 옷이 마치 식자재에 화려하고 진귀한 면포를 입힌 듯하다. 한입 베어 물면, 바삭한 느낌과 입안 가득 퍼지는 부드러운 맛이 절묘하게 어우러져 저도 모르게 이 본연의 맛이 어떻게 온 것인지 탐구하고 싶어진다",
        "pt": "Um prato frito no óleo. A manteiga é fina e pura, como um conjunto de roupas luxuosas sobre os ingredientes. A crocância externa e frescor interior formam camadas fantásticas de texturas, fazendo com que aqueles que comam se deliciem em como esse prato foi criado.",
        "ru": "Блюдо, приготовленное во фритюре. Лёгкий тонкий кляр роскошным шёлком покрывает ингредиенты. Хрустящая корочка и нежная мякоть создают чудесные слои вкуса, каждым кусочком поражая едоков тем, как на свете могло появиться такое кулинарное чудо.",
        "th": "เมนูทอดในน้ำมัน แป้งที่บางและโปร่ง ราวกับใส่เสื้อผ้าอันหรูหราให้กับอาหาร ความกรอบเมื่อทานเข้าปากและความสดจากภายใน ทำให้เกิดเป็นรสสัมผัสอันน่าทึ่ง ทำให้ผู้ที่ได้ทานอดที่จะสำรวจดูไม่ได้ว่า อาหารอันแสนโอชะจากวัตถุดิบธรรมชาตินี้รังสรรค์ขึ้นได้อย่างไร",
        "vi": "Món chiên ngập dầu. Lớp bột ở ngoài vừa mỏng vừa mịn,như thể phủ một lớp vải lụa sang trọng lên trên các nguyên liệu. Độ giòn của lớp vỏ ngoài và độ tươi bên trong tạo thành một sự kết hợp tuyệt hảo, khiến người ăn cảm thấy tò mò về cách món ngon này được tạo ra như thế nào."
    },
    "materialType": "MATERIAL_FOOD"
}