{
    "name": {
        "en": "Delicious Sashimi Platter",
        "de": "Leckere Sashimi-Platte",
        "chs": "美味的刺身拼盘",
        "cht": "美味的刺身拼盤",
        "es": "Surtido de sashimi delicioso",
        "fr": "Assortiment de sashimis (délicieux)",
        "id": "Delicious Sashimi Platter",
        "jp": "美味しそうな刺身の盛り合わせ",
        "kr": "맛있는 모둠 회",
        "pt": "Prato de Sashimi Delicioso",
        "ru": "Вкусное ассорти из сашими",
        "th": "Sashimi Platter แสนอร่อย",
        "vi": "Sashimi Ngon"
    },
    "id": 108260,
    "materialDesc": {
        "en": "A seafood dish made using fresh ingredients. The plate spread before you is like a work of art, almost too beautiful to shatter. The surpassing knife-work has imparted the greatest mouthfeel upon the ingredients possible. The delicate texture, the exquisite springiness, the natural sweetness... it is like something living is leaping inside your mouth — straight from the ocean and into your heart.",
        "de": "Ein Gericht aus Meeresfrüchten, das mit frischen Zutaten zubereitet wird. Die vor dir ausgebreitete Präsentation ist wie ein Kunstwerk, fast zu schön, um sie zu verzehren. Die überragende Messerarbeit hat den Zutaten das größtmögliche Mundgefühl verliehen. Die zarte Textur, die exquisite Elastizität, die natürliche Süße ... es ist, als ob etwas Lebendiges in deinem Mund springt – direkt aus dem Meer und in dein Herz.",
        "chs": "新鲜食材组成的水产料理。摆盘宛如精致的艺术品，让人不忍破坏。高超的刀工，赋予了食材最为巅峰的口感。细腻的质感，极致的弹性，天然的回甘…仿佛某种生命力在唇齿间跳跃，从海面滑入心田。",
        "cht": "新鮮食材組成的水產料理。擺盤宛如精緻的藝術品，讓人不忍破壞。高超的刀工，賦予了食材最為巔峰的口感。細膩的質感，極致的彈性，天然的回甘…彷彿某種生命力在唇齒間跳躍，從海面滑入心田。",
        "es": "Un plato hecho con ingredientes de mar frescos. Parece una maravillosa obra de arte que nadie se atrevería a estropear. La excelsa textura del sashimi le viene dada gracias a la suprema técnica de cuchillo utilizada. Esa delicada y sublime textura, junto con el sabor natural de los ingredientes, se siente como algo vivo que salta dentro de tu boca, algo que entra desde el mar a tu corazón.",
        "fr": "Un plat de fruits de mer à base d'ingrédients frais. L'assiette étalée devant vous est comme une œuvre d'art, presque trop belle pour être touchée. Le savoir-faire de la découpe a sublimé au maximum la sensation en bouche des ingrédients. La texture délicate, l'élasticité exquise, la douceur naturelle... c'est comme si quelque chose de vivant sautait dans votre bouche, directement de l'océan à votre cœur.",
        "id": "Masakan laut yang terbuat dari bahan-bahan segar. Penataan piringnya seperti sebuah karya seni yang terlalu indah untuk dihancurkan. Pengerjaan pisau yang luar biasa membawakan rasa terbaik bahan-bahannya. Tekstur yang halus, kelembutan yang luar biasa, manis yang alami... rasanya seperti sesuatu yang hidup sedang melompat di dalam mulut — langsung dari lautan dan masuk ke lubuk hati.",
        "jp": "新鮮な食材を組み合わせた海鮮料理。芸術品の如くこだわりがある盛り付けを動かすのはもったいない。巧みな包丁さばきは、食材の味を最大限に引き出した。繊細な食感と極上の弾力、自然な甘み…まるで生命力あふれる何かが口の中で飛び回り、心の中へと滑り込んでいくようだ。",
        "kr": "신선한 식자재로 구성된 해산물 요리. 마치 정교한 예술품과도 같은 데코레이션은 손을 대기 아까울 정도다. 뛰어난 칼 솜씨가 식자재의 식감에 최고봉을 선사한다. 섬세한 질감, 탄력의 극치, 천연적인 뒷맛… 마치 어떠한 생명력이 입안에서 뛰어놀며 해수면에서 마음으로 흘러드는 것만 같다",
        "pt": "Um prato de frutos do mar feito com ingredientes frescos. O prato à sua frente é como uma obra de arte, quase lindo demais para ser desfeito. O extraordinário trabalho com a faca ressaltou o sabor dos ingredientes ao máximo. A textura delicada, a elasticidade requintada, a doçura natural... é como se algo vivo estivesse em sua boca — direto do oceano para o seu coração.",
        "ru": "Блюдо из морепродуктов со свежими ингредиентами. Ассорти на тарелке словно произведение искусства, которое жалко нарушить. Мастерская нарезка наделила ингредиенты невообразимым вкусом и текстурой. Нежнейшая мякоть, изысканная упругость, естественная сладость... Как будто во рту у вас прыгает нечто живое - из океана прямиком в сердце.",
        "th": "อาหารทะเลประกอบด้วยวัตถุดิบสดใหม่ การจัดแสดงเป็นเหมือนงานศิลปะที่วิจิตรงดงามซึ่งทำให้ผู้คนไม่อาจทำใจทำลายมันได้ ฝีมือมีดที่ยอดเยี่ยมทำให้ส่วนผสมมีรสชาติที่ยอดเยี่ยมที่สุด เนื้อละเอียด ยืดหยุ่นขั้นสุด ความหวานจากธรรมชาติ... ราวกับมีพลังบางอย่างกำลังกระโดดไปมาระหว่างริมฝีปากและฟันจากผิวน้ำทะเลเข้าสู่พื้นที่ในหัวใจ",
        "vi": "Món thủy sản được kết hợp từ các nguyên vật liệu tươi. Như một tác phẩm nghệ thuật được bày biện công phu, làm người ta không nỡ phá vỡ. Kỹ thuật xắt đỉnh cao mang đến cho món ăn hương vị tuyệt vời. Cảm nhận tinh tế, độ dai vừa phải, vị ngọt tự nhiên...cứ như đưa cả đại dương vào tâm hồn."
    },
    "materialType": "MATERIAL_FOOD"
}