{
    "name": {
        "en": "Dendro Treasure Compass",
        "de": "Dendro-Schatzkompass",
        "chs": "草之寻宝罗盘",
        "cht": "草之尋寶羅盤",
        "es": "Brújula buscatesoros Dendro",
        "fr": "Détecteur de trésors Dendro",
        "id": "Dendro Treasure Compass",
        "jp": "草のトレジャーコンパス",
        "kr": "풀의 보물찾기 나침반",
        "pt": "Bússola de Tesouros Dendro",
        "ru": "Дендро компас сокровищ",
        "th": "Dendro Treasure Compass",
        "vi": "La Bàn Tìm Báu Vật - Thảo"
    },
    "id": 220058,
    "materialDesc": {
        "en": "A compass that can be used in Sumeru to search for nearby chests.\\nFor some people, the significance of life lies in exploration and discovery. Upon reaching each destination, there is always bountiful treasure awaiting.",
        "de": "Ein Kompass, der in Sumeru verwendet werden kann, um nach Truhen in der Nähe zu suchen.\\nFür manche Menschen liegt der Sinn des Lebens im Erforschen und Entdecken. Wenn sie ihr Ziel erreichen, warten immer reiche Schätze auf sie.",
        "chs": "在须弥使用时，能寻找附近的宝箱。\\n对一些人而言，生命的意义在于探索与开拓吧。而在探索与开拓的终点，往往有着丰厚的宝藏等着他们。",
        "cht": "在須彌使用時，能尋找附近的寶箱。\\n對一些人而言，生命的意義在於探索與開拓吧。而在探索與開拓的終點，往往有著豐厚的寶藏等著他們。",
        "es": "Puede usarse en Sumeru para encontrar cofres en las cercanías.\\nPara algunas personas, el sentido de la vida es explorar el mundo y superarse a sí mismas. Y es que, al final de ese camino, suele haber un generoso tesoro esperando ser descubierto.",
        "fr": "Utilisez cet objet à Sumeru pour localiser les coffres près de vous.\\nPour certaines personnes, la vie est faite pour l'exploration et les découvertes. Des coffres pleins à craquer les attendent à chacune de leurs destinations.",
        "id": "Dapat menandakan peti harta karun yang ada di dekat pemain saat digunakan di daerah Sumeru.\\nBagi sebagian orang, arti hidup adalah bereksplorasi dan berkembang. Di akhir eksplorasi dan perkembangan mereka, seringkali ada harta karun yang menanti.",
        "jp": "スメールで使用することで、近くの宝箱を探知できる。\\n一部の人にとって、人生とは探検であり発見である。そして多くの場合、その先にはいつも、沢山の宝物が彼らを待っている。",
        "kr": "수메르에서 사용하면 근처의 보물상자를 찾을 수 있다.\\n어떤 사람들에게 있어 삶의 의미는 탐사와 개척에 있을 것이다. 탐사와 개척의 종점에는 종종 풍부한 보물이 그들을 기다리고 있다",
        "pt": "Uma bússola que pode ser utilizada em Sumeru para pesquisar por baús próximos.\\nPara algumas pessoas, o significado da vida está na exploração e descoberta. E ao alcançar cada destino, sempre haverão ricos tesouros aguardando.",
        "ru": "При использовании в Сумеру указывает на сундуки поблизости. \\nНекоторые люди видят смысл своей жизни в том, чтобы разведывать и осваивать новые земли. И в конце этого пути их всегда ждёт целое море сокровищ!",
        "th": "เมื่อใช้ใน Sumeru จะสามารถค้นหาหีบสมบัติในบริเวณใกล้เคียงได้\\nสำหรับคนบางคนแล้ว ความหมายของชีวิตคงเป็นการสำรวจและบุกเบิกสินะ และที่ปลายทางของการสำรวจและบุกเบิก ก็มักจะมีสมบัติที่มากมายมหาศาลเฝ้ารอพวกเขาอยู่เสมอ",
        "vi": "Khi sử dụng ở Sumeru, có thể tìm kiếm rương xung quanh.\\nĐối với một số người, ý nghĩa của cuộc sống là thám hiểm và khám phá. Và khi kết thúc quá trình thám hiểm và khám phá, thường có những kho báu phong phú đang chờ đợi họ."
    },
    "materialType": "MATERIAL_WIDGET"
}