{
    "name": {
        "en": "Dendroculus",
        "de": "Verlorener Dendroculus",
        "chs": "散失的草神瞳",
        "cht": "散失的草神瞳",
        "es": "Dendróculus perdido",
        "fr": "Dendroculus",
        "id": "Dendroculus",
        "jp": "失われた草神の瞳",
        "kr": "잃어버린 풀의 신의 눈동자",
        "pt": "Dendroculus",
        "ru": "Дендрокул",
        "th": "Dendroculus",
        "vi": "Thảo Thần Đồng"
    },
    "id": 107017,
    "materialDesc": {
        "en": "A substance that has accumulated intense Dendro energy. Offer it to the Statue and help reinstate the power it has lost over the years.",
        "de": "Ein Gebilde aus verdichteter Dendro-Energie. Übergib es der Dendro-Statue, um ihre über die Jahre verlorene Kraft wiederaufzubauen.",
        "chs": "浓烈的草元素能量积聚成的物质。献给草的神像，能弥补它在漫长岁月中散失的力量。",
        "cht": "濃烈的草元素能量積聚成的物質。獻給草的神像，能彌補它在漫長歲月中散失的力量。",
        "es": "Una sustancia que ha acumulado una intensa energía Dendro. Ofrécesela a una Estatua para que recupere la energía perdida a lo largo de los años.",
        "fr": "De l'énergie Dendro accumulée au fil du temps qui a fini par durcir. Faites-en une offrande à la Statue et restaurez son pouvoir qui s'est amenuisé avec le temps.",
        "id": "Sebuah benda yang di dalamnya tersimpan kekuatan Dendro yang kuat. Persembahkan ke patung Dendro untuk memulihkan kekuatannya yang telah lama hilang.",
        "jp": "強烈な草元素エネルギーを集積させた物質。草の神像に捧げると、長い年月で失われた力を補える。",
        "kr": "진한 풀 원소 에너지가 모여 형성된 물질. 풀의 신상에 바치면 오랜 세월 동안 잃어버린 힘을 회복시켜 줄 수 있다",
        "pt": "Uma substância que acumulou intensa energia Dendro. Ofereça-o à Estátua e ajude a restabelecer o poder que perdeu ao longo dos anos.",
        "ru": "Вещество, которое накопило плотную энергию Дендро. Предложите его статуе Дендро Архонта, чтобы помочь ей восстановить утерянную силу.",
        "th": "สสารที่ได้รวบรวมพลังงานธาตุไม้เข้มข้นไว้ นำมันไปถวายให้กับรูปปั้น เพื่อช่วยฟื้นฟูพลังของรูปปั้นที่เสียไปเมื่อนานมาแล้ว",
        "vi": "Vật chất được kết tinh từ năng lượng Nguyên Tố Thảo. Hiến dâng cho tượng Thảo Thần, có thể giúp bù đắp sức mạnh đã mất theo thời gian."
    },
    "materialType": "MATERIAL_ELEM_CRYSTAL"
}