{
    "name": {
        "en": "Dendrocide Potion",
        "de": "Unkrautvernichtungstrank",
        "chs": "治草药剂",
        "cht": "治草藥劑",
        "es": "Poción dendrocida",
        "fr": "Potion de résistance Dendro",
        "id": "Dendrocide Potion",
        "jp": "防草薬剤",
        "kr": "제초 포션",
        "pt": "Poção Dendrocida",
        "ru": "Зелье антидендро",
        "th": "Dendrocide Potion",
        "vi": "Thuốc Thảo Dược"
    },
    "id": 111012,
    "materialDesc": {
        "en": "A potion that boosts Dendro RES and suppresses the growth of plants.\\nRather than killing the plants, it puts them in deep hibernation. It's also said to be good for the body if ingested.",
        "de": "Ein Trank, der gegen das Wachstum von Pflanzen hilft und den Dendro-Widerstand erhöht.\\nEr wirkt anders als herkömmliche Unkrautvernichter und tötet die Pflanzen nicht, sondern betäubt sie. Für den menschlichen Körper wirkt er wie eine Kur.",
        "chs": "可以抑制草木生长的药物，能提升草元素抗性。\\n原理和一般的除草剂不同，不是杀死草木，而是让它们陷入沉睡。内服据说可以调理身体。",
        "cht": "可以抑制草木生長的藥物，能提升草元素抗性。\\n原理和一般的除草劑不同，不是殺死草木，而是讓它們陷入沉睡。內服據說可以調理身體。",
        "es": "Una poción que estimula la RES Dendro e inhibe el crecimiento de las plantas.\\nTambién se dice que tiene propiedades beneficiosas cuando se ingiere.",
        "fr": "Une potion mystérieuse qui interrompt la croissance des plantes et augmente la RÉS Dendro.\\nElle ne tue pas les plantes, mais provoque leur hibernation. Son ingestion est bénéfique pour le corps.",
        "id": "Ramuan yang meningkatkan Dendro RES dan menekan pertumbuhan tanaman.\\nRamuan ini tidak membunuh tanamannya, tetapi hanya membuatnya hibernasi. Kabarnya ramuan ini juga bagus untuk tubuh saat diminum.",
        "jp": "草木の成長を抑制させられる薬剤。草元素耐性が上がる。\\nその原理は除草剤とは違い、草木を排除するではなく眠らせる。人間の体にも良さそうなので、直接飲むのもおすすめ。",
        "kr": "초목의 성장을 억제하는 포션. 풀 원소 내성을 올릴 수 있다.\\n일반적인 제초제와 달리 식물을 죽이는 게 아니라 잠재우는 것이다. 복용하면 몸조리가 된다고 한다",
        "pt": "Uma poção que aumenta a RES Dendro e suprime o crescimento das plantas.\\nAo invés de matar as plantas, coloque-as em hibernação profunda. Dizem que faz bem para o corpo se ingeridas.",
        "ru": "Зелье, которое повышает Дендро сопротивление и тормозит рост растений.\\nЭто зелье не убивает растения, а вводит их в состояние глубокой спячки. Также говорят, что оно полезно для организма.",
        "th": "ยาต้านทานการเจริญเติบโตของพืชพันธุ์ สามารถเพิ่มความต้านทานไม้ได้ \\nหลักการนั้นจะต่างออกไปจากยาฆ่าพืชทั่วไป โดยจะเป็นการทำให้พวกมันหลับลึก แทน ว่ากันว่า มันสามารถใช้เป็นยาบำรุงร่างกายได้ด้วยนะ",
        "vi": "Thuốc hạn chế sự tăng trưởng của cây cỏ, tăng kháng Nguyên Tố Thảo.\\nNguyên lý giống với những loại thuốc diệt cỏ thông thường, không phải giết chết cây cối, mà khiến nó chìm vào giấc ngủ. Uống vào nghe nói có thể giúp điều dưỡng cơ thể."
    },
    "materialType": "MATERIAL_FOOD"
}