{
    "name": {
        "en": "Dendrobium",
        "de": "Dendrobium",
        "chs": "血斛",
        "cht": "血斛",
        "es": "Dendrobio",
        "fr": "Dendrobium sanglant",
        "id": "Dendrobium",
        "jp": "血石華",
        "kr": "혈곡",
        "pt": "Dendróbio",
        "ru": "Кровоцвет",
        "th": "Dendrobium",
        "vi": "Hoa Lan Máu"
    },
    "id": 101204,
    "materialDesc": {
        "en": "A vibrant plant that has also been named the \"lycoris\" by the poets. It was once thought extinct in the Inazuman archipelago, only to re-emerge now upon the battlefields. It is said that it blooms most enchantingly where much blood was spilled.",
        "de": "Eine lebendige Pflanze, die von den Dichtern auch „Lycoris“ genannt wurde. Einst galt sie im Inazuma-Archipel als ausgestorben, nur um jetzt auf den Schlachtfeldern wieder aufzutauchen. Es wird gesagt, dass sie dort am bezauberndsten blüht, wo viel Blut vergossen wurde.",
        "chs": "在诗文中也被称为「赤蕊」的鲜艳植物，一度在稻妻列岛绝迹，如今在战场上再度重现。传说在血腥的战场上，它们开得格外妖艳。",
        "cht": "在詩文中也被稱為「赤蕊」的鮮豔植物，一度在稻妻列島絕跡，如今在戰場上再度重現。傳說在血腥的戰場上，它們開得格外妖豔。",
        "es": "Una planta de color rojo vivo también conocida en los poemas como “lycoris”. Hubo un tiempo en que desapareció, pero hoy en día vuelve a florecer en los campos de batalla. Se dice que estas flores alcanzan su máximo esplendor y belleza en los lugares donde se derrama más sangre.",
        "fr": "Une plante magnifique qui est également appelée « lycoris » par les poètes. On la croyait autrefois éteinte dans l'archipel d'Inazuma, avant de réapparaître sur les champs de bataille. On dit qu'elle fleurit d'un rouge d'autant plus vif là où le sang a été versé.",
        "id": "Tumbuhan unik yang dinamai \"Lycoris\" oleh para penyair. Tumbuhan ini sempat dinyatakan punah di kepulauan Inazuma, dan kini muncul lagi di medan perang. Dikatakan bahwa tumbuhan ini akan mekar dengan memesona di lokasi yang penuh dengan pertumpahan darah.",
        "jp": "詩の中で「赤蕊」と呼ばれている鮮やかな植物。稲妻列島で一度は絶滅したが、戦場で再び姿を現した。血塗られた戦場ではひときわ輝きを放つと言われている。",
        "kr": "시에서 「붉은 꽃술」로도 묘사되는 색상이 선명한 식물. 한때는 이나즈마에서 멸종된 적도 있으나, 전장에서 다시금 나타나게 된다. 소문에 따르면, 선혈이 낭자한 전장에서 유달리 요염하게 만개한다고 한다",
        "pt": "Uma planta vibrante que também foi nomeada \"lycoris\" pelos poetas. Pensava-se que estava extinta no arquipélago de Inazuma, mas reapareceu agora em seus campos de batalha. Dizem que seu florescimento mais encantador ocorre onde muito sangue foi derramado.",
        "ru": "Это яркое растение, прозванное поэтами и писателями «багряный бутон», однажды исчезло с островов Инадзумы, но недавно начало появляться вновь на полях сражений. Говорят, оно цветёт особенно пышно там, где пролилась кровь.",
        "th": "พืชที่มีสีสันสดใส หรือที่ถูกเรียกอีกชื่อว่า \"Lycoris\" ในบทกวี ครั้งหนึ่งเคยหายไปจากหมู่เกาะ Inazuma แต่ตอนนี้กลับมาปรากฏขึ้นอีกครั้งท่ามกลางสนามรบ ตามตำนานเล่าว่าในสนามรบที่นองเลือดนั้น พวกมันจะเบ่งบานอย่างน่าหลงใหลเป็นพิเศษ",
        "vi": "Loài thực vật sặc sỡ đã từng tuyệt chủng ở Inazuma, nay đã tái xuất trên chiến trường. Tương truyền nó sẽ nở rực rỡ trên chiến trường nhuốm máu."
    },
    "materialType": "MATERIAL_EXCHANGE"
}