{
    "name": {
        "en": "Der Weisheit Letzter Schluss (Life)",
        "de": "Der Weisheit letzter Schluss (Leben)",
        "chs": "至高的智慧（生活）",
        "cht": "至高的智慧（生活）",
        "es": "Sabiduría suprema (vida)",
        "fr": "Sagesse suprême",
        "id": "Supreme Wisdom (Life)",
        "jp": "最高の知恵·生活",
        "kr": "지고한 지혜(라이프)",
        "pt": "Sabedoria Suprema (Vida)",
        "ru": "Высшая мудрость (Жизнь)",
        "th": "Der Weisheit Letzter Schluss (Life)",
        "vi": "Thông Minh Tột Đỉnh (Cuộc Sống)"
    },
    "id": 108114,
    "materialDesc": {
        "en": "Mona's specialty. A great work from a great astrologer. Its greatest aspect lies with its cost-effectiveness in filling one's stomach.",
        "de": "Monas Spezialzubereitung, das Meisterwerk einer großen Astrologin. Das Allerbeste an diesem Gericht ist, dass es auch den Magen des Besitzers eines kleineren Portemonnaies zu füllen vermag.",
        "chs": "莫娜的特色料理。伟大占星术士的伟大之作，其中的最伟大之处在于这道菜肴能性价比极高地填饱肚子。",
        "cht": "莫娜的特色料理。偉大占星術士的偉大之作，其中的最偉大之處在於這道菜餚能性價比極高地填飽肚子。",
        "es": "La especialidad de Mona. Un gran trabajo de una gran astróloga. Su mayor cualidad consiste en su capacidad de llenar el estómago a un precio asequible.",
        "fr": "Spécialité culinaire de Mona. Un grand plat pour une grande astromancienne ; il remplit l'estomac pour pas trop cher.",
        "id": "Spesialisasi Mona. Karya luar biasa dari seorang peramal hebat. Kemampuan terbesarnya adalah, dapat mengisi perut seseorang sampai penuh dengan biaya yang sangat efektif.",
        "jp": "モナのオリジナル料理。偉大なる占星術師による偉大な料理、その偉大さはこの料理は効率よく空腹を満たせるところにある。",
        "kr": "모나의 특제 요리. 위대한 점성술사의 위대한 작품. 그중 가장 위대한 건 바로 가성비 갑이라는 점이다",
        "pt": "Especialidade de Ast Mona. Um ótimo trabalho de uma grande astróloga. A melhor parte está na sua relação custo-benefício no preenchimento do estômago.",
        "ru": "Особое блюдо Моны. Замечательное блюдо от замечательного астролога. Его величайшее достоинство состоит в том, с какой лёгкостью он может утолить ваш голод.",
        "th": "เมนูพิเศษของ Mona ผลงานอันยอดเยี่ยมของโหรแห่ง ดวงดาราสุดยิ่งใหญ่ สิ่งสำคัญที่สุดของอาหารจานนี้คือ มันเป็นอาหารที่อิ่มท้องได้อย่างคุ้มค่าสุด ๆ",
        "vi": "Món ăn đặc biệt của Mona. Công thức tuyệt vời của thuật sỹ chiêm tinh lừng danh. Sự tuyệt vời của nó nằm ở khả năng lấp đầy dạ với hiệu quả cao."
    },
    "materialType": "MATERIAL_FOOD"
}