{
    "name": {
        "en": "Desert House: Spices Abound",
        "de": "Wüstenhaus – „Gewürze in Hülle und Fülle“",
        "chs": "沙域平屋-「众香」",
        "cht": "沙域平屋-「眾香」",
        "es": "Casa del desierto: Especias abundantes",
        "fr": "Maison du désert « Épices abondantes »",
        "id": "Bangunan Gurun: Rempah Berlimpah",
        "jp": "砂域の家屋-「集香」",
        "kr": "사막 집-「다채로운 향기」",
        "pt": "Casa do Deserto — Especiarias Abundantes",
        "ru": "Пустынный дом: Страна благоуханий",
        "th": "บ้านแห่งผืนทราย - \"หอมหวนอบอวล\"",
        "vi": "Ngôi Nhà Sa Mạc - Hương Thơm"
    },
    "id": 390706,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Desert House: Spices Abound.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Wüstenhaus – Gewürze in Hülle und Fülle“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「沙域平屋-『众香』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「沙域平屋-『眾香』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Casa del desierto: Especias abundantes.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la maison du désert « Épices abondantes ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Rumah Gurun: Rempah-Rempah Berlimpah.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「砂域の家屋-『集香』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「사막 집-『다채로운 향기』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Casa do Deserto — Especiarias Abundantes\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Пустынный дом: Страна благоуханий».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"บ้านแห่งผืนทราย - 'หอมหวนอบอวล'\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Ngôi Nhà Sa Mạc - Hương Thơm\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}