{
    "name": {
        "en": "Desert Wall: Stalwart Defense",
        "de": "Wüstenwall – „Standhafte Abwehr“",
        "chs": "沙域垣墙-「严守」",
        "cht": "沙域垣牆-「嚴守」",
        "es": "Pared del desierto: Defensa incondicional",
        "fr": "#Mur du désert « Défense sérieuse{NON_BREAK_SPACE}»",
        "id": "Dinding Gurun: Pertahanan Sempurna",
        "jp": "砂域の墻壁-「堅き守り」",
        "kr": "사막 담벼락-「수호」",
        "pt": "Parede do Deserto — Defesa Incondicional",
        "ru": "Пустынная стена: Стойкая защита",
        "th": "กำแพงแห่งผืนทราย - \"เฝ้าสังเกตการณ์\"",
        "vi": "Bức Tường Sa Mạc - Phòng Thủ Nghiêm Ngặt"
    },
    "id": 391239,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making \"Desert Wall: Stalwart Defense.\"\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Wüstenwall – Standhafte Abwehr“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「沙域垣墙-『严守』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「沙域垣牆-『嚴守』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Pared del desierto: Defensa incondicional.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du mur du désert « Défense sérieuse ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Dinding Gurun: Pertahanan yang Kokoh.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「砂域の墻壁-『堅き守り』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「사막 담벼락-『엄수』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Parede do Deserto — Defesa Incondicional.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Пустынная стена: Стойкая защита».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"กำแพงแห่งผืนทราย - 'เฝ้าสังเกตการณ์'\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Bức Tường Sa Mạc - Phòng Thủ Nghiêm Ngặt\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}