{
    "name": {
        "en": "Desert Wall-Drapes: Flaming Feathers",
        "de": "Wüstenwanddekoration – „Feuerfedern“",
        "chs": "沙域墙饰-「火羽」",
        "cht": "沙域牆飾-「火羽」",
        "es": "Decoración de pared del desierto: Plumas igníferas",
        "fr": "#Tenture murale du désert «{NON_BREAK_SPACE}Plumes enflammées »",
        "id": "Dinding Gurun: Bulu Api",
        "jp": "砂域の壁飾り-「炎の翼」",
        "kr": "사막 벽장식-「화염 깃털」",
        "pt": "Decoração de Parede do Deserto — Penas Flamejantes",
        "ru": "Пустынная драпировка: Огненные перья",
        "th": "ของประดับผนังแห่งผืนทราย - \"ปีกเพลิง\"",
        "vi": "Trang Trí Tường Sa Mạc - Hỏa Vũ"
    },
    "id": 384215,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making Desert Wall-Drapes: Flaming Feathers.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Wüstenwanddekoration – Feuerfedern“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「沙域墙饰-『火羽』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「沙域牆飾-『火羽』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Decoración de pared del desierto: Plumas igníferas.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la tenture murale du désert « Plumes enflammées ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Tirai Dinding Gurun: Bulu Berapi.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「砂域の壁飾り-『炎の翼』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「사막 벽장식-『화염 깃털』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Decoração de Parede do Deserto — Penas Flamejantes\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Пустынная драпировка: Огненные перья».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ของประดับผนังแห่งผืนทราย - 'ปีกเพลิง'\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Trang Trí Tường Sa Mạc - Hỏa Vũ\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}