{
    "name": {
        "en": "Desert Lamp: Lingering Light",
        "de": "Wüstenlampe – „Bleibendes Licht“",
        "chs": "沙域明灯-「留光」",
        "cht": "沙域明燈-「留光」",
        "es": "Lámpara del desierto: Luz encendida",
        "fr": "Lampe du désert « Lueur »",
        "id": "Pelita Gurun: Sisa Cahaya",
        "jp": "砂域のランプ-「留光」",
        "kr": "사막 등불-「여광」",
        "pt": "Lanterna do Deserto — Luz Remanescente",
        "ru": "Пустынная лампа: Томительный свет",
        "th": "ไฟแห่งผืนทราย - \"แสงไฟที่ยังหลงเหลือ\"",
        "vi": "Đèn Sa Mạc - Ánh Sáng"
    },
    "id": 383107,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Desert Lamp: Lingering Light.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Wüstenlampe – Bleibendes Licht“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「沙域明灯-『留光』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「沙域明燈-『留光』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Lámpara del desierto: Luz encendida.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la lampe du désert « Lueur ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Lampu Gurun: Cahaya yang Terus Terang.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「砂域のランプ-『留光』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「사막 등불-『여광』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Lanterna do Deserto — Luz Remanescente\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Томительный свет».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ไฟแห่งผืนทราย - 'แสงไฟที่ยังหลงเหลือ'\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Ngọn Đèn Sa Mạc - Ánh Sáng\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}