{
    "name": {
        "en": "Desert Cabinet: Odds and Ends",
        "de": "Wüstenschrank – „Habseligkeit“",
        "chs": "沙域竖柜-「什物」",
        "cht": "沙域豎櫃-「什物」",
        "es": "Armario del desierto: Cachivaches",
        "fr": "Armoire du désert « Fouillis »",
        "id": "Lemari Gurun: Pojok",
        "jp": "砂域のシェルフ-「什器」",
        "kr": "사막 옷장-「잡동사니」",
        "pt": "Armário do Deserto — Bugigangas",
        "ru": "Пустынный шкаф: Странности и мелочи",
        "th": "ตู้เก็บของแนวตั้งแห่งผืนทราย - \"เครื่องใช้ในบ้าน\"",
        "vi": "Tủ Đứng Sa Mạc - Đồ Linh Tinh"
    },
    "id": 381212,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Desert Cabinet: Odds and Ends.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Wüstenschrank – Habseligkeit“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「沙域竖柜-『什物』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「沙域豎櫃-『什物』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Armario del desierto: Cachivaches.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'armoire du désert « Fouillis ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Kabinet Gurun: Tetek Bengek.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「砂域のシェルフ-『什器』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「사막 옷장-『잡동사니』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Armário do Deserto — Bugigangas\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Пустынный шкаф: Домашняя утварь».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ตู้เก็บของแนวตั้งแห่งผืนทราย - 'เครื่องใช้ในบ้าน'\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Tủ Đứng Sa Mạc - Đồ Linh Tinh\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}