{
    "name": {
        "en": "Desiccant Potion",
        "de": "Trockenmitteltrank",
        "chs": "防潮药剂",
        "cht": "防潮藥劑",
        "es": "Poción antihumedad",
        "fr": "Potion de résistance Hydro",
        "id": "Desiccant Potion",
        "jp": "耐湿薬剤",
        "kr": "방습 포션",
        "pt": "Poção Protetora",
        "ru": "Зелье осушения",
        "th": "Desiccant Potion",
        "vi": "Thuốc Chống Ẩm"
    },
    "id": 111007,
    "materialDesc": {
        "en": "A kind of potion that boosts Hydro RES and makes one able to withstand highly humid environments.\\nIt is said to act like a desiccant and be highly effective at keeping items dry. It can also be ingested for the same effect.",
        "de": "Ein Medikament, das einen hohe Feuchtigkeit aushalten lässt und den Hydro-Widerstand erhöht.\\nEs ist ein Mittel, mit dem Dinge trocken aufbewahrt werden können. Man kann es auch zu sich nehmen, um den gleichen Effekt für den Körper zu erzielen. Wirkt Wunder gegen Rheuma.",
        "chs": "让人忍耐潮湿环境的药物，能提升水元素抗性。\\n这种药剂据信能够防潮，对于保存物件十分实用。内服亦可，对风湿病患者而言是宝物。",
        "cht": "讓人忍耐潮濕環境的藥物，能提升水元素抗性。\\n這種藥劑據信能夠防潮，對於保存物品十分實用。內服亦可，對風濕病患者而言是寶物。",
        "es": "Un tipo de poción que potencia la RES Hydro y ayuda a resistir ambientes de alta humedad.\\nDicen que esta poción puede mantener los objetos secos y también puede ser consumida por las personas para obtener una mayor resistencia al agua.",
        "fr": "Une potion mystérieuse qui permet de résister aux environnements humides et augmente la RÉS Hydro.\\nCette potion agit comme dessicateur, et est particulièrement utile pour la conservation des objets ; elle peut être ingérée pour le même effet.",
        "id": "Sejenis obat yang meningkatkan Hydro RES dan membuatmu tahan terhadap lingkungan lembap.\\nDikatakan obatnya bekerja untuk menjaga barang-barang tetap kering dan juga dapat diminum untuk memberikan efek yang sama terhadap tubuh.",
        "jp": "飲むと湿っぽい環境にも耐えられる不思議な薬剤。水元素耐性が上がる。\\n防湿効果もあるらしい。リウマチ患者にとっては宝物。",
        "kr": "습한 환경에 적응하게 해주는 포션. 물 원소 내성을 올릴 수 있다.\\n이 약은 습기 방지에 뛰어나 물건을 저장할 때 매우 유용하다. 복용해도 마찬가지! 류머티즘 환자에겐 보물과도 같다",
        "pt": "Um tipo de medicamento que impulsiona a RES Hydro e faz com que possa suportar a ambientes de alta umidade.\\nDizem que essa poção pode manter os itens secos e pode ser consumida para o mesmo propósito.",
        "ru": "Зелье, которое повышает Гидро сопротивление и стойкость к высокой влажности.\\nОбычно его используют для вещей, которые хранятся в местах с высокой влажностью, но некоторые также принимают его внутрь.",
        "th": "ยาที่ช่วยให้ทนต่อความชื้น สามารถเพิ่มความต้านทานน้ำได้ \\nยาชนิดนี้สามารถป้องกันความชื้นได้ สามารถใช้เก็บรักษาไอเทมได้อย่างดี และก็เป็นยาชั้นดีให้แก่ผู้ที่ป่วยได้เช่นกัน",
        "vi": "Thuốc giúp chịu đựng được môi trường ẩm ướt, tăng kháng Nguyên Tố Thủy.\\nLoại thuốc này có thể chống ẩm, dùng để lưu trữ vật phẩm rất tốt. Cũng có thể uống, là bảo bối với người mắc bệnh phong thấp."
    },
    "materialType": "MATERIAL_FOOD"
}