{
    "name": {
        "en": "Dew-Dipped Shrimp",
        "de": "Morgentau-Garnelen",
        "chs": "沾露虾仁",
        "cht": "沾露蝦仁",
        "es": "Camarones en rocío",
        "fr": "Crevettes à la rosée",
        "id": "Dew-Dipped Shrimp",
        "jp": "美露エビ",
        "kr": "소스를 묻힌 새우살",
        "pt": "Camarão Marinado",
        "ru": "Креветки в росе",
        "th": "Dew-Dipped Shrimp",
        "vi": "Tôm Nhuốm Sương"
    },
    "id": 108389,
    "materialDesc": {
        "en": "Yelan's specialty. Amongst the ingredients here is the new tea, Dipped Dew, delivered from Qiaoying Village right to the Teahouse, which was then quickly fried together with freshly-caught river shrimp. The look is sightly, the scent of distant tea, and the taste both tender and springy... Wait a moment. Why's she coming over with that plate of chilli?",
        "de": "Yelans Spezialzubereitung. Zu den Zutaten gehört der neue Tee namens Tautropfen, der aus Qiaoying direkt in die Teestube geliefert und dann zusammen mit fangfrischen Flussgarnelen schnell gebraten wurde. Es riecht nach fernem Teeduft und schmeckt zart und federnd ... Warte! Warum kommt sie jetzt mit einem Teller Peperoni rüber?",
        "chs": "夜兰的特色料理。食材选用的是由翘英庄送到茶室的新茶沾露，配合现捕的河虾快速炒制。观之，色泽雅丽；闻之，茶香幽远；尝之，软嫩弹牙…等等，她怎么又端了个辣椒碟上来？",
        "cht": "夜蘭的特色料理。食材選用的是由翹英莊送到茶室的新茶沾露，配合現捕的河蝦快速炒製。觀之，色澤雅麗；聞之，茶香幽遠；嚐之，軟嫩彈牙…等等，她怎麼又端了個辣椒碟上來？",
        "es": "La especialidad de Yelan. El ingrediente principal es un té de rocío recién importado de la Aldea Chiaoying, el cual se fríe a fuego rápido con camarones de río recién capturados. Su aspecto es brillante y elegante, su aroma evoca el té en la lejanía, y su sabor es suave al paladar. Un momento, ¿por qué ha vuelto a servir un plato de chiles?",
        "fr": "Spécialité culinaire de Yelan. On trouve parmi les ingrédients du nouveau thé de rosée livré directement du Village de Qiaoying à la maison de thé, qu'on utilise pour frire rapidement des crevettes de rivière fraîchement pêchées. À la vue, il est d'une couleur élégante ; à l'odeur, on sent le parfum d'un thé lointain ; au goût, il est à la fois tendre et a une consistance élastique... Une petite minute, pourquoi est-elle en train d'apporter une assiette de piment ?",
        "id": "Masakan Andalan Yelan. Bahan-bahannya adalah teh baru Dipped Dew yang baru saja diantar dari Qiaoying Village langsung ke kedai teh miliknya. Teh ini kemudian digongseng cepat bersama dengan udang sungai yang baru ditangkap. Penampilannya mengkilap, aromanya seperti semerbak teh dari kejauhan, dan rasanya lembut dan kenyal ... Tunggu dulu, kenapa dia menyuguhkan sepiring cabai lagi?",
        "jp": "夜蘭のオリジナル料理。翹英荘が茶室に届けた新茶の「美露」を、獲れたてのエビにからめて炒めた。その色彩は上品で、お茶の香りが漂う。それに、柔らかくて歯ごたえもあり…待って、どうして彼女は唐辛子の皿を持ってこっちに来るんだろう？",
        "kr": "야란의 특제 요리. 교영 마을에서 찻집에 보내온 새로운 차 소스에, 막 잡은 민물새우를 빠르게 볶아낸 요리다. 아름다운 색깔에 우러나는 차 향기가 일품이다. 입에 넣으면, 부드럽고 씹는 맛이…. 잠깐, 왜 고추를 가져오는 거지?",
        "pt": "Especialidade de Yelan. Entre os ingredientes usados para confeccionar este prato está o novo chá proveniente da Vila Qiaoying chamado Gotas de Orvalho, que foi enviado diretamente para a Casa de Chá e depois levemente frito com camarão fresco do rio. Este prato tem uma fragrância suave de chá, e seu sabor é tenro ao paladar... Espere um minuto. Por que ela está vindo aqui com um prato de pimenta?",
        "ru": "Особое блюдо Е Лань. Среди ингредиентов есть особый чай «Влага росы». Его доставляют прямиком из деревни Цяоин и обжаривают со свежими речными креветками. Тонкий чайный аромат, свежий весенний вкус... Минутку! А зачем она принесла целую тарелку перца?",
        "th": "เมนูพิเศษของ Yelan วัตถุดิบที่เลือกใช้ก็คือ Dipped Dew ชาใหม่ที่ได้มาจากหมู่บ้าน Qiaoying และส่งตรงไปที่โรงน้ำชา จากนั้นก็นำมาผัดแบบฉับไวกับกุ้งแม่น้ำที่จับมาใหม่ ๆ ยามมองดูมีสีสันงามสง่า ยามดมกลิ่นได้กลิ่นชามาแต่ไกล ยามลิ้มรสนุ่มเด้งหนึบ... เดี๋ยวนะ แต่ทำไมเธอเอาพริกมาเพิ่มอีกจานนึงล่ะน่ะ?",
        "vi": "Món ăn đặc sắc của Yelan. Nguyên liệu được chọn từ lá trà mới còn nhuốm sương vừa được Làng Kiều Anh giao đến, phối hợp với tôm sông mới vừa bắt lên cho vào xào nhanh. Nhìn, màu sắc tươi đẹp; Ngửi, hương trà phảng phất; Nếm, thơm ngon vừa miệng... Chờ đã, sao cô ấy lại bưng thêm một đĩa ớt lên?"
    },
    "materialType": "MATERIAL_FOOD"
}