{
    "name": {
        "en": "Dew of Repudiation",
        "de": "Tau der Abstoßung",
        "chs": "排异之露",
        "cht": "排異之露",
        "es": "Rocío del rechazo",
        "fr": "Rosée du rejet",
        "id": "Dew of Repudiation",
        "jp": "排他の露",
        "kr": "배척의 이슬",
        "pt": "Orvalho da Repudiação",
        "ru": "Роса отречения",
        "th": "Dew of Repudiation",
        "vi": "Giọt Nước Bài Trừ"
    },
    "id": 113028,
    "materialDesc": {
        "en": "A strange water droplet left behind by the collapse of the Hydro Hypostasis.\\nIt has strong rejection properties, and this forms the basis of one of the Hydro Hypostasis' attack patterns as well. They say that water contains memories and willpower, and that these things can grow when bodies of water meld together. However, the waves conjured by the Hydro Hypostasis are incompatible with the currents that flow above and below ground. Even if it were to flow into the surpassingly pure waters of Petrichor, this drop of water will likely resist assimilation as strongly as mercury.",
        "de": "Ein seltsamer Wassertropfen, der beim Zusammenbruch der Hydro-Hypostase zurückgelassen wurde.\\nEr hat starke Abstoßungseigenschaften und dies bildet auch die Grundlage für eines der Angriffsmuster der Hydro-Hypostase. Man sagt, dass Wasser Erinnerungen und Willenskraft enthält und dass diese Dinge wachsen können, wenn Wasserkörper miteinander verschmelzen. Die von den Hydro-Hypostasen heraufbeschworenen Wellen sind jedoch mit den Strömungen, die über und unter der Erde fließen, nicht kompatibel. Selbst wenn er in die unübertroffen reinen Gewässer von Petrichor fließen würde, würde sich dieser Wassertropfen der Assimilation wahrscheinlich so stark widersetzen wie Quecksilber.",
        "chs": "无相之水坍缩后，留下的奇异水珠。\\n具有强烈的排异本能，也是无相之水的攻击手段之一。据说水中蕴含着记忆与意志，也能随水体的融合获得成长。然而无相之水唤出的浪潮，与地上地下一切湍流之物皆不相容。哪怕落入佩特莉可那无比纯粹的水中，这滴水也会像水银一般抗拒着周遭的融合吧。",
        "cht": "無相之水坍縮後，留下的奇異水珠。\\n具有強烈的排異本能，也是無相之水的攻擊手段之一。據說水中蘊含著記憶與意志，也能隨水體的融合獲得成長。然而無相之水喚出的浪潮，與地上地下一切湍流之物皆不相容。哪怕落入佩特莉可那無比純粹的水中，這滴水也會像水銀一般抗拒著周遭的融合吧。",
        "es": "Una gota de agua dejada por el Hipóstasis Hydro al ser derrotado.\\nTiene una fuerte capacidad de rechazo, y consiste en uno de los métodos de ataque de este Hipóstasis. Dicen que el agua contiene recuerdos y fuerza de voluntad, los cuales incrementan cuando dos cuerpos de agua convergen. Sin embargo, las olas que invoca el Hipóstasis Hydro son incompatibles con las corrientes que fluyen por dentro y fuera de la tierra. Aunque cayera en las puras aguas de Petrichor, esta gota seguiría resistiéndose a converger con ellas como si de mercurio se tratara.",
        "fr": "Une goutte d'eau étrange que l'Hypostase Hydro a laissée derrière elle après sa destruction.\\nElle possède une forte volonté de réjection, comme la base de la plupart des attaques de l'Hypostase Hydro. On raconte que l'eau est un réceptacle des souvenirs et des volontés et que ces choses s'intensifient quand les eaux se mélangent. Cependant, les vagues invoquées par l'Hypostase Hydro ne peuvent pas se mêler aux eaux qui coulent au-dessus ou en dessous du sol. Même si elle convergeait vers des eaux aussi pures que celles de Petrichor, cette goutte d'eau refuserait probablement de s'y mélanger, tel du mercure.",
        "id": "Tetesan air aneh yang ditinggalkan oleh Hydro Hypostasis yang gugur.\\nMemiliki kemampuan penolakan yang kuat, dan merupakan salah satu dasar dari pola serangan Hydro Hypostasis. Dikatakan bahwa air mengandung ingatan dan tekad, dan semua kandungan itu akan bertumbuh saat air menyatu. Namun ombak yang diciptakan Hydro Hypostasis tidak dapat menyatu dengan arus yang mengalir di atas dan bawah tanah. Bahkan jika terjatuh ke perairan Petrichor yang murni, tetesan air ini mungkin akan seperti merkuri yang menolak keras untuk menyatu.",
        "jp": "無相の水が凝縮した後、残された奇妙な水玉。\\n強烈な排他本能を持つことも、無相の水の攻撃手段の一つである。水の中に記憶と意志が含まれ、水との融合と共に成長していくそうだ。だが、無相の水が召喚した波は、あらゆる湧いている物と相容れない。たとえペトリコールの純粋な水の中に落ちても、この水玉は水銀のように、周りとの融合を拒絶するだろう。",
        "kr": "무상의 물이 붕괴된 후 남긴 기이한 물방울.\\n강렬한 배척 본능을 보유하고 있으며 무상의 물 공격 수단 중 하나이다. 물속에는 기억과 의지가 담겨있다고 전해지며 이 또한 물의 융합에 따라 점차 자라난다고 한다. 하지만 무상의 물이 소환해낸 파도는 지상이나 지하의 그 어떠한 물과도 융합될 수 없다. 페트리코의 더없이 순수한 물에 떨어지더라도, 그 물방울은 수은처럼 주변의 융합에 저항할 것이다",
        "pt": "Uma gota de água estranha deixada para trás pelo colapso de um Hypostasis Hydro.\\nPossui fortes propriedades de rejeição, e é a forma básica de um dos padrões do ataque do Hypostasis Hydro. Dizem que a água contém memórias e determinação, e que essas coisas podem crescer quando corpos d'água se juntam. Entretanto, as ondas conjuradas pelo Hypostasis Hydro são incompatíveis com as correntes que correm acima e abaixo do chão. Mesmo que fosse para correr nas águas cada vez mais puras de Petrichor, essa gota de água provavelmente resistiria assimilação tão fortemente como se fosse mercúrio.",
        "ru": "Странная капля воды, оставшаяся после распада Гидро гипостазиса.\\nОна словно бы обладает собственной волей, не дающей ей смешаться с водой из других источников. Это странное отторжение можно использовать в атаке против Гидро гипостазиса. Говорят, что вода содержит воспоминания и силу воли и при слиянии вод их память и воля тоже объединяются. Но волны, создаваемые Гидро гипостазисами, несовместимы ни с поверхностными, ни с подземными водными течениями. Даже непревзойденно чистые воды Петрикор, скорее всего, не смогли бы поглотить эту каплю, словно бы она сделана не из воды, а из ртути.",
        "th": "หยดน้ำประหลาดที่ได้จากการปราบ Hydro Hypostasis\\nน้ำมีคุณสมบัติในการกำจัดสิ่งแปลกปลอมที่ทรงพลัง และนี่เป็นหนึ่งในรูปแบบการโจมตีของ Hydro Hypostasis เช่นกัน ว่ากันว่าน้ำประกอบด้วยความทรงจำและเจตจำนง และสิ่งเหล่านี้สามารถเติบโตได้เมื่อแหล่งน้ำหลอมรวมกัน อย่างไรก็ตาม คลื่นที่เกิดจาก Hydro Hypostasis นั้นไม่เข้ากันกับกระแสน้ำที่ไหลเหนือและใต้พื้นดิน แม้ว่าจะไหลลงสู่น่านน้ำที่บริสุทธิ์ของ Petrichor ก็ตาม หยดน้ำนี้ก็น่าจะต้านทานการหลอมรวมได้รุนแรงพอ ๆ กับปรอท",
        "vi": "Giọt nước kỳ lạ còn sót lại sau khi Thủy Nguyên Bản tan vỡ.\\nCó bản năng bài trừ mãnh liệt, cũng là một trong những cách thức tấn công của Thủy Nguyên Bản. Nghe nói ký ức và ý chí tích tụ trong nước khi dung hòa vào nước cũng có thể trưởng thành. Nhưng sóng nước sinh ra từ Thủy Nguyên Bản lại không dung hợp với dòng nước xiết trên và dưới mặt đất. Ngay cả khi rơi vào dòng nước tinh khiết thì giọt nước này cũng không hòa tan, cứ như thủy ngân vậy."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}