{
    "name": {
        "en": "Diagram: Warming Bottle",
        "de": "Bauplan: Wärmflasche",
        "chs": "图谱：放热瓶",
        "cht": "圖譜：放熱瓶",
        "es": "Plano: Vial exotérmico",
        "fr": "Plan : Fiole exothermique",
        "id": "Diagram: Warming Bottle",
        "jp": "図譜:放熱瓶",
        "kr": "설계도: 발열병",
        "pt": "Diagrama: Garrafa Térmica",
        "ru": "Диаграмма: Тепловая бутыль",
        "th": "แบบแปลน: Warming Bottle",
        "vi": "Bản vẽ: Bình Phát Nhiệt"
    },
    "id": 221017,
    "materialDesc": {
        "en": "Detailed step-by-step instructions for making a Warming Bottle. Master them and you will be able to create a tool to resist Sheer Cold.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Wärmflasche“. Hiermit kannst du ein Objekt herstellen, das das Ansammeln bitterer Kälte verringert.",
        "chs": "步骤详实的图谱，记载着「放热瓶」的制作方法。掌握后，可以制作抵抗严寒的消耗道具。",
        "cht": "步驟詳實的圖譜，記載著「放熱瓶」的製作方法。掌握後，可以製作抵抗嚴寒的消耗道具。",
        "es": "Planos detallados para fabricar un Vial exotérmico. Tras obtenerlos, podrás crear un objeto para resistir el Frío extremo.",
        "fr": "Plan détaillé pour la fabrication d'une Fiole exothermique. Une fois maîtrisé, vous pourrez créer un outil vous permettant de résister au Grand Froid.",
        "id": "Penjelasan terperinci tentang cara pembuatan \"Warming Bottle\". Setelah menguasainya, kamu bisa membuat item konsumsi untuk menghadapi cuaca dingin.",
        "jp": "「放熱瓶」の詳しい作り方が載っている図譜。習得後は、極寒の消耗に抵抗できる道具を作れるようになる。",
        "kr": "제작 과정이 자세히 적혀 있는 설계도로 「발열병」의 제작 방법이 적혀있다. 습득 후 추위를 견딜 수 있는 소모 아이템을 제작할 수 있다",
        "pt": "Instruções detalhadas com o passo a passo para fazer uma Garrafa Térmica. Após entendê-la bem, poderá criar uma ferramenta para resistir ao Frio Extremo.",
        "ru": "Подробная диаграмма создания предмета «Тепловая бутыль». Этот инструмент поможет вам противостоять лютому морозу.",
        "th": "แบบแปลนอธิบายวิธีการสร้าง \"Warming Bottle\" โดยละเอียด ศึกษาให้เชี่ยวชาญ แล้วคุณจะสามารถสร้างไอเทมที่ต้านทานความหนาวได้",
        "vi": "Bản vẽ ghi rõ từng bước làm \"Bình Phát Nhiệt\". Có thể dùng để chế tạo đạo cụ chống lạnh."
    },
    "materialType": "MATERIAL_CONSUME"
}