{
    "name": {
        "en": "Diagram: Anemo Treasure Compass",
        "de": "Bauplan: Anemo-Schatzkompass",
        "chs": "图谱：风之寻宝罗盘",
        "cht": "圖譜：風之尋寶羅盤",
        "es": "Plano: Brújula buscatesoros Anemo",
        "fr": "Plan : Détecteur de trésors Anémo",
        "id": "Diagram: Anemo Treasure Compass",
        "jp": "図譜：風のトレジャーコンパス",
        "kr": "설계도: 바람의 보물찾기 나침반",
        "pt": "Diagrama: Bússola de Tesouros Anemo",
        "ru": "Диаграмма: Анемо компас сокровищ",
        "th": "แบบแปลน: Anemo Treasure Compass",
        "vi": "Bản Vẽ: La Bàn Tìm Báu Vật Phong"
    },
    "id": 221009,
    "materialDesc": {
        "en": "A detailed step-by-step diagram for making an Anemo Treasure Compass. Use it to easily locate treasure all over Mondstadt.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Anemo-Schatzkompass“. Mithilfe dieses Kompasses kannst du Schätze in Mondstadt ganz bequem aufspüren.",
        "chs": "步骤详实的图谱，记载着「风之寻宝罗盘」的制作方法。利用这种罗盘，可以在蒙德的土地上方便地寻找宝藏。",
        "cht": "步驟詳實的圖譜，記載著「風之尋寶羅盤」的製作方法。利用這種羅盤，可以在蒙德的土地上方便地尋找寶藏。",
        "es": "Planos detallados para fabricar una Brújula buscatesoros Anemo. Puede utilizarse para encontrar fácilmente tesoros en Mondstadt.",
        "fr": "Plan détaillé pour la construction d'un Détecteur de trésors Anémo. Cet outil permet de localiser plus facilement les coffres dispersés à travers Mondstadt.",
        "id": "Penjelasan terperinci tentang proses pembuatan \"Anemo Treasure Compass\". Kamu bisa menemukan harta karun dengan mudah di tanah Mondstadt menggunakan kompas semacam ini.",
        "jp": "「風のトレジャーコンパス」の詳しい作り方が載っている図譜。このコンパスを利用すれば、モンドの土地での宝探しがより簡単になる。",
        "kr": "제작 과정이 자세히 적혀 있는 설계도로 「바람의 보물찾기 나침반」의 제작 방법이 적혀있다. 해당 나침반을 이용하면 몬드에서 보물을 손쉽게 찾을 수 있다",
        "pt": "Um diagrama detalhado passo a passo de como fazer uma Bússola do Tesouro Anemo. Use ela para localizar tesouros facilmente por Mondstadt.",
        "ru": "Подробная диаграмма создания предмета «Анемо компас сокровищ». Используйте этот компас, чтобы облегчить поиск сокровищ в регионе Мондштадта.",
        "th": "แบบแปลนอธิบายวิธีสร้าง Anemo Treasure Compass โดยละเอียด ด้วยเข็มทิศนี้คุณสามารถค้นหาสมบัติใน Mondstadt ได้อย่างง่ายดาย",
        "vi": "Bản vẽ mô tả chi tiết các bước làm \"La Bàn Tìm Bảo Phong\". Có thể dùng để tìm báu vật ở Mondstadt."
    },
    "materialType": "MATERIAL_CONSUME"
}