{
    "name": {
        "en": "Diagram: Geo Treasure Compass",
        "de": "Bauplan: Geo-Schatzkompass",
        "chs": "图谱：岩之寻宝罗盘",
        "cht": "圖譜：岩之尋寶羅盤",
        "es": "Plano: Brújula buscatesoros Geo",
        "fr": "Plan : Détecteur de trésors Géo",
        "id": "Diagram: Geo Treasure Compass",
        "jp": "図譜：岩のトレジャーコンパス",
        "kr": "설계도: 바위의 보물찾기 나침반",
        "pt": "Diagrama: Bússola de Tesouros Geo",
        "ru": "Диаграмма: Гео компас сокровищ",
        "th": "แบบแปลน: Geo Treasure Compass",
        "vi": "Bản Vẽ: La Bàn Tìm Báu Vật Nham"
    },
    "id": 221003,
    "materialDesc": {
        "en": "A detailed step-by-step diagram for making a Geo Treasure Compass. Use it to easily locate treasure all over Liyue.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Geo-Schatzkompass“. Mithilfe dieses Kompasses kannst du Schätze in Liyue ganz bequem aufspüren.",
        "chs": "步骤详实的图谱，记载着「岩之寻宝罗盘」的制作方法。利用这种罗盘，可以在璃月的土地上方便地寻找宝藏。",
        "cht": "步驟詳實的圖譜，記載著「岩之尋寶羅盤」的製作方法。利用這種羅盤，可以在璃月的土地上方便地尋找寶藏。",
        "es": "Planos detallados para fabricar una Brújula buscatesoros Geo. Puede utilizarse para encontrar fácilmente tesoros en Liyue.",
        "fr": "Plan détaillé pour la construction d'un Détecteur de trésors Géo. Cet outil permet de localiser plus facilement les coffres dispersés à travers Liyue.",
        "id": "Penjelasan terperinci tentang proses pembuatan \"Geo Treasure Compass\". Kamu bisa menemukan harta karun dengan mudah di tanah Liyue menggunakan kompas semacam ini.",
        "jp": "「岩のトレジャーコンパス」の詳しい作り方が載っている図譜。このコンパスを利用すれば、璃月の土地での宝探しがより簡単になる。",
        "kr": "제작 과정이 자세히 적혀 있는 설계도로 「바위의 보물찾기 나침반」의 제작 방법이 적혀있다. 해당 나침반을 이용하면 리월에서 보물을 손쉽게 찾을 수 있다",
        "pt": "Um diagrama passo a passo de como fazer uma Bússola do Tesouro Geo. Use ela para localizar tesouros pelo território de Liyue.",
        "ru": "Подробная диаграмма создания предмета «Гео компас сокровищ». Используйте этот компас, чтобы облегчить поиск сокровищ в регионе Ли Юэ.",
        "th": "แบบแปลนอธิบายวิธีสร้าง Geo Treasure Compass โดยละเอียด ด้วยเข็มทิศนี้คุณสามารถค้นหาสมบัติในดินแดน Liyue ได้อย่างง่ายดาย",
        "vi": "Bản vẽ mô tả chi tiết các bước làm \"La Bàn Tìm Báu Vật - Nham\". Có thể dùng để tìm báu vật ở Liyue"
    },
    "materialType": "MATERIAL_CONSUME"
}