{
    "name": {
        "en": "Diagram: Wind Catcher",
        "de": "Bauplan: Windfängerflasche",
        "chs": "图谱：捕风瓶",
        "cht": "圖譜：捕風瓶",
        "es": "Plano: Botella atrapaviento",
        "fr": "Plan : Fiole attrape-vent",
        "id": "Diagram: Wind Catcher",
        "jp": "図譜：風捕りの瓶",
        "kr": "설계도: 바람 잡는 병",
        "pt": "Plano: Garrafa do Vento",
        "ru": "Диаграмма: Бутыль ловца ветра",
        "th": "แบบแปลน: Wind Catcher",
        "vi": "Bản Vẽ: Bình Bắt Gió"
    },
    "id": 221004,
    "materialDesc": {
        "en": "A detailed step-by-step diagram for making a Wind Catcher. A Wind Catcher can absorb the energy of Anemograna and release it when needed to create a wind current.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Windfängerflasche“. Damit kann man die Kraft von Anemograna einfangen und bei Bedarf ein Windfeld erscheinen lassen.",
        "chs": "步骤详实的图谱，记载着「捕风瓶」的制作方法。捕风瓶可以汲取「风种子」的力量，在需要的时候释放风场。",
        "cht": "步驟詳實的圖譜，記載著「捕風瓶」的製作方法。捕風瓶可以汲取「風種子」的力量，在需要的時候釋放風場。",
        "es": "Planos detallados para fabricar una Botella atrapaviento. Puede absorber la energía de los anemógranos y liberarla cuando sea necesario para crear una corriente de viento.",
        "fr": "Plan détaillé pour la fabrication d'une Fiole attrape-vent. La Fiole attrape-vent est capable d'absorber l'énergie des Anémogranums, pour la libérer ensuite et créer un champ de vent.",
        "id": "Penjelasan terperinci tentang proses pembuatan \"Wind Catcher\". Wind Catcher dapat menarik kekuatan \"Anemogranum\" dan melepaskan arus angin bilamana diperlukan.",
        "jp": "「風捕りの瓶」の詳しい作り方が載っている図譜。風捕りの瓶は「風の種」の力を汲み、必要な時に風域を生成することができる。",
        "kr": "제작 과정이 자세히 적혀 있는 설계도로 「바람 잡는 병」의 제작 방법이 적혀있다. 바람 잡는 병으로 「바람 씨앗」의 힘을 흡수했다가 필요할 때 꺼내면 윈드 필드가 생성된다",
        "pt": "Um diagrama passo a passo de como fazer uma Garrafa do Vento. A Garrafa do Vento pode absorver o poder do Anemogrão, e quando você precisar usar esse poder, pode libera-lo como uma corrente de vento.",
        "ru": "Подробная диаграмма создания предмета «Бутыль ловца ветра». Эта бутыль собирает анемогранумы, чтобы в нужный момент создать с их помощью ветряной поток.",
        "th": "แบบแปลนอธิบายวิธีสร้าง Wind Catcher โดยละเอียด Wind Catcher สามารถเก็บพลังของ Anemogranum และปล่อยออกมาเมื่อใดก็ตามที่คุณต้องการใช้สนามลม",
        "vi": "Bản vẽ mô tả chi tiết các bước làm \"Bình Bắt Gió\". Bình có thể hút năng lượng \"Hạt Giống Phong\" để dùng khi cần thiết"
    },
    "materialType": "MATERIAL_CONSUME"
}