{
    "name": {
        "en": "Diagram: Dendro Treasure Compass",
        "de": "Bauplan: Dendro-Schatzkompass",
        "chs": "图谱：草之寻宝罗盘",
        "cht": "圖譜：草之尋寶羅盤",
        "es": "Plano: Brújula buscatesoros Dendro",
        "fr": "Plan : Détecteur de trésors Dendro",
        "id": "Diagram: Dendro Treasure Compass",
        "jp": "図譜：草のトレジャーコンパス",
        "kr": "설계도: 풀의 보물찾기 나침반",
        "pt": "Diagrama: Bússola de Tesouros Dendro",
        "ru": "Диаграмма: Дендро компас сокровищ",
        "th": "แบบแปลน: Dendro Treasure Compass",
        "vi": "Bản Vẽ: La Bàn Tìm Báu Vật - Thảo"
    },
    "id": 221058,
    "materialDesc": {
        "en": "A detailed step-by-step diagram for making a Dendro Treasure Compass. Use it to easily locate treasure all over Sumeru.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Dendro-Schatzkompass“. Mithilfe dieses Kompasses kannst du Schätze in Sumeru ganz bequem aufspüren.",
        "chs": "步骤详实的图谱，记载着「草之寻宝罗盘」的制作方法。利用这种罗盘，可以在须弥的土地上方便地寻找宝藏。",
        "cht": "步驟詳實的說明，記載著「草之尋寶羅盤」的製作方法。利用這種羅盤，可以在須彌的土地上方便地尋找寶藏。",
        "es": "Planos detallados para fabricar una Brújula buscatesoros Dendro. Puede utilizarse para encontrar fácilmente tesoros en Sumeru.",
        "fr": "Plan détaillé pour la construction d'un Détecteur de trésors Dendro. Cet outil permet de localiser plus facilement les coffres dispersés à travers Sumeru.",
        "id": "Penjelasan terperinci tentang proses pembuatan \"Dendro Treasure Compass\". Kamu bisa menemukan harta karun dengan mudah di tanah Sumeru menggunakan kompas semacam ini.",
        "jp": "「草のトレジャーコンパス」の詳しい作り方が載っている図譜。このコンパスを利用すれば、スメールの土地での宝探しがより簡単になる。",
        "kr": "제작 과정이 자세히 적혀 있는 설계도로 「풀의 보물찾기 나침반」의 제작 방법이 적혀있다. 해당 나침반을 이용하면 수메르에서 보물을 손쉽게 찾을 수 있다",
        "pt": "Um diagrama passo a passo de como fazer uma Bússola do Tesouro Dendro. Use ela para localizar tesouros pelo território de Sumeru.",
        "ru": "Подробная диаграмма создания предмета «Дендро компас сокровищ». Используйте этот компас, чтобы облегчить поиск сокровищ в регионе Сумеру.",
        "th": "แบบแปลนอธิบายวิธีสร้าง Dendro Treasure Compass โดยละเอียด ด้วยเข็มทิศนี้คุณสามารถค้นหาสมบัติใน Sumeru ได้อย่างง่ายดาย",
        "vi": "Bản vẽ mô tả chi tiết các bước làm \"La Bàn Tìm Báu Vật - Thảo\". Có thể dùng để tìm báu vật ở Sumeru."
    },
    "materialType": "MATERIAL_CONSUME"
}