{
    "name": {
        "en": "Diary of Roald the Adventurer: Qingce Village",
        "de": "Tagebuch des Abenteurers Roald – Qingce-Bergdorf",
        "chs": "冒险家罗尔德的日志·轻策山庄",
        "cht": "冒險家羅爾德的日誌·輕策山莊",
        "es": "Diario del aventurero Roald: Aldea Chingtsé",
        "fr": "Journal de l'aventurier Roald - Village de Qingce",
        "id": "Jurnal Roald sang Petualang: Qingce Village",
        "jp": "冒険者ロアルドの日誌·軽策山荘",
        "kr": "모험가 로알드의 일지·경책산장",
        "pt": "Diário do Aventureiro Roald - Vila Qingce",
        "ru": "Дневники Роальда, искателя приключений: Деревня Цинцэ",
        "th": "บันทึกของนักผจญภัย Roald - Qingce Village",
        "vi": "Nhật Ký Nhà Mạo Hiểm Roald - Khinh Sách Sơn Trang"
    },
    "id": 100226,
    "materialDesc": {
        "en": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It stills looks new, and smells like the fragrant herbs of Mt. Qingce.",
        "de": "Das Tagebuch des berühmten Abenteurers Roald, zurückgelassen in einem provisorischen Lager. Es sieht ziemlich neu aus und verströmt den Duft der Heilkräuter vom Qingce-Berg.",
        "chs": "著名冒险家罗尔德在临时营地留下的日志，看起来还很新，散发着轻策山药草的清香。",
        "cht": "著名冒險家羅爾德在臨時營地留下的日誌，看起來還很新，散發著輕策山藥草的清香。",
        "es": "El diario escrito por el famoso aventurero Roald en un campamento improvisado. Todavía parece nuevo y huele a hierbas aromáticas del Monte Chingtsé.",
        "fr": "Le journal laissé par le cébèbre aventurier Roald dans un campement provisoire. Il a l'air encore neuf, et dégage une odeur d'herbes des montagnes de Qingce.",
        "id": "Buku harian peninggalan seorang petualang terkenal bernama Roald, di sebuah tenda darurat. Masih terlihat baru dan baunya seperti herba harum dari Mt. Qingce.",
        "jp": "有名な冒険者ロアルドが臨時拠点で書いた日誌。最近書いたようで、軽策山の薬草の残り香がする。",
        "kr": "유명 모험가 로알드가 임시 야영지에 남긴 일지는 별로 오래되어 보이지 않는다. 경책산의 약초 냄새가 난다",
        "pt": "Um diário deixado por um antigo aventureiro, Roald, em um acampamento improvisado. Ainda parece novo e tem a fragrância das ervas do Monte Qingce.",
        "ru": "Дневник искателя приключений Роальда, оставленный в походном лагере. Выглядит не очень старым, и пахнет разнотравьем гор Цинцэ.",
        "th": "บันทึกซึ่งถูกทิ้งไว้ที่แคมป์โดยนักผจญภัยผู้โด่งดัง Roald ดูยังใหม่อยู่และส่งกลิ่นหอมบาง ๆ ของสมุนไพรจากภูเขา Mt. Qingce",
        "vi": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại trong lều tạm, trông còn rất mới, tỏa ra hương thơm lá thuốc của Khinh Sách Sơn."
    },
    "materialType": "MATERIAL_QUEST"
}