{
    "name": {
        "en": "Diary of Roald the Adventurer: Qingxu Pool",
        "de": "Tagebuch des Abenteurers Roald – Qingxu-Tümpel",
        "chs": "冒险家罗尔德的日志·青墟浦",
        "cht": "冒險家羅爾德的日誌·青墟浦",
        "es": "Diario del aventurero Roald: Estanque Chingxu",
        "fr": "Journal de l'aventurier Roald - Ravine Qingxu",
        "id": "Jurnal Roald sang Petualang: Qingxu Pool",
        "jp": "冒険者ロアルドの日誌·青墟浦",
        "kr": "모험가 로알드의 일지·청허포",
        "pt": "Diário de Roald, o Aventureiro - Ravina de Qingxu",
        "ru": "Дневники Роальда, искателя приключений: Озеро Цинсю",
        "th": "บันทึกการเดินทางของนักผจญภัย Roald - สระ Qingxu Pool",
        "vi": "Nhật Ký Nhà Mạo Hiểm Roald - Cửa Biển Thanh Hư"
    },
    "id": 100441,
    "materialDesc": {
        "en": "Diary of a renowned adventurer, Roald. Spots of shiny green moss can be seen among the pages.",
        "de": "Das Tagebuch des berühmten Abenteurers Roald. Zwischen den Seiten befinden sich Spuren leuchtend grünen Mooses.",
        "chs": "著名冒险家罗尔德的日志，书页中留下了星点青绿的苔迹。",
        "cht": "著名冒險家羅爾德的日誌，書頁中留下了星點青綠的苔跡。",
        "es": "El diario del famoso aventurero Roald. En las páginas se pueden ver algunas manchas de musgo verde brillante.",
        "fr": "Un journal laissé par le célèbre aventurier Roald. On peut voir des traces de mousse verte entre les pages.",
        "id": "Sebuah buku harian yang ditinggalkan oleh petualang terkenal, Roald. Halaman-halamannya dipenuhi dengan lumut.",
        "jp": "有名な冒険者ロアルドが偶然残した日誌。紙には青い苔の跡がある。",
        "kr": "유명한 모험가 로알드의 일지. 책 페이지에 푸른 이끼의 흔적이 남아있다",
        "pt": "O diário do famoso aventureiro, Roald. Pontinhos de musgo podem ser vistos entre as páginas.",
        "ru": "Дневник знаменитого искателя приключений Роальда. Некоторые его страницы покрылись мхом.",
        "th": "บันทึกการเดินทางของ Roald นักผจญภัยผู้โด่งดัง มีมอสเขียว ๆ ติดอยู่ตามหน้ากระดาษ",
        "vi": "Nhật ký của Nhà Mạo Hiểm nổi tiếng Roald, trang sách còn lưu lại các đốm rêu xanh."
    },
    "materialType": "MATERIAL_QUEST"
}