{
    "name": {
        "en": "Diary of Roald the Adventurer: Aocang Lake, Jueyun Karst",
        "de": "Tagebuch des Abenteurers Roald – Jueyun-Karst – Aocang-Teich",
        "chs": "冒险家罗尔德的日志·绝云间·奥藏天池",
        "cht": "冒險家羅爾德的日誌·絕雲間·奧藏天池",
        "es": "Diario del aventurero Roald: Desfiladero Jueyun y Lago Aozang",
        "fr": "Journal de l'aventurier Roald - Lac Aozang, Karst Jueyun",
        "id": "Jurnal Roald sang Petualang: Aocang Lake, Jueyun Karst",
        "jp": "冒険者ロアルドの日誌·絶雲の間·奥蔵の池",
        "kr": "모험가 로알드의 일지·절운간·오장 천지",
        "pt": "Diário do Aventureiro Roald - Lago Aozang, Relevo de Jueyun",
        "ru": "Дневники Роальда, искателя приключений: Заоблачный предел, озеро Аоцан",
        "th": "บันทึกการเดินทางของนักผจญภัย Roald - Jueyun Karst - ทะเลสาบสวรรค์ Aocang",
        "vi": "Nhật Ký Nhà Mạo Hiểm Roald - Tuyệt Vân Gián - Âu Tàng Thiên Trì"
    },
    "id": 100391,
    "materialDesc": {
        "en": "A diary of the famed adventurer, Roald, left by the lake. It tells of his plans after his adventures on Mt. Aocang.",
        "de": "Das Tagebuch des berühmten Abenteurers Roald, das dieser am Rand des Teiches vergessen hat. Darin beschreibt er, was er auf dem Aocang-Berg und in der Folge erlebt hat.",
        "chs": "著名冒险家罗尔德落在水边的日志，其中描述了自己在奥藏山的经历与之后的冒险计划。",
        "cht": "著名冒險家羅爾德掉在水邊的日誌，其中描述了自己在奧藏山的經歷與之後的冒險計畫。",
        "es": "Un diario escrito por el famoso aventurero Roald a las orillas del agua. En él, describe su experiencia en la Montaña Aozang y sus planes para sus aventuras posteriores.",
        "fr": "n journal laissé par le célèbre aventurier Roald. Il y décrit ses futurs projets après son périple au Mont Aozang.",
        "id": "Sebuah buku harian yang ditinggalkan oleh petualang terkenal, Roald, di samping danau. Berisi rencana petualangan dia di Mt. Aocang.",
        "jp": "有名な冒険者ロアルドが偶然水辺に残した日誌。中には奥蔵の後の冒険計画が書いてある。",
        "kr": "유명한 모험가 로알드가 물가에 떨어트린 일지. 오장산에서의 경험과 이후의 모험 계획이 적혀있다",
        "pt": "Um diário do famoso aventureiro Roald, deixado à beira do lago. Ele fala de seus planos depois de seus aventureiros na Montanha Aozang.",
        "ru": "Дневник искателя приключений Роальда, оставленный на берегу озера. В нём описаны дальнейшие планы знаменитого путешественника.",
        "th": "บันทึกการเดินทางของ Roald นักผจญภัยชื่อดังที่หล่นอยู่ข้างแม่น้ำ ในนั้นได้อธิบายถึงประสบการณ์ที่ภูเขา Mt. Aocang และแผนการผจญภัยหลังจากนั้น",
        "vi": "Nhật ký bị Nhà Mạo Hiểm nổi tiếng Roald đánh rơi bên hồ nước, ghi lại toàn bộ chuyến mạo hiểm của bản thân tại Âu Tàng Sơn."
    },
    "materialType": "MATERIAL_QUEST"
}