{
    "name": {
        "en": "Diary of Roald the Adventurer: Tsurumi Island",
        "de": "Tagebuch des Abenteurers Roald – Tsurumi",
        "chs": "冒险家罗尔德的日志·鹤观",
        "cht": "冒險家羅爾德的日誌·鶴觀",
        "es": "Diario del aventurero Roald: Isla Tsurumi",
        "fr": "Journal de l'aventurier Roald - Île de Tsurumi",
        "id": "Jurnal Roald sang Petualang: Pulau Tsurumi",
        "jp": "冒険者ロアルドの日誌·鶴観",
        "kr": "모험가 로알드의 일지·츠루미",
        "pt": "Diário do Aventureiro Roald - Tsurumi",
        "ru": "Дневники Роальда, искателя приключений: Остров Цуруми",
        "th": "บันทึกของนักผจญภัย Roald - เกาะ Tsurumi",
        "vi": "Nhật Ký Nhà Mạo Hiểm Roald - Đảo Tsurumi"
    },
    "id": 101601,
    "materialDesc": {
        "en": "A diary left behind by the famed adventurer, Roald. The pages bear both the moist smell of the fog and a certain fungal scent.",
        "de": "Ein Tagebuch, das der berühmte Abenteurer Roald zurückgelassen hat. Die Seiten tragen sowohl den feuchten Geruch des Nebels als auch einen gewissen Pilzgeruch.",
        "chs": "著名冒险家罗尔德留下的日志，书页间残留着迷雾的潮气与菌类的清香。",
        "cht": "著名冒險家羅爾德留下的日誌，書頁間殘留著迷霧的潮氣與菌類的清香。",
        "es": "Un diario escrito por el famoso aventurero Roald. En sus páginas ha quedado la humedad de la densa niebla y un olor a hongos.",
        "fr": "Un journal laissé par le célèbre aventurier Roald. Les pages portent à la fois l'humidité du brouillard et une odeur de champignon.",
        "id": "Buku harian peninggalan seorang petualang terkenal bernama Roald. Halaman-halamannya kini berbau lembap kabut dan jamur tertentu.",
        "jp": "有名な冒険者ロアルドが残した日誌。紙には霧の湿気と菌類の香りが漂う。",
        "kr": "저명한 모험가 로알드가 남긴 일지, 책 사이에 안개의 습기와 버섯의 향이 남아 있다",
        "pt": "Um diário deixado para trás pelo famoso Aventureiro Roald. As páginas estão cheias do cheiro úmido da neblina e também de um certo odor de fungos.",
        "ru": "Дневник знаменитого искателя приключений Роальда. От страниц исходит влажный запах тумана и характерный грибной аромат.",
        "th": "บันทึกที่นักผจญภัยที่มีชื่อเสียง Roald ทิ้งเอาไว้ หน้ากระดาษมีทั้งกลิ่นชื้นของหมอกและกลิ่นของเชื้อรา",
        "vi": "Nhật ký nhà mạo hiểm nổi tiếng Roald để lại, trang sách vẫn còn vương lại hơi ẩm của sương mù và mùi nấm mốc."
    },
    "materialType": "MATERIAL_QUEST"
}