{
    "name": {
        "en": "Diary of Roald the Adventurer: Ritou",
        "de": "Tagebuch des Abenteurers Roald – Ritou",
        "chs": "冒险家罗尔德的日志·离岛",
        "cht": "冒險家羅爾德的日誌·離島",
        "es": "Diario del aventurero Roald: Ritou",
        "fr": "Journal de l'aventurier Roald - Ritou",
        "id": "Jurnal Roald sang Petualang: Ritou",
        "jp": "冒険者ロアルドの日誌·離島",
        "kr": "모험가 로알드의 일지·이도",
        "pt": "Diário de Roald, o Aventureiro: Ritou",
        "ru": "Дневники Роальда, искателя приключений: Остров Рито",
        "th": "บันทึกของนักผจญภัย Roald - Ritou",
        "vi": "Nhật Ký Nhà Mạo Hiểm Roald - Ritou"
    },
    "id": 101541,
    "materialDesc": {
        "en": "A diary left behind by the famed adventurer, Roald. The pages bear both the refreshing scent of sakura flowers and the bitterness of tobacco leaves.",
        "de": "Ein vom berühmten Abenteurer Roald zurückgelassenes Tagebuch. Die Seiten tragen sowohl den erfrischenden Duft von Sakura-Blüten als auch die Bitterkeit von Tabakblättern.",
        "chs": "著名冒险家罗尔德留下的日志，纸张上残留着绯樱花瓣的清香与烟叶的苦涩。",
        "cht": "著名冒險家羅爾德留下的日誌，紙張上殘留著緋櫻花瓣的清香與菸葉的苦澀。",
        "es": "Un diario escrito por el famoso aventurero Roald. Sus páginas aún conservan la fragancia de los pétalos de cerezo y la amargura de las hojas de tabaco.",
        "fr": "Un journal laissé par le célèbre aventurier Roald. Les pages portent à la fois le parfum rafraîchissant des fleurs de cerisier et l'amertume des feuilles de tabac.",
        "id": "Buku harian yang ditinggalkan seorang petualang terkenal, Roald. Lembaran halamannya meninggalkan aroma sakura yang menyegarkan dan daun tembakau yang pahit.",
        "jp": "有名な冒険者ロアルドが残した日誌。緋櫻の花びらの爽やかな香りと、タバコ葉の苦みが漂う。",
        "kr": "저명한 모험가 로알드가 남긴 일지, 종이에서 벚나무 꽃잎의 향기와 담뱃잎의 쓴 떫은 냄새가 풍긴다",
        "pt": "Um diário deixado pelo famoso aventureiro Roald. As páginas exalam o aroma refrescante das Pétalas da Flor de Sakura e o amargor das folhas de tabaco.",
        "ru": "Дневник знаменитого искателя приключений Роальда. Его страницы несут свежий аромат сакуры и горечь табачных листьев.",
        "th": "บันทึกที่นักผจญภัยที่มีชื่อเสียง Roald ทิ้งเอาไว้ กลิ่นหอมของกลีบดอกซากุระสีแดงและความขมของใบยาสูบยังคงติดอยู่บนกระดาษ",
        "vi": "Nhật ký của nhà mạo hiểm nổi tiếng Roald để lại, trên giấy còn vương hương thơm nhẹ của những cánh hoa anh đào cùng vị đắng của lá thuốc."
    },
    "materialType": "MATERIAL_QUEST"
}