{
    "name": {
        "en": "Diary of Roald the Adventurer: Sal Terrae",
        "de": "Tagebuch des Abenteurers Roald – Sal Terrae",
        "chs": "冒险家罗尔德的日志·地中之盐",
        "cht": "冒險家羅爾德的日誌·地中之鹽",
        "es": "Diario del aventurero Roald: Sal Terrae",
        "fr": "Journal de l'aventurier Roald - Sal Terrae",
        "id": "Jurnal Roald sang Petualang: Sal Terrae",
        "jp": "冒険者ロアルドの日誌·地中の塩",
        "kr": "모험가 로알드의 일지·대지의 소금",
        "pt": "Diário do Aventureiro Roald - Sal Terrae",
        "ru": "Дневники Роальда, искателя приключений: Солёные земли",
        "th": "บันทึกการเดินทางของนักผจญภัย Roald - Sal Terrae",
        "vi": "Nhật Ký Nhà Mạo Hiểm Roald - Vùng Đất Muối"
    },
    "id": 100389,
    "materialDesc": {
        "en": "A diary left behind by the famed adventurer, Roald. The pages are littered with a small amount of shiny but bitter salt crystals.",
        "de": "Ein vom berühmten Abenteurer Roald zurückgelassenes Tagebuch. Zwischen den Seiten klemmen glitzernde kleine Salzkristalle.",
        "chs": "著名冒险家罗尔德留下的日志。书页间夹着少许亮晶晶的苦涩盐屑。",
        "cht": "著名冒險家羅爾德留下的日誌。書頁間夾著少許亮晶晶的苦澀鹽屑。",
        "es": "Un diario escrito por el famoso aventurero Roald. Hay pizcas de sal amarga entre sus páginas.",
        "fr": "Un journal laissé par le célèbre aventurier Roald. Les pages sont parsemées de cristaux de sels brillants et amers.",
        "id": "Sebuah buku harian yang ditinggalkan oleh petualang terkenal, Roald. Halamannya penuh dengan kristal garam yang berkilau dan pahit.",
        "jp": "有名な冒険者ロアルドが偶然残した日誌。紙の間にはキラキラした塩の屑が挟まれている。",
        "kr": "유명한 모험가 로알드가 남긴 일지. 책 사이사이에 반짝거리는 소금이 껴있다",
        "pt": "Um diário deixado para trás pelo famoso aventureiro Roald. As páginas estão cheias de uma pequena quantidade de cristais de sal brilhantes, mas amargos.",
        "ru": "Дневник искателя приключений Роальда, оставленный в походном лагере. Страницы покрыты едва заметными кристалликами соли.",
        "th": "บันทึกที่ Roald นักผจญภัยชื่อดังทิ้งเอาไว้ ที่หน้ากระดาษมีเศษผลึกเกลือขม ๆ ส่องแสงระยิบระยับอยู่",
        "vi": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, trên trang giấy có thể nhìn thấy rất nhiều hạt muối lấp lánh."
    },
    "materialType": "MATERIAL_QUEST"
}