{
    "name": {
        "en": "Diary of Roald the Adventurer: Luhua Pool",
        "de": "Tagebuch des Abenteurers Roald – Luhua-Teich",
        "chs": "冒险家罗尔德的日志·渌华池",
        "cht": "冒險家羅爾德的日誌·淥華池",
        "es": "Diario del aventurero Roald: Estanque Luhua",
        "fr": "Journal de l'aventurier Roald - Lac Luhua",
        "id": "Jurnal Roald sang Petualang: Luhua Pool",
        "jp": "冒険者ロアルドの日誌·漉華の池",
        "kr": "모험가 로알드의 일지·녹화 연못",
        "pt": "Diário do Aventureiro Roald - Lago de Luhua",
        "ru": "Дневники Роальда, искателя приключений: Озеро Лухуа",
        "th": "บันทึกของนักผจญภัย Roald - สระ Luhua Pool",
        "vi": "Nhật Ký Nhà Mạo Hiểm Roald - Lục Hoa Trì"
    },
    "id": 100227,
    "materialDesc": {
        "en": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It seems to have been dipped in water, with the watermark of a fox's footprint.",
        "de": "Das Tagebuch des berühmten Abenteurers Roald, zurückgelassen in einem provisorischen Lager. Es scheint einmal in Wasser gelegen zu haben und zeigt den feuchten Abdruck einer Fuchspfote.",
        "chs": "著名冒险家罗尔德在临时营地偶然落下的日志，似乎被水浸过，纸上留下了一只狐狸湿湿的爪印。",
        "cht": "著名冒險家羅爾德在臨時營地偶然遺留的日誌，似乎被水浸過，紙上留下了一隻狐狸濕濕的爪印。",
        "es": "Un diario escrito por el aventurero Roald en un campamento improvisado. Sus páginas están mojadas y en ellas se distingue la huella de un zorro.",
        "fr": "Un journal laissé par hasard par le célèbre aventurier Roald dans un campement provisoire. Il semble avoir été mouillé ; on y voit l'empreinte d'un renard.",
        "id": "Buku harian peninggalan seorang petualang terkenal bernama Roald, di sebuah tenda darurat. Sepertinya pernah tercebur ke dalam air, dengan bekas air dari kaki rubah.",
        "jp": "有名な冒険者ロアルドが臨時拠点で落とした日誌。水に浸したようで、ページにキツネの足跡が残っている。",
        "kr": "유명 모험가 로알드가 임시 야영지에 우연히 두고 간 일지. 물에 젖은 것 같다. 그리고 종이에 여우의 발자국이 찍혀 있다",
        "pt": "Um diário deixado por um antigo aventureiro, Roald, em um acampamento improvisado. Parece que foi submergido em água, com a marca d'água de uma pegada de raposa.",
        "ru": "Дневник искателя приключений Роальда, оставленный в походном лагере. Похоже, что он утонул в болоте. На бумаге остался отпечаток лисьей лапы.",
        "th": "บันทึกซึ่งถูกทิ้งไว้ที่แคมป์โดยนักผจญภัยผู้โด่งดัง Roald เหมือนจะถูกแช่อยู่ในน้ำมาก่อน หน้ากระดาษมีร่องรอยเปียกๆของรอยเท้าจิ้งจอกทิ้งไว้อยู่",
        "vi": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại trong doanh trại, dường như từng bị nước thấm, trên giấy còn có dấu móng vuốt của hồ ly để lại."
    },
    "materialType": "MATERIAL_QUEST"
}