{
    "name": {
        "en": "Die Heilige Sinfonie",
        "de": "Heilige Sinfonie",
        "chs": "祝圣交响乐",
        "cht": "祝聖交響樂",
        "es": "Sinfonía bendita",
        "fr": "Sainte Symphonie",
        "id": "Blessed Symphony",
        "jp": "祈聖シンフォニー",
        "kr": "축복의 교향곡",
        "pt": "Sinfonia Abençoada",
        "ru": "Благословенная симфония",
        "th": "Die Heilige Sinfonie",
        "vi": "Bản Giao Hưởng Chúc Phúc"
    },
    "id": 108117,
    "materialDesc": {
        "en": "Fischl's specialty. The exquisite presentation doth seem to communicate some incomprehensible enigma. When partaking, if one were to gaze upon Fischl, one might see her expectant gaze peek through the gaps of her fingers, which she is using to cover half her face... Is this also part of the mystery?",
        "de": "Fischls Spezialzubereitung. Inmitten dieser wundervoll angerichteten Platte scheint sich ein unbekanntes Mysterium zu verbergen. Versucht man, während des Genusses dieser Mahlzeit einen Blick auf Fischl zu erhaschen, bemerkt man, wie sie ihr Gesicht zuhält. Zwischen ihren Fingern lugt sie jedoch erwartungsvoll hervor. Das wird wohl auch ein Teil dieses Mysteriums sein, oder?",
        "chs": "菲谢尔的特色料理。精美的摆盘中似乎传言着某种不为人知的深奥。如果在享受美味的同时看向菲谢尔的话，能透过她半遮脸庞的指尖看到她期待的眼神…这也是秘密的一部分吗？",
        "cht": "菲謝爾的特色料理。精美的擺盤中似乎傳言著某種不為人知的深奧。如果在享受美味的同時看向菲謝爾的話，能透過她半遮臉龐的指尖看到她期待的眼神…這也是秘密的一部分嗎？",
        "es": "La especialidad de Fischl. Su exquisita presentación parece tratar de comunicar un enigma incomprensible. Al comerlo, si uno mirara a Fischl, podría notar su mirada expectante asomarse a través de los huecos de sus dedos que cubren la mitad de su rostro... ¿Esto también es parte del misterio?",
        "fr": "Spécialité culinaire de Fischl. La présentation exquise de ce plat dégage quelque chose de mystérieux. Vous pouvez sentir le regard de Fischl à travers ses mains qui lui cachent le visage quand vous vous apprêtez à le savourer. Est-ce aussi une partie du mystère ?",
        "id": "Spesialisasi Fischl. Tampaknya mengandung beberapa teka-teki yang tidak bisa dipahami di balik tampilannya yang indah. Jika kamu melihat Fischl sambil menyantap hidangannya, orang dapat melihat tatapannya yang penuh harap mengintip melalui celah jari-jarinya yang dia gunakan untuk menutupi setengah wajahnya ... Apa ini juga bagian dari misteri?",
        "jp": "フィッシュルのオリジナル料理。精美に盛り付けられた料理には誰も知らない奥深さを感じる。料理を口にする時、フィッシュルに視線を向けると、その顔を隠す指の隙間から彼女の期待を込めた視線が見れるかもしれない…これも秘密の一部だろうか？",
        "kr": "피슬의 특제 요리. 아름다운 플레이팅이 마치 알 수 없는 심오함을 담고 있는 것만 같다. 맛을 음미할 때 피슬을 쳐다보면 얼굴을 가린 손가락 틈 사이로 기대 어린 그녀의 눈동자를 볼 수 있다…. 이 또한 비밀의 일부인 건가?",
        "pt": "A especialidade de Fischl. Sua apresentação diferenciada parece querer comunicar algum enigma incompreensível. De começo, se alguém fosse observar a Fischl, um poderia perceber seu olhar esperançoso espreitando por meio dos seus dedos, que ela usa para cobrir metade de seu rosto... Isso também é parte do mistério?",
        "ru": "Особое блюдо Фишль. Изысканная подача этого блюда скрывает за собой некую непостижимую тайну. Приступив к приёму пищи, вы чувствуете, как Фишль, прикрыв лицо, с детским ожиданием наблюдает за вами сквозь щели между пальцев... Наверное, это должно добавлять таинственности этому блюду.",
        "th": "เมนูพิเศษของ Fischl ท่ามกลางความอร่อยนั้นดูเหมือนจะมีข่าวลือลึกลับบางอย่าง หากมองไปยัง Fischl ขณะที่เพลิดเพลินอยู่กับรสชาติอัน แสนอร่อยนั้น จะมองเห็นแววตาที่เฝ้าคอยของเธอ ผ่านนิ้วที่ปิดบังหน้าอยู่...หรือนี่คือส่วนหนึ่งของความลับที่ว่านั้น?",
        "vi": "Món ăn đặc biệt của Fischl. Sự sắp đặt tinh tế như đang truyền đạt ngụ ý vi diệu nào đó. Trong khi thưởng thức mỹ vị bạn có thấy ánh mắt mong đợi dưới những món tay che nửa mặt của cô ấy... Đây cũng là một phần của bí mật chăng?"
    },
    "materialType": "MATERIAL_FOOD"
}