{
    "name": {
        "en": "Diluc: Flames",
        "de": "Diluc – Flammen",
        "chs": "迪卢克·燃烧",
        "cht": "迪盧克·燃燒",
        "es": "Diluc - Quemadura",
        "fr": "Diluc - Flambée mortelle",
        "id": "Diluc: Flames",
        "jp": "ディルック·燃焼",
        "kr": "다이루크·연소",
        "pt": "Diluc - Chamas",
        "ru": "Огненная птица",
        "th": "Diluc - Burning",
        "vi": "Diluc - Thiêu Đốt"
    },
    "id": 210005,
    "materialDesc": {
        "en": "Namecard style.\\nMaster Crepus painted many eagles during his lifetime, but he never could've foreseen creating an eagle with such fire.",
        "de": "Ein Motiv für Namenskärtchen.\\nCrepus hat in seinem Leben viele Adler gezeichnet. Er hatte sich wohl nicht erträumen lassen, dass ein so gewaltiger Flammenadler auch von ihm stammen würde.",
        "chs": "名片纹饰。\\n克利普斯老爷生前经常画鹰。但是他未曾预料如此炽烈燃烧的鹰，也出自自己之手。",
        "cht": "名片紋飾。\\n克利普斯老爺生前經常畫鷹。但是他未曾預料如此熾烈燃燒的鷹，也出自自己之手。",
        "es": "Diseño de tarjeta de presentación.\\nEl señor Crepus pintó muchas águilas durante su vida, pero nunca imaginó que llegaría a crear un águila en llamas.",
        "fr": "Thème.\\nMaître Crepus a peint nombre d'aigles de son vivant, mais jamais il n'aurait pu imaginer peindre un jour un aigle brûlant d'un tel feu.",
        "id": "Style kartu nama.\\nMaster Crepus melukis banyak elang selama masa hidupnya, tapi dia tidak pernah membayangkan akan menciptakan elang dengan api yang seperti itu.",
        "jp": "名刺の飾り紋。\\nクリプス様が生前よく鷹の絵を描いていた。しかし彼は想像もできなかった、自分が育てた人間がこんな灼熱の燃える鷹になるとは。",
        "kr": "명함 스킨.\\n클립스 어르신은 생전에 매를 자주 그렸다. 하지만 이렇게 불타오르는 매가 자신의 손에서 펼쳐질지는 전혀 예상하지 못했을 것이다",
        "pt": "Estilo de Cartão de Visita.\\nO senhor Crepus costumava pintar falcões na sua vida inteira. Mas ele nunca esperava que este falcão ferozmente ardente foi a sua obra.",
        "ru": "Именная карта.\\nПри жизни мастер Крепус нарисовал немало орлов, но даже ему не представлялось, какая птица родится из пламени его сына.",
        "th": "ลายนามบัตร\\nเมื่อตอนมีชีวิตอยู่ คุณ Crepus มักจะวาดภาพนกอินทรี แต่เค้าไม่เคยคิดมาก่อนว่านกอินทรีที่ร้อนแรงเช่นนี้จะมาจากฝีมือของเขาเอง",
        "vi": "Hoa văn danh thiếp.\\nCrepus khi còn sống rất hay vẽ chim ưng. Nhưng ông chưa hề nghĩ rằng chim ưng rực cháy như thế cũng xuất phát từ đôi tay ông."
    },
    "materialType": "MATERIAL_NAMECARD"
}