{
    "name": {
        "en": "Dinner of Judgment",
        "de": "Henkersmahlzeit",
        "chs": "审判的晚宴",
        "cht": "審判的晚宴",
        "es": "Última cena",
        "fr": "Dîner probatoire",
        "id": "Dinner of Judgment",
        "jp": "ヴァーディクトディナー",
        "kr": "심판의 만찬",
        "pt": "Jantar Experimental",
        "ru": "Судный ужин",
        "th": "Dinner of Judgment",
        "vi": "Bữa Tối Phán Quyết"
    },
    "id": 108234,
    "materialDesc": {
        "en": "Rosaria's specialty. The seemingly dark thorns make it hard to know how to begin tucking in. After some effort, you manage to clear the ornamentation away... and to your surprise, the first taste of the tender chicken unveils a shockingly lovely taste. As Rosaria studies your reaction, she seems pleased.",
        "de": "Rosarias Spezialzubereitung. Die scheinbar dunklen Dornen machen es nicht leicht zu wissen, wie man mit dem Biss beginnen soll. Nach einiger Anstrengung gelingt es dir, die Verzierung zu entfernen ... und zu deiner Überraschung enthüllt der erste Happen des zarten Hühnchens einen schockierend lieblichen Geschmack. Als Rosaria deine Reaktion beobachtet, scheint sie zufrieden zu sein.",
        "chs": "罗莎莉亚的特色料理。看似「黑暗」的荆棘让人不知从何下手，经过一番折腾去除装饰，试着品尝时，香嫩的鸡肉竟然爆发出了惊人的美味。你的神情尽数落在罗莎莉亚眼里，她似乎对你的反应很满意。",
        "cht": "#蘿莎莉亞的特色料理。看似「黑暗」的荊棘讓人不知從何下手，經過一番折騰去除裝飾，試著品嚐時，香嫩的雞肉竟然爆發出了驚人的美味。{F#妳}{M#你}的神情盡數落在蘿莎莉亞眼裡，她似乎對{F#妳}{M#你}的反應很滿意。",
        "es": "La especialidad de Rosaria. Las oscuras espinas hacen que sea difícil decidir por dónde empezar. Tras cierto esfuerzo, consigues despejar la decoración del plato y, para tu sorpresa, el primer bocado del tierno pollo revela un sabor increíble. Rosaria parece satisfecha mientras observa tu reacción.",
        "fr": "Spécialité culinaire de Rosalia. Les épines sombres rendent ce plat difficile à aborder. Après quelques efforts, vous arrivez à dégager la décoration et à votre surprise, la première bouchée de ce poulet tendre révèle une saveur incroyable. Rosalia semble satisfaite de votre réaction.",
        "id": "Hidangan spesial Rosaria. Duri-duri yang gelap membuat orang bingung harus mulai makan dari mana. Setelah usaha kerasmu untuk menyingkirkan hiasan di hidangan ini, kamu dikejutkan oleh betapa nikmatnya rasa ayam yang empuk itu. Rosaria terlihat puas dengan reaksimu.",
        "jp": "ロサリアのオリジナル料理。「暗黒」のとげが付いているため、最初はどこから食べたらいいのかわからない。周りの飾り物をやっとのことで外し、口にすると驚きの美味しさがやわらかい鳥肉から炸裂する。食す者の表情をロサリアは決して見逃さない。相手のリアクションを見た彼女はご満悦のようだ。",
        "kr": "로자리아의 특제 요리. 「암흑」의 가시 때문에 어떻게 손댈지 망설이게 되지만, 어찌어찌 장식을 제거하고 맛을 보면 부드러운 닭고기에서 놀라운 맛이 난다. 로자리아는 그 놀라운 표정을 보고 아주 만족한 듯하다",
        "pt": "Especialidade de Rosaria. Os chifres pretos fazem ser difícil as pessoas saberem como começar. Depois de algum esforço, você consegue se livrar da ornamentação e para sua surpresa... O gosto de galinha revela um sabor amoroso. Rosaria parece satisfeita quando vê sua reação.",
        "ru": "Особое блюдо Розарии. Из-за тёмных колючек люди не знают, как к нему подступиться. Когда, намучившись, дегустатор убирает украшения и пробует кусочек... Нежная ароматная курятина неожиданно взрывается букетом пьянящего вкуса. Розария точно отмечает ваше настроение, и, кажется, она довольна реакцией.",
        "th": "เมนูพิเศษของ Rosaria หนาม \"สีเข้ม\" นั้นทำให้สับสนว่าจะลงมือทานได้จากส่วนไหน หลังจากที่คุณพยายามกำจัดของตกแต่งจานออกหมด และได้ลิ้มลองไก่ที่ทั้งหอมและนุ่มอย่างไม่คาดคิดแล้ว Rosaria เห็นปฏิกิริยาทั้งหมดของคุณและดูเหมือนเธอจะพอใจเป็นอย่างมาก",
        "vi": "Món ăn đặc biệt của Rosaria. Những chiếc gai “hắc ám” khiến người ta không biết nên bắt đầu từ đâu, nhưng khi nếm thử, miếng thịt gà mềm có hương vị tuyệt vời. Mọi cảm xúc của bạn đều lọt vào mắt Rosaria, và cô ấy có vẻ như hài lòng với phản ứng của bạn."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}