{
    "name": {
        "en": "Divine Bridle",
        "de": "Göttliches Zaumzeug",
        "chs": "神舆之辔",
        "cht": "神輿之轡",
        "es": "Brida divina",
        "fr": "Bride divine",
        "id": "Kekang Ilahi",
        "jp": "神輿手綱",
        "kr": "가마의 고삐",
        "pt": "Rédea Divina",
        "ru": "Божественная уздечка",
        "th": "Divine Bridle",
        "vi": "Dây Cương Thánh Thần"
    },
    "id": 100940,
    "materialDesc": {
        "en": "A symbol of the Sunchild's authority, made in the shape of a bridle. It does not possess any special power by itself.",
        "de": "Ein Symbol der Autorität des Sonnenkinds, das dem Goldenes Zaumzeug nachempfunden ist. Es besitzt selbst keine besondere Macht.",
        "chs": "仿造御辔之型所制，为白夜国「太阳之子」权位之象征。本身不具备特殊的力量。",
        "cht": "仿造御轡之型所製，為白夜國「太陽之子」權位之象徵。本身不具備特殊的力量。",
        "es": "Su forma imita la de la Brida dorada, y es un símbolo de la autoridad de los Hijos del Sol del reino de Byakuya. En realidad, no contiene un poder especial.",
        "fr": "Symbole de l'autorité de l'enfant du soleil, construit pour imiter la bride dorée mais qui ne possède aucun pouvoir spécial en lui-même.",
        "id": "Simbol otoritas Sunchild, mengimitasi bentuk Kekang Emas. Tidak mengandung kekuatan apa pun.",
        "jp": "「手綱」をもとにして作られており、白夜国「太陽の子」の権力の象徴である。それ自体に特殊な力はない。",
        "kr": "고삐를 본떠 만들었다. 백야국 「태양의 아이」의 권위의 상징이다. 그 자체로 특별한 힘이 있는 건 아니다",
        "pt": "Uma rédea que imita a Rédea Dourada, representando a autoridade do Filho do Sol. Não possui nenhum poder especial.",
        "ru": "Её форма напоминает Золотую уздечку. Является символом власти Сына Солнца Бякуякоку. В действительности она не содержит никакой особой силы.",
        "th": "ของที่สร้างขึ้นเลียนแบบ Golden Bridle และเป็นสัญลักษณ์ของอำนาจและตำแหน่งของ \"บุตรแห่งสุริยัน\" แต่ไม่ได้มีพลังวิเศษอะไรในตัว",
        "vi": "Được chế tác dựa theo hình dạng của Dây Cương, tượng trưng cho quyền lực \"Người Con Của Mặt Trời\" trong Vương Quốc Đêm Trắng, ẩn chứa sức mạnh đặc biệt."
    },
    "materialType": "MATERIAL_QUEST"
}