{
    "name": {
        "en": "Dizziness-Be-Gone no Jutsu Version 2.0",
        "de": "Technik zur Vermeidung von Schwindel – Version 2.0",
        "chs": "头晕回避术・改",
        "cht": "頭暈迴避術·改",
        "es": "Técnica ninja antisopor 2.0",
        "fr": "Remède contre le tournis 2.0",
        "id": "Dizziness-Be-Gone no Jutsu Version 2.0",
        "jp": "眩暈回避術·改",
        "kr": "어지러움 방지술·개조",
        "pt": "Técnica Arrematadora da Tontura 2.0",
        "ru": "Техника избавления от дурноты",
        "th": "Dizziness-Be-Gone no Jutsu Version 2.0",
        "vi": "Chống Nhức Đầu"
    },
    "id": 108303,
    "materialDesc": {
        "en": "Sayu's specialty. The Onigiri has been kneaded by Sayu into a cutesy shape — but remember, it's a mujina, not a tanuki, got it? And now that you mention it, this must be how Sayu can sleep for a whole day after eating, right?",
        "de": "Sayus Spezialität. Das Reisbällchen wurde von Sayu in eine niedliche Form geknetet – aber denk dran, es ist ein Mujina, kein Tanuki, verstanden? Und jetzt, wo du es erwähnst, so kann Sayu nach dem Essen wohl einen ganzen Tag lang schlafen, oder?",
        "chs": "早柚的特色料理。饭团被早柚捏成了可爱的形状，要记好造型是貉，千万不要和狸猫搞混了。话说回来，这就是早柚能够吃一顿就睡上一整天的秘密之术吗？",
        "cht": "早柚的特色料理。飯糰被早柚捏成了可愛的形狀，要記好造型是貉，千萬不要和狸貓搞混了。話說回來，這就是早柚能夠吃一頓就睡上一整天的秘密之術嗎？",
        "es": "La especialidad de Sayu. La bola de arroz ha sido amasada por Sayu hasta lograr una adorable forma de tejón, NO de tanuki, ¿entendido? Por cierto, este plato debe ser la razón por la que Sayu puede dormir un día entero después de comer, ¿no?",
        "fr": "Spécialité culinaire de Sayu. Sayu a pétri les onigiris pour leur donner une forme amusante. Mais rappelez-vous, c'est un mujina, pas un Tanuki, compris ? D'ailleurs, c'est peut-être la raison pour laquelle elle dort toute une journée après en avoir mangé.",
        "id": "Spesialisasi Sayu. Onigiri ini sudah dibentuk oleh Sayu menjadi bentuk yang sangat lucu — tapi ingat, ini adalah mujina, bukan tanuki, oke? Hm, ini pasti rahasia bagaimana Sayu bisa tidur sepanjang hari setelah makan.",
        "jp": "早柚のオリジナル料理。早柚によって、可愛い形に握られたおにぎり。その形はムジナである。タヌキと間違えないように。もしかしたら、この料理こそ、早柚が丸一日ぐっすり寝ていられる秘密の術なのだろうか？",
        "kr": "사유의 특제 요리. 사유가 귀여운 모양으로 뭉친 주먹밥. 라쿤이 아니라 너구리 모양임을 꼭 기억하자. 그나저나, 사유가 한 끼만 먹어도 종일 잘 수 있는 비법이 이 주먹밥인가?",
        "pt": "Especialidade de Sayu. O Onigiri foi amassado por Sayu numa forma fofa, mas lembre-se, é um Mujina, não um Tanuki. E agora que você mencionou, isso deve ser como Sayu consegue dormir por um dia inteiro depois de comer, não é?",
        "ru": "Особое блюдо Саю. Онигири, слепленный Саю в милую фигурку. Только запомните, что это мудзина, а не тануки, ладно? Кстати, именно благодаря ему Саю может проспать весь день, поев лишь раз, верно?",
        "th": "เมนูพิเศษของ Sayu ข้าวปั้นที่ Sayu ปั้นแต่งให้เป็นรูปทรงสุดน่ารัก จำไว้ว่ามันคือมูจิน่าอย่าไปสับสนกับทานูกิเชียวล่ะ ว่าแต่นี่เป็นเคล็ดลับที่ทำให้ Sayu ทานอาหารเพียงมื้อเดียวก็สามารถนอนหลับได้ทั้งวันรึเปล่านะ?",
        "vi": "Món ăn đặc biệt của Sayu. Cơm nắm được Sayu tạo thành những hình thù dễ thương. Hãy nhớ tạo hình của nó là Mujina và đừng nhầm nó với Tanuki đấy nhé. Ơ nhưng mà, đây có phải là bí quyết để Sayu có thể ngủ cả ngày sau một bữa ăn không nhỉ?"
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}