{
    "name": {
        "en": "Domain Reliquary: Tier III",
        "de": "Rätselhafte Artefaktkiste – Rang 3",
        "chs": "深秘圣物匣·三等",
        "cht": "深秘聖物匣·三等",
        "es": "Cofre de artefactos de los dominios - Categoría 3",
        "fr": "Reliquaire des profondeurs - Catégorie III",
        "id": "Domain Reliquary: Tier III",
        "jp": "深秘の聖遺物箱·三等",
        "kr": "심비 성물함·3등급",
        "pt": "Relicário do Domínio - Categoria III",
        "ru": "Реликварий подземелья: Ранг III",
        "th": "กล่องเก็บของศักดิ์สิทธิ์แห่งห้วงลึก - ระดับ 3",
        "vi": "Hộp Thánh Vật Thần Bí - Hạng 1"
    },
    "id": 117001,
    "materialDesc": {
        "en": "A reliquary used to hold artifacts. May the one who sees it be beloved.\\n\\nEach reliquary will grant an artifact from the following sets:\\n·Berserker\\n·Instructor\\n·The Exile",
        "de": "Eine Kiste mit Artefakten. Möge ihr Entdecker verehrt und geliebt werden.\\n\\nIn jeder Artefaktkiste ist ein Artefakt der folgenden Artefaktsets erhältlich:\\n· Berserker\\n· Ausbilder\\n· Verbannter",
        "chs": "收纳圣遗物的圣物匣。愿见者可以领受敬爱。\\n\\n每个圣物匣中，能获得以下圣遗物套装中的一件：\\n·「战狂」\\n·「教官」\\n·「流放者」",
        "cht": "收納聖遺物的聖物匣。願見者可以領受敬愛。\\n\\n每個聖物匣中，能獲得以下聖遺物套裝中的一件：\\n·「戰狂」\\n·「教官」\\n·「流放者」",
        "es": "Una reliquia obtenida de un cofre de artefactos. Que aquel que lo encuentre reciba el amor de los demás.\\n\\nDe cada cofre se puede obtener una pieza de alguno de los siguientes conjuntos:\\n·Berserker\\n·Instructor\\n·Exiliado",
        "fr": "Un reliquaire utilisé pour ranger des artéfacts. Que celui qui le voit soit aimé.\\n\\nChaque reliquaire vous accordera un artéfact des sets suivants :\\n· Berserker\\n· Instructeur\\n· Exilé",
        "id": "Tempat yang digunakan untuk menyimpan Artefak. Semoga mereka yang melihatnya menerima rasa hormat dan cinta.\\n\\nDalam setiap Reliquary, bisa didapatkan salah satu dari set Artefak berikut:\\n· \"Berserker\"\\n· \"Instructor\"\\n· \"The Exile\"",
        "jp": "聖遺物を収納する箱。見た人が敬愛されますように。\\n\\n聖遺物箱からは、以下の聖遺物セットの中から一つ入手できる。\\n·「狂戦士」\\n·「教官」\\n·「亡命者」",
        "kr": "성유물을 넣어둔 성물함. 발견한 이가 존경을 받길.\\n\\n모든 성물 상자에서 아래 성유물 세트 중 한 개를 획득할 수 있다:\\n·「전투광」\\n·「교관」\\n·「유배자」",
        "pt": "Um relicário usado para guardar artefatos. Que aquele que o veja, seja amado.\\n\\nCada relicário irá conceder um artefato dos seguintes conjuntos de artefatos:\\n·Berserker\\n·Instrutor\\nExilado",
        "ru": "Шкатулка для хранения артефактов. Нашедший её да будет любим.\\n\\nВ каждом из реликвариев вы найдёте один артефакт из следующих наборов:\\n· Берсерк\\n· Инструктор\\n· Изгнанник",
        "th": "กล่องสำหรับเก็บอาร์ติแฟกต์ ขอให้ผู้ที่พบเจอจงได้รับความเคารพรัก\\n\\nในแต่ละกล่องเก็บของศักดิ์สิทธิ์ สามารถรับเซ็ตอาร์ติแฟกต์ได้หนึ่งชุดดังต่อไปนี้: \\n· \"Berserker\"\\n· \"Instructor\"\\n· \"Exile\"",
        "vi": "Hộp Thánh Vật để cất giữ Thánh Di Vật. Mong rằng người nhìn thấy nó sẽ nhận được sự tôn kính. \\n\\nTrong mỗi Hộp Thánh Vật, có thể nhận được một trong các bộ Thánh Di Vật sau: \\n· \"Cuồng Chiến\"\\n· \"Giáo Quan\"\\n· \"Kẻ Lưu Đày\""
    },
    "materialType": "MATERIAL_CHEST"
}