{
    "name": {
        "en": "Draft Lines of Hilichurlian Poetry",
        "de": "Fragliche Verse auf Hilichurlisch",
        "chs": "存疑的丘丘人语单句",
        "cht": "存疑的丘丘人語單句",
        "es": "Palabras en hilichurlio de significado dudoso",
        "fr": "Notes sur le vocabulaire Brutocollinus",
        "id": "Puisi Bahasa Hilichurl",
        "jp": "疑問の残るヒルチャール語単語",
        "kr": "의문이 드는 츄츄어 단문",
        "pt": "Palavras Duvidosas em Hilichurlês",
        "ru": "Странные строки на хиличурлском",
        "th": "ประโยคน่าฉงนในภาษา Hilichurl",
        "vi": "Câu Thơ Hilichurl Khó Hiểu"
    },
    "id": 100469,
    "materialDesc": {
        "en": "A list of lines from Ella Musk. On the front are many terms in Hilichurlian, and the back has some simple footnotes regarding the content...",
        "de": "Eine Liste mit Versen von Ella Musk. Auf der Vorderseite sind viele Verse auf Hilichurlisch aufgelistet, auf der Rückseite stehen einige einfache Bemerkungen zu deren Inhalt.",
        "chs": "从艾拉·马斯克那拿到的单句清单，上面记载了许多丘丘人语的单句，后面有着对于内容的简单标注…",
        "cht": "從艾拉·馬斯克那拿到的單句清單，上面記載了許多丘丘人語的單句，後面有著對於內容的簡單標註…",
        "es": "Una lista de frases de Ella Musk. Al frente hay varios términos en hilichurlio. En el dorso hay apuntes relacionados a su contenido.",
        "fr": "Une liste de vocabulaire qu'Ella Musk vous a donnée. Des mots en Brutocollinus figurent sur l'avant de la page et quelques précisions sur le contenu se trouvent à l'arrière...",
        "id": "Barisan puisi yang ditulis oleh Ella Musk. Di halaman depan ada banyak kata-kata yang ditulis dalam bahasa Hilichurl, dan di halaman belakang terdapat banyak catatan mengenai isinya...",
        "jp": "エラ·マスクにもらった単語リスト、たくさんのヒルチャール語の単語と、簡単な注釈が記されている…",
        "kr": "엘라·머스크한테서 받은 단문 리스트. 수많은 츄츄어 단문이 기록되어 있으며, 뒤에 그 내용에 대한 간단한 설명이 있다…",
        "pt": "Uma lista de versos de Ella Musk. Na parte de cima tem bastante versos em Hilichurlês e no final tem algumas notas de rodapé simples sobre o conteúdo...",
        "ru": "Список строк от Эллы Маск. На лицевой стороне записано несколько слов на хиличурлском языке, а на обратной стороне есть несколько пометок, касающихся содержания...",
        "th": "รายการประโยคที่เอามาจาก Ella Musk ข้างในนั้นได้บันทึกประโยคภาษา Hilichurl ต่าง ๆ ไว้มากมาย ด้านหลังมีคำอธิบายเกี่ยวกับเนื้อหา ด้วย",
        "vi": "Danh sách do Ella Musk cung cấp ghi lại nhiều câu nói tiếng Hilichurl, phía sau có những ghi chú đơn giản..."
    },
    "materialType": "MATERIAL_QUEST"
}