{
    "name": {
        "en": "Dream Sakura",
        "de": "Traum-Sakura",
        "chs": "梦樱",
        "cht": "夢櫻",
        "es": "Flor de cerezo onírica",
        "fr": "Sakura onirique",
        "id": "Sakura Mimpi",
        "jp": "夢櫻",
        "kr": "꿈의 벚나무",
        "pt": "Sakura do Sonho",
        "ru": "Сакура грёз",
        "th": "Dream Sakura",
        "vi": "Anh Đào Mơ Mộng"
    },
    "id": 101699,
    "materialDesc": {
        "en": "You held a single sakura petal in your hand before leaving Raiden Makoto's realm of consciousness.\\nIts existence is a mystery. It appears no different from ordinary sakura petals, and there it silently sits in your storage just like any of the others. But you can no longer touch it, nor can you feel its weight or warmth. When an object loses any of the attributes that one would normally ascribe to it, how can its \"existence\" be proven for sure?\\nAs you think back on the many sights the petal must have witnessed in the past, a certain guess comes to mind: that which sustains this sakura petal's existence must be someone's will. But as to who this person is, and whether they are intentionally or unintentionally keeping this petal in existence, neither can be known. Nor can you prove whether that willpower is one derived from yearning, trust, or gratitude.\\nPerhaps, when \"that person's will\" changes, so too will this sakura petal disappear.\\nJust to be safe, it might be best to check back from time to time and see if it still exists.",
        "de": "Du hieltest ein einzelnes Sakura-Blütenblatt in der Hand, bevor du Raiden Makotos Bewusstseinsbereich verlassen hast.\\nObwohl es sich auf den ersten Blick nicht von gewöhnlichen Sakura-Blättern unterscheidet und es still und leise in deinem Inventar liegt, wie alle anderen Objekte auch. Aber du kannst es nicht mehr anfassen und auch sein Gewicht oder seine Wärme nicht mehr spüren. Wenn ein Gegenstand alle Eigenschaften verliert, die man ihm normalerweise zuschreiben würde, wie kann man dann seine „Existenz“ sicher beweisen?\\nWenn du an die vielen Anblicke zurückdenkst, die das Blütenblatt in der Vergangenheit erlebt haben muss, kommt dir eine Vermutung in den Sinn: Das, was die Existenz dieses Sakura-Blattes aufrechterhält, muss der Wille von jemandem sein. Aber wer diese Person ist und ob sie dieses Blütenblatt absichtlich oder unabsichtlich am Leben erhält, kann man nicht wissen. Du kannst auch nicht beweisen, ob diese Willenskraft aus Sehnsucht, Vertrauen oder Dankbarkeit entsteht.\\nWenn sich der Wille dieser Person ändert, wird vielleicht auch das Sakura-Blatt verschwinden.\\nUm sicherzugehen, solltest du von Zeit zu Zeit nachsehen, ob es noch da ist.",
        "chs": "在离开雷电真的意识空间之前，你手中握住的一瓣樱花。\\n它的存在如谜，虽然模样和普通的樱花瓣别无二致，也像正常物体一样安静地躺在行囊之中，但你已无法再触碰到它，也感受不到它的重量与温度。当物体缺少了令人习以为常的基本属性，又应该怎么证明它确实「存在」呢？\\n回想在得到它之前目睹的诸多景象，你产生了猜想：维系这瓣樱花在此世留存的力量，是源于谁人的意志。但这个人究竟是谁，是有意还是无心，无法确定；这份意志是怀念，还是信任或感激，亦无法验证。\\n或许在「谁人的意志」变化的那一刻，这瓣樱花也会跟着消失。\\n还是偶尔确认一下它是否还在吧。",
        "cht": "#在離開雷電真的意識空間之前，{F#妳}{M#你}手中握住的一瓣櫻花。\\n它的存在如謎，雖然模樣和普通的櫻花瓣別無二致，也像正常物體一樣安靜地躺在行囊之中，但{F#妳}{M#你}已無法再觸碰到它，也感受不到它的重量與溫度。當物體缺少了令人習以為常的基本屬性，又應該怎麼證明它確實「存在」呢？\\n回想在得到它之前目睹的諸多景象，{F#妳}{M#你}產生了猜想：維繫這瓣櫻花在此世留存的力量，是源於誰人的意志。但這個人究竟是誰，是有意還是無心，無法確定；這份意志是懷念，還是信任或感激，亦無法驗證。\\n或許在「誰人的意志」變化的那一刻，這瓣櫻花也會跟著消失。\\n還是偶爾確認一下它是否還在吧。",
        "es": "Una flor de cerezo que tomaste antes de salir de la conciencia de Raiden Makoto.\\nLa existencia de esta flor es un misterio. Aunque es idéntica a las flores de cerezo comunes y corrientes y, igual que cualquier objeto normal, puedes guardarla en tu inventario, no podrás tocarla otra vez ni sentir su peso y calidez. Cuando un objeto carece de las características a las que los humanos estamos acostumbrados, ¿cómo puede uno demostrar su existencia?\\nAl rememorar las muchas imágenes que viste antes de conseguir esta flor, un pensamiento te invade la mente: el poder que permite que esta flor de cerezo permanezca en el mundo procede de la voluntad de una persona. Ahora bien, ¿quién es esa persona? ¿Hace las cosas consciente o inconscientemente? Es algo imposible de saber con certeza. Por otro lado, ¿esa voluntad se debe a la nostalgia, a la confianza o a la gratitud? Tampoco hay manera de responder a eso...\\nTal vez esta flor de cerezo desaparezca cuando la voluntad de esa persona cambie, pero, aun así, no te cuesta nada comprobar de vez en cuando que la flor siga ahí.",
        "fr": "#Un pétale de fleur de cerisier que vous teniez dans la main avant de quitter le royaume de la conscience de Raiden Makoto.\\nSon existence est un mystère. Il ne semble pas différent des autres pétales de fleur de cerisier et repose tranquillement dans votre sac, comme tout autre objet réel. Mais vous ne pouvez plus le toucher, ni sentir son poids ou sa chaleur. Lorsqu'un objet perd l'un des attributs qu'il avait normalement, comment peut-on être sûr qu'il existe toujours ?\\nEn repensant à tout ce qui s'est passé avant d'obtenir ce pétale, vous vous dites que ce doit être la volonté de quelqu'un qui maintient son existence. Mais quant à savoir qui c'est et si cette personne le fait de façon intentionnelle ou non, vous n'avez pas de réponse à ces questions. Vous ne pouvez pas non plus prouver si cette volonté provient du désir, de la confiance ou de la gratitude.\\nPeut-être que lorsque « la volonté de cette personne » changera, ce pétale de fleur de cerisier disparaîtra également.\\nPour en être {M#sûr}{F#sûre}, vous feriez bien de vérifier de temps à autre s'il est encore là.",
        "id": "Kamu memegang satu kelopak sakura di tanganmu sebelum meninggalkan alam kesadaran Raiden Makoto. \\nKeberadaannya adalah sebuah misteri. Meskipun tidak tampak berbeda dari kelopak sakura biasa dan sama-sama berada di dalam tasmu seperti benda-benda yang lainnya, tapi kamu sudah tidak bisa menyentuhnya, merasakan berat, ataupun kehangatannya lagi. Ketika sebuah objek kehilangan atribut dasar yang biasa membuatnya dikenal, bagaimanakah kemudian \"keberadaannya\" itu dapat dibuktikan dengan pasti?\\nSaat kamu memikirkan kembali banyak pemandangan yang harus disaksikan kelopak bunga tersebut di masa lalu, pikiranmu menerka-nerka: keberadaan kelopak sakura ini pastilah ditopang oleh kehendak seseorang. Namun kita tidak dapat mengetahui siapakah orang ini, dan apakah mereka melakukannya dengan sengaja atau tidak dalam menjaga keberadaan kelopak ini. Kamu juga tidak dapat membuktikan apakah tekad itu berasal dari sebuah kerinduan, atau kepercayaan, ataukah rasa syukur.\\nMungkin, ketika \"kehendak orang itu\" berubah, kelopak sakura ini juga akan menghilang.\\nDemi keamananmu, mungkin lebih baik untuk selalu memeriksa kelopak sakura ini lagi dan lagi, dari waktu ke waktu untuk memastikan apakah benda ini masih akan ada atau tidak.",
        "jp": "雷電眞の意志空間から離れる前、手に握り締めた一片の櫻の花びら。\\nその存在は謎に包まれている。一見、普通の櫻の花びらのようで、他の物たちとバッグで静かに眠っているが、もはや触れることも、重さや温度を感じることもかなわない。ある物が、慣れ親しんだ基本的な性質を欠いているとき、その「存在」をどうやって証明するのだろう？\\nこの花びらを手に入れるまでに目撃した様々なことを振り返ってみると、こうは考えられないか、とあなたは思った。この櫻の花びらをこの世に生かしている力は、恐らく誰かの意志によるものではないか。その人物の正体や、意図的なのか、はたまた無意識なのかは判断できない。また、その意志とは懐古なのか、信頼なのか、それとも謝意なのか、それを確認することもできない。\\n「誰かの意志」が変わる瞬間、きっとこの櫻の花びらも消え去るのだろう。\\n時々、この花びらの存在を確認したほうがいいかもしれない。",
        "kr": "라이덴 마코토의 의식 공간을 떠나기 전에 손에 쥐었던 벚꽃잎.\\n이것의 존재는 아직 수수께끼다. 모습은 일반 벚꽃잎과 큰 차이도 없고, 평범하게 배낭에 잘 들어있다. 하지만 만질 수 없고, 무게와 온도도 느낄 수 없다. 한 물체가 사람들에게 익숙한 기본적인 속성이 사라지면 그것이 「존재」한다는 것을 어떻게 증명해야 할까?\\n이것을 얻기 전 목격했던 수많은 장면을 떠올리며 추측해 본다. 하지만 벚꽃잎을 이 세계에 유지시키는 힘은 누구의 의지이며, 의도한 건지 의도하지 않은 건지, 그리움인지 아니면 믿음인지 또는 고마움인지조차도 알 수가 없다.\\n「누군가의 의지」가 변하는 순간 이 벚꽃잎도 사라지지 않을까?\\n가끔씩 벚꽃잎이 있는지 확인해 보는 게 좋을 것 같다",
        "pt": "Uma pétala de flor de Sakura que você segurou em sua mão antes de deixar o Reino da Consciência de Raiden Makoto.\\nSua existência é um mistério, e sua aparência não é em nada diferente de uma pétala da Sakura normal. Ela fica silenciosamente em sua bolsa igual a todos os outros objetos, mas você não pode mais tocá-la ou sentir seu peso ou calor. Se um objeto perde todas as propriedades que normalmente seriam atribuídas a ele, como alguém pode provar sua \"existência\" de forma confiável?\\nQuando você pensa nas inúmeras visões que essa pétala deve ter testemunhado no passado, uma suposição vem à mente: o que mantém a existência dessa pétala da Sakura deve ser a vontade de alguém. Mas quem é essa pessoa, e se ela está intencionalmente ou não mantendo essa pétala viva é desconhecido. Também não é possível decifrar se essa vontade é derivada de anseio, confiança ou gratidão.\\nTalvez, quando a \"vontade dessa pessoa\" mudar, a pétala da Sakura também desapareça.\\nTalvez seja melhor verificar de vez em quando para garantir que ela ainda existe.",
        "ru": "Цветок сакуры, который вы держите в руке перед тем, как покинуть пространство истинного сознания Райдэн. Хотя он выглядит как обычный цветок сакуры и, как любой нормальный предмет, может быть помещён в инвентарь, вы не можете прикоснуться к нему, не можете почувствовать его вес или тепло. Когда у объекта отсутствуют привычные для нас характеристики, как можно доказать его существование?\\nКогда вы вспоминаете о том, сколько всего видели до того, как получить этот цветок, в голову приходит одна мысль: сила, которая позволяет ему оставаться в мире, исходит от чьей-то воли. Но кто этот человек? Он делает это сознательно или бессознательно? Невозможно знать наверняка. Его желание сотворить этот цветок сакуры вызвано ностальгией, доверием или благодарностью? На этот вопрос тоже нет ответа. Может быть, цветок исчезнет, когда изменится воля того человека, но даже в этом случае вам ничего не стоит время от времени проверять, на месте ли он.",
        "th": "ในช่วงเวลาก่อนที่จะออกจากอาณาเขตแห่งจิตสำนึกของ Raiden Makoto มีกลีบซากุระกลีบหนึ่งอยู่ในกำมือของคุณ\\nการมีอยู่ของมันนั้นช่างเต็มไปด้วยปริศนา โดยถึงแม้ว่าจะมีรูปร่างหน้าตาไม่ต่างจากกลีบซากุระธรรมดา ๆ และก็นอนสงบนิ่งอยู่ในกระเป๋าของคุณไม่ต่างจากสิ่งของทั่วไป แต่คุณกลับไม่สามารถสัมผัสถึงมันได้อีก และรับรู้ไม่ได้ถึงน้ำหนักและอุณหภูมิของมัน เมื่อวัตถุขาดคุณสมบัติพื้นฐานที่ผู้คนคุ้นเคย แล้วจะพิสูจน์ได้อย่างไรว่าวัตถุนั้น \"มีอยู่จริง\" กันล่ะ?\\nเมื่อนึกย้อนถึงภาพเหตุการณ์ต่าง ๆ ก่อนที่คุณจะได้รับมัน คุณก็คาดเดาว่า: พลังงานที่รักษากลีบซากุระนี้ให้คงอยู่ในโลกนี้ มาจากเจตจำนงของใครบางคน แต่ก็ไม่สามารถยืนยันได้ว่า แท้จริงแล้วคนผู้นั้นเป็นใคร และทำไปโดยตั้งใจ หรือไม่ได้เจตนาให้เกิดขึ้นกันแน่ เจตจำนงนี้คือความคิดถึง, ความเชื่อมั่น หรือความกตัญญูกตเวที ก็ไม่สามารถยืนยันได้เช่นกัน\\nบางทีในช่วงเวลาที่ \"เจตจำนงของใครบางคน\" เปลี่ยนแปลง กลีบซากุระนี้เองก็อาจจะหายไปด้วยเช่นกัน\\nยังไงซะก็หมั่นตรวจดูให้แน่ใจเป็นระยะ ๆ ละกัน ว่ามันยังอยู่หรือไม่",
        "vi": "Trước khi rời khỏi không gian ý thức của Raiden Makoto, một cánh hoa anh đào nằm gọn trong tay bạn. \\nSự tồn tại của nó là một bí ẩn, mặc dù trông không khác gì những cánh hoa anh đào thông thường, nằm yên lặng trong túi của bạn giống như mọi đồ vật khác. Nhưng bạn lại không thể chạm vào, cũng như không thể cảm nhận được trọng lượng hay nhiệt độ của nó. Khi một vật mất đi các thuộc tính cơ bản mà người ta quen thuộc, làm thế nào để chứng minh rằng nó \"tồn tại\"? \\nNhớ lại những điều đã diễn ra trước khi nó xuất hiện, một suy đoán bất chợt hiện lên trong đầu: Sức mạnh để duy trì sự tồn tại của cánh hoa anh đào này chắc chắn là ý chí của một ai đó, nhưng người này rốt cuộc là ai, là vô tình hay cố ý giữ cho cánh hoa này tồn tại, thật sự không thể biết được; Phần ý thức này là hoài niệm, tin tưởng hay là cảm kích cũng không thể nào kiểm chứng.\\nCó thể cánh hoa anh đào này sẽ biến mất vào lúc \"ý muốn của người nào đó\" thay đổi.\\nVì vậy thỉnh thoảng nên xác nhận lại xem cánh hoa có còn ở đó hay không."
    },
    "materialType": "MATERIAL_QUEST"
}