{
    "name": {
        "en": "Dull Ring",
        "de": "Trüber Ring",
        "chs": "晦暗的戒指",
        "cht": "晦暗的戒指",
        "es": "Anillo sombrío",
        "fr": "Bague terne",
        "id": "Cincin Berwarna Suram",
        "jp": "暗晦の指輪",
        "kr": "어둠의 반지",
        "pt": "Anel Sombrio",
        "ru": "Тёмное кольцо",
        "th": "แหวนอันแสนหม่นหมอง",
        "vi": "Nhẫn Đen"
    },
    "id": 100534,
    "materialDesc": {
        "en": "A ring that seems to have existed for a long time. Though it has become dull due to erosion over time, it is not dirty because it has been stored inside a box.\\nThere are words engraved on the inside of the ring, still clearly legible:\\n\"All beings suffer in war.\"",
        "de": "Ein Ring, der schon sehr, sehr alt sein muss. Die Zeit hat ganz offensichtlich an seinem Glanz genagt. Verstaubt ist er aber nicht, da er in einer Schachtel aufbewahrt worden ist.\\nAn seiner Innenseite ist folgende Zeile eingraviert:\\n„Krieg führt zu Leid.“",
        "chs": "似乎度过了漫长岁月的戒指，虽然在岁月的侵蚀下变得有些晦暗，但因为存放在箱子里，并没有落上太多尘土。\\n戒指内侧刻着一行字，字迹十分清晰。\\n「世间纷难，众生皆苦」",
        "cht": "似乎度過了漫長歲月的戒指，雖然在歲月的侵蝕下變得有些晦暗，但因為存放在箱子裡，並沒有落上太多塵土。\\n戒指內側刻著一行字，字跡十分清晰。\\n「世間紛難，眾生皆苦」",
        "es": "Un anillo que parece haber existido desde hace mucho tiempo. Aunque se ha vuelto opaco debido a la erosión a lo largo del tiempo, no está sucio porque ha permanecido guardado dentro de una caja.\\nHay unas palabras todavía legibles grabadas en la parte interior del anillo:\\n“En una guerra, todos los seres sufren”.",
        "fr": "Le temps semble avoir terni cette bague, mais son écrin l'a tenue à l'écart de la poussière.\\nUne inscription est gravée à l'intérieur :\\n« Le monde n'est que souffrance. »",
        "id": "Cincin yang sepertinya sudah ada sejak lama. Meskipun warnanya telah menjadi kusam karena erosi dari waktu ke waktu, tetapi cincin ini tetap bersih karena disimpan di dalam sebuah kotak.\\nKata-kata yang terukir di bagian dalam cincin ini masih dapat terbaca dengan jelas:\\n\"Semua makhluk hidup menderita dalam perang.\"",
        "jp": "歴史が長そうな指輪。月日の侵蝕により多少暗くなったが、箱にしまっていたため、ほぼ埃がない。\\n指輪の内側には、はっきりした字が書かれている。\\n「世に紛争が絶えぬ、衆生が苦難にある」",
        "kr": "아주 오랜 세월을 겪은듯한 반지. 세월의 침식으로 인해 살짝 어둡게 변했으나 상자 속에서 보관되어 그런지 먼지가 쌓여있진 않다.\\n반지 안쪽에 글이 또렷이 새겨져 있다.\\n「세상이 분란에 빠져 모든 중생이 고통에 몸부림친다」",
        "pt": "O tempo parece ter manchado esse anel, mas a caixa o manteve longe de poeira. \\nUma inscrição está estampada no interior:\\n\"A vida não é fácil para ninguém\"",
        "ru": "На вид очень старое кольцо. Оно покрыто ржавчиной, но не имеет никаких повреждений, потому что хранилось в шкатулке.\\nНа внутренней стороне кольца отчётливо виден текст:\\n«На войне страдают все».",
        "th": "แหวนที่ดูเหมือนจะผ่านกาลเวลา มาเนิ่นนาน แม้จะหม่นหมองไปบ้างตามกาลเวลา แต่เพราะถูกเก็บไว้ในกล่องจึงมีฝุ่นเกาะไม่มากนัก\\nด้านในวงแหวนถูกสลักตัวอักษรเอาไว้แถวหนึ่ง ซึ่งตัวอักษรนั้นชัดเจนมาก\\n\"โลกต่างทุกข์ยาก ผู้คนต่างทุกข์ทรมาน\"",
        "vi": "Chiếc nhẫn đã trải qua bao tháng năm dài dằng dặc, tuy đã nhuốm màu thời gian, nhưng do đặt trong rương nên không bị bụi che phủ.\\nMặt bên của nhẫn khắc một dòng chữ vô cùng rõ nét.\\n\"Thế nhân rối ren, chúng sinh đau khổ\""
    },
    "materialType": "MATERIAL_QUEST"
}