{
    "name": {
        "en": "Dustproof Potion",
        "de": "Staubabweisungstrank",
        "chs": "防尘药剂",
        "cht": "防塵藥劑",
        "es": "Poción antipolvo",
        "fr": "Potion de résistance Géo",
        "id": "Dustproof Potion",
        "jp": "耐塵薬剤",
        "kr": "방진 포션",
        "pt": "Poção Contra Poeira",
        "ru": "Зелье пыленепроницаемости",
        "th": "Dustproof Potion",
        "vi": "Thuốc Chống Bụi"
    },
    "id": 111011,
    "materialDesc": {
        "en": "A potion that boosts Geo RES and keeps one from getting bothered by sand and dust.\\nIt has a strange taste not unlike that of magnets. It keeps a traveler clean from all the sand and dust out there.",
        "de": "Ein Trank, mit dem einem Staubpartikel und Sand weniger anhaben können und der den Geo-Widerstand erhöht.\\nMan spürt gleich den erdigen Geschmack, wenn man ihn trinkt. Ist man von den Strapazen einer langen Reise erschöpft, bleibt man damit immer frisch und sauber.",
        "chs": "让人不受沙尘侵扰的药物，能提升岩元素抗性。\\n喝下去时嘴里会有磁石的奇特味道。对于风尘仆仆的旅人，可以保持浑身清洁。",
        "cht": "讓人不受沙塵侵擾的藥物，能提升岩元素抗性。\\n喝下去時嘴裡會有磁石的奇特味道。對於風塵僕僕的旅人，可以保持渾身清潔。",
        "es": "Una poción que evita que uno se moleste por la arena y el polvo que hay en el aire. Aumenta la RES Geo.\\nTiene un sabor extraño, similar al de un imán. Perfecta para que un viajero agotado se mantenga limpio de toda la arena y el polvo tras un largo viaje.",
        "fr": "Une potion mystérieuse qui permet d'éviter d'être assailli par les sables ou la poussière et augmente la RÉS Géo.\\nSon goût étrange rappelle d'une certaine façon les aimants. Idéale pour garder le voyageur propre sur soi.",
        "id": "Ramuan yang meningkatkan Geo RES dan melindungimu dari debu dan pasir.\\nRasanya aneh, sedikit mirip magnet. Menjaga traveler bersih dari debu dan pasir di perjalanan.",
        "jp": "飲むと砂嵐にも耐えられる不思議な薬剤。岩元素耐性が上がる。\\n飲むと、口の中にマグネットの匂いが広がる。疲れた旅人にとっては清潔感を保つ方法の一つである。",
        "kr": "모래먼지 피해를 막아주는 포션. 바위 원소 내성을 올릴 수 있다.\\n쇠맛이 난다. 모래먼지를 맞으며 여행하는 여행자들의 청결을 유지시킬 수 있다",
        "pt": "Uma poção que aumenta a RES Geo e evita que seja incomodado por areia e poeira.\\nPossui um gosto estranho. Mantém o Viajante livre de toda poeira e areia por aí.",
        "ru": "Зелье, которое повышает Гео сопротивление и отгоняет пыль и песок.\\nЭто зелье имеет привкус магнита. Оно отгоняет от путешественника пыль и песок.",
        "th": "ยาต้านทานฝุ่นดินทราย สามารถเพิ่มความต้านทานหินได้ \\nมีรสชาติที่แปลก สามารถช่วยป้องกันความสกปรกให้ นักเดินทางได้",
        "vi": "Thuốc giúp người khác không bị sự xâm nhập của cát bụi, tăng kháng Nguyên Tố Nham.\\nKhi uống sẽ có vị của nam châm. Giúp người lữ khách không bị bụi bám bẩn."
    },
    "materialType": "MATERIAL_FOOD"
}