{
    "name": {
        "en": "Dvalin's Claw",
        "de": "Klaue des Ostwinds",
        "chs": "东风之爪",
        "cht": "東風之爪",
        "es": "Garra de Stormterror",
        "fr": "Griffe de Stormterror",
        "id": "Dvalin's Claw",
        "jp": "東風の爪",
        "kr": "동풍의 발톱",
        "pt": "Garra do Vento Oriental",
        "ru": "Коготь Двалина",
        "th": "Dvalin's Claw",
        "vi": "Móng Vuốt Đông Phong"
    },
    "id": 113004,
    "materialDesc": {
        "en": "A claw from the Dragon of the East.\\nIt once contained the shadow dragon Durin's vile poison, having torn through the latter's flesh in battle. Thanks to your purification and healing, it is no longer toxic.",
        "de": "Eine scharfe Klaue vom Herrscher des Ostwinds von Mondstadt.\\nDa sie durch das Fleisch des Drachen Durin schnitt, haftete ein tödliches Gift an ihr. Nach deiner Reinigung und Heilung ist sie nicht länger giftig.",
        "chs": "从蒙德的东风之主身上，取下的一丝锋锐。\\n因为过去撕裂了伟大魔龙「杜林」的血肉的缘故，过去蕴含着骇人的猛毒。但经过你的净化与治愈，其中躁动的毒性终于平息。",
        "cht": "從蒙德的東風之主身上，取下的一絲鋒銳。\\n因為過去撕裂了偉大魔龍「杜林」的血肉的緣故，曾經蘊含著駭人的猛毒。但經過你的淨化與治癒，其中躁動的毒性終於平息。",
        "es": "Una garra del Dragón del Este.\\nEn el pasado, rasgó la piel de Durin, el dragón oscuro, y se infectó con su veneno. Sin embargo, al haber sido purificada y sanada, la garra ya no es venenosa.",
        "fr": "Une griffe provenant du Dragon de l'Est.\\nElle fut contaminée par le sang de Durin, le Dragon des Ténèbres, mais grâce à vos efforts, elle n'est plus empoisonnée.",
        "id": "Cakar dari Dragon of the East.\\nCakar yang pernah mengoyak tubuh Shadow Dragon Durin ini, sebelumnya memiliki racun yang sangat kuat. Tetapi berkat pemulihan dan pemurnianmu, racun di dalamnya tidak lagi bekerja.",
        "jp": "モンドの東風の主から取った爪。\\nかつて魔龍「ドゥリン」の血肉を引き裂いたため、中には恐ろしい猛毒が含まれているが、君が浄化、治癒したおかげで、その毒はようやく落ち着いた。",
        "kr": "몬드성 동풍 군주의 몸에서 얻은 날카로운 발톱.\\n위대한 마룡 「두린」의 살을 찢는 바람에 치명적인 독을 품고 있었다. 그러나 당신의 정화와 치유로 마침내 요동치는 독성을 잠재웠다",
        "pt": "Uma ponta afiada retirada do corpo do Senhor do Vento Oriental de Mondstadt. \\nPois no passado foi usado para derrotar Durin. No passado, continha um veneno tóxico, mas após a sua purificação, essa energia foi neutralizada.",
        "ru": "Коготь Дракона востока.\\nКак когда-то он разрывал плоть теневого дракона «Дурина», так и содержал в себе его злобный яд. Однако благодаря вашему очищению и исцелению он больше не токсичен.",
        "th": "กรงเล็บที่ได้มาจากมังกรแห่งลมตะวันออกแห่ง Mund\\nและเพราะในอดีตเคยใช้กรงเล็บนี้ฉีกปีศาจมังกร [Durin] เป็นชิ้นๆ ทำให้ได้รับพิษเล็กน้อย แต่หลังจากการรักษาพิษในอดีตก็ค่อยๆลดลง",
        "vi": "Vật nhọn từ trên người chủ Đông Phong thành Mondstadt.\\nVì từng xé nát Ma Long Durin bị nhiễm kịch độc. Nhưng nhờ bạn thanh tẩy và trị liệu nên chất độc đã được ổn định."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}