{
    "name": {
        "en": "Dvalin's Sigh",
        "de": "Atem des Ostwinds",
        "chs": "东风的吐息",
        "cht": "東風的吐息",
        "es": "Suspiro de Stormterror",
        "fr": "Souffle de Stormterror",
        "id": "Dvalin's Sigh",
        "jp": "東風の吐息",
        "kr": "동풍의 숨결",
        "pt": "Suspiro do Vento Oriental",
        "ru": "Вздох Двалина",
        "th": "Dvalin's Sigh",
        "vi": "Hơi Thở Đông Phong"
    },
    "id": 113005,
    "materialDesc": {
        "en": "A bit of power taken from the whirlwinds evoked by the Dragon of the East.\\nBeautiful and transparent, both trade winds and tornadoes will work in his name. The winds move as his companion, his voice, and his freedom.\\nHis enemies are the thousands who stand against the wind.",
        "de": "Ein Teil der Kraft der vom Herrscher des Ostwinds von Mondstadt heraufbeschworenen Winde.\\nSchön und durchsichtig, Passate und Tornados entstehen in seinem Namen. Die Winde sind seine Kameraden, seine Stimme und seine Freiheit.\\nSeine zahlreichen Feinde sind alle, die sich gegen den Wind stellen.",
        "chs": "从蒙德的东风之主唤起的狂风中，采来的些许力量。\\n它的身躯是优美而通透的，信风与龙卷都愿为它效力。只要乘风而行，风就是它的同伴、它的歌声与它的自由。\\n而它的敌人，就是一千种名字各异的风的敌人。",
        "cht": "從蒙德的東風之主喚起的狂風中，採來的些許力量。\\n它的身軀是優美而通透的，信風與龍捲都願為它效力。只要乘風而行，風就是它的同伴、它的歌聲與它的自由。\\n而它的敵人，就是一千種名字各異的風的敵人。",
        "es": "La energía de los fuertes vientos causados por el Dragón del Este.\\nHermoso y transparente, los vientos y las tempestades se sienten honrados de trabajar para él. El viento se mueve como si fuera su compañero, su voz y su libertad.\\nSus enemigos son todos aquellos que van en contra del viento.",
        "fr": "Un peu de pouvoir provenant des bourrasques du Dragon de l'Est.\\nTransparent, mais beau, il permet d'invoquer les tornades et les alizés. Le vent est son compagnon, sa voix et sa liberté.\\nTous ceux qui se tiennent en travers de son chemin sont ses ennemis.",
        "id": "Sepercik kekuatan yang diambil dari angin topan dibentuk Dragon of the East.\\nBentuknya indah dan tembus pandang, tiupan sejuk ataupun topan akan mendengar panggilannya. Angin adalah kekuatan, suara, dan kebabasannya.\\nMengembus melawan arus dari ribuan lawan-lawannya.",
        "jp": "モンドの東風の主が呼び起こした狂風の中から取った力。\\n優雅で、透き通っていて、恒風と竜巻を使役することができる。風に乗ると、風は仲間、歌声、そして自由になる。\\nその敵は、風の敵でもある。",
        "kr": "몬드성 동풍의 군주가 일으킨 광풍에서 채집한 약간의 힘.\\n그 힘은 아름답고 모든 것을 꿰뚫어 보고 있어 바람과 회오리 모두 그것을 위해 힘을 보탠다. 바람만 타고 갈 수 있다면, 바람은 그것의 동료이자 노랫소리이자 자유일 것이다.\\n그 힘의 적이 곧 천 가지 제각각의 이름을 가진 바람들의 적이나 마찬가지이다",
        "pt": "Energia coletada dos ventos fortes assoprados pelo Senhor do Vento Oriental de Mondstadt.\\nSeu formato é bonito e transparente, e tanto o vento quanto o furacão estão dispostos a aumentar sua efetividade. Enquanto o vento estiver ao seu lado, ele estará a seu favor.\\nE seus inimigos são os inimigos de mil ventos de diferentes nomes.",
        "ru": "Сила, извлечённая из вихрей, вызванных Драконом Востока.\\nПрекрасный и невидимый, ветер следует за ним, он - его голос и свобода.\\nИ враги его, сражающиеся с ветром, многочисленны.",
        "th": "พลังลมที่ได้มาจากมังกรแห่งลมตะวันออกแห่ง Mondstadt\\nร่างของเขาทั้งโปร่งใสและสวยงาม เหล่าทอร์นาโดทั้งหลายต่างพร้อมเคียงข้าง สายลมคือเพื่อร่วมเดินทาง คือเสียงเพลงและคือเสรีภาพ\\nส่วนศัตรูของเขานั้นคือชื่อลมกว่าพันชื่อที่มาจากที่ต่างๆ",
        "vi": "Khi chủ Đông Phong thành Mondstadt gọi gió đến đã tập hợp chút sức mạnh.\\nThân thể của nó trong suốt tuyệt đẹp, gió và lốc xoáy đều để nó sai khiến. Chỉ cần cưỡi lên gió, gió là bạn, là tiếng hát và tự do.\\nKẻ địch của gió chính là kẻ địch của nó."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}