{
    "name": {
        "en": "Dwelling Amidst the Sands",
        "de": "Wohnung inmitten des Sandes",
        "chs": "存身于尘沙之境",
        "cht": "存身於塵沙之境",
        "es": "#{F#Moradora}{M#Morador} de las arenas",
        "fr": "Habitation parmi les sables",
        "id": "Tinggal di Tengah Padang Pasir",
        "jp": "砂塵の境地に身を置いて",
        "kr": "모래와 먼지의 땅에서",
        "pt": "Residência entre as Areias",
        "ru": "Приют среди песков",
        "th": "นอนกลางดินกลางทราย",
        "vi": "Thân Nơi Cát Bụi"
    },
    "id": 350065,
    "materialDesc": {
        "en": "An unadorned room that uses implements and utensils that hail from interior designs common to Aaru Village. Those who live amidst the desert winds have many habits suited to life in their unique environment, such as shaking off the sand that might have been brought in along with their clothes in a timely manner, or maintaining the temperature and moisture of a room at little cost...\\nOf course, such practices are not very necessary in the comfy confines of the Realm Within, but they can still cheer and warm the heart, and are thus worthy of respect. This interior setup pays attention to many a small detail such that living in it feels just like living in a desert home.\\nThis Furnishing Set is favored by the following companion: Candace",
        "de": "Ein schlicht dekorierter Raum, in dem Geräte und Utensilien verwendet werden, die aus der Inneneinrichtung des Aaru-Dorfes stammen. Diejenigen, die in der Wüste leben, haben aufgrund ihrer Umgebung besondere Gewohnheiten entwickelt, wie zum Beispiel das rechtzeitige Abschütteln des Sandes, der mit ihrer Kleidung hereingebracht wurde, oder das Aufrechterhalten der Temperatur und der Feuchtigkeit eines Raumes mit geringem Aufwand ...\\nNatürlich sind solche Praktiken in dem gemütlichen Kannenreich nicht notwendig, aber sie können dennoch eine herzerwärmende Atmosphäre bringen. Bei dieser Inneneinrichtung wurde auf so viele kleine Details geachtet, dass man sich darin wie in einem Haus in der Wüste fühlt.\\nDieses Set wird von der folgenden Gefährtin bevorzugt: Candace",
        "chs": "装潢朴素的房间，采用了阿如村室内的器物陈设。生活在风沙中的人们有着应对独特环境的习惯，诸如及时去除被衣物捎来的沙粒，或是用节俭的方式维持室温和湿度…\\n也许在气候宜人的壶中洞天，这些习惯并没有绝对的必要性，但依然能带来令人心中温暖的氛围，值得重视。这套室内布局确实注重到了各式细节，置身其中时，仿佛亲临了沙漠中的民居。\\n偏好这套摆设的同伴：坎蒂丝",
        "cht": "裝潢樸素的房間，採用了阿如村室內的器物陳設。生活在風沙中的人們有著應對獨特環境的習慣，諸如及時去除被衣物捎來的沙粒，或是用節儉的方式維持室溫和濕度…\\n也許在氣候宜人的壺中洞天，這些習慣並沒有絕對的必要，但依然能帶來令人心中溫暖的氛圍，值得重視。這套室內佈局確實注意到了各式細節，置身其中時，彷彿親臨了沙漠中的民居。\\n偏好這套擺設的同伴：坎蒂絲",
        "es": "Una sencilla habitación decorada con muebles muy populares en la Aldea Aaru. Aquellos que viven en el desierto han de lidiar con todo tipo de particulares tareas en su día a día: desde sacudirse las motas de arena que arrastran los cálidos vientos, el mantenimiento de una temperatura y nivel de humedad aptos para las personas, etc.\\nPuede que todo esto no resulte menester en el afable clima de la Relajatetera, pero no por ello resulta innecesario. Son precisamente esa clase de tareas ordinarias las que hacen de un espacio un lugar acogedor. Y este diseño presta especial atención a toda esa serie de detalles. Una vez que entres en la estancia, tendrás la sensación de estar en una casa en mitad del desierto.\\nLos siguientes acompañantes prefieren este conjunto: Candace.",
        "fr": "Une pièce simple qui dispose d'outils et d'ustensiles issus communs au Village d'Aaru. Ceux qui vivent au milieu des vents du désert possèdent des habitudes propres à la vie dans cet environnement unique. Par exemple, se débarrasser du sable qui aurait pu être pris dans leurs vêtements ou maintenir la température et l'humidité d'une pièce avec les moyens du bord...\\nCes pratiques ne sont pas utiles dans le royaume intérieur, mais elles peuvent réchauffer le cœur et sont donc dignes de respect. L'aménagement de cet intérieur est si minutieux qu'on a réellement l'impression de vivre dans une maison au milieu du désert.\\nCompagnon préférant ce set : Candace.",
        "id": "Ruangan tanpa hiasan yang menggunakan peralatan dan perlengkapan yang berasal dari desain interior yang umum di Desa Aaru. Mereka yang tinggal di tengah-tengah angin gurun memiliki banyak kebiasaan yang cocok untuk hidup di lingkungan unik tersebut, seperti mengibaskan pasir yang mungkin terbawa bersama pakaian mereka, atau menjaga suhu dan kelembapan ruangan ....\\nTentu saja, praktik seperti itu tidak terlalu diperlukan di sini, tetapi hal-hal tersebut masih dapat menghibur dan menghangatkan hati, dan karenanya layak untuk dikenang. Pengaturan interior ini memperhatikan banyak detail kecil sehingga tinggal di dalamnya terasa seperti tinggal di rumah padang pasir.\\nRekan yang menyukai set perabot ini: Candace",
        "jp": "朴素な内装の部屋。アアル村の室内の器具と配置を採用している。風砂の中で生活する人々は、その環境に適した様々な習慣を持っている。例えば、服についている砂をすぐに落とす、節約して室温と湿度をコントロールするなど…\\n過ごしやすい気候の壺洞天では、これら習慣は必要なものではないが、心温まる雰囲気をもたらすため重視すべきだろう。この室内セットは細部に至るまでこだわっているため、その中に身を置くと、まるで砂漠の民家にいるような気分になる。\\nこの調度品セットを好む仲間：キャンディス",
        "kr": "인테리어가 소박한 방. 아루 마을 실내 배치를 채용했다. 모래바람 속에 사는 사람들은 독특한 환경 적응 풍습이 있다. 예를 들어 빠르게 옷에 묻은 모래를 털거나, 저렴한 방식으로 실내 온도와 습도를 유지한다든가….\\n주전자 속 선계에서는 사막의 풍습이 필요 없지만, 거기서 사막의 온정을 느낄 수 있으니 존중할 가치가 있다. 이 장식 세트는 사소한 디테일이 잘 살아있어서 사막의 주민이 된 듯한 느낌을 준다.\\n해당 장식 세트를 선호하는 친구: 캔디스",
        "pt": "Um quarto simples decorado com móveis muito populares na Vila Aaru. Quem vive no deserto tem que lidar com todo tipo de tarefas particulares no seu dia a dia: desde sacudir as partículas de areia levadas pelos ventos quentes, manter um nível de temperatura e umidade adequado para as pessoas, etc.\\nTudo isso pode não ser necessário no clima agradável do Paraíso Mágico do Bule, mas não é desnecessário. São precisamente esses tipos de tarefas comuns que fazem de um espaço um lugar acolhedor. E esse design dá atenção especial a toda essa série de detalhes. Ao entrar na sala, você terá a sensação de estar em uma casa no meio do deserto.\\nEste conjunto de decorações é o preferido da seguinte companheira: Candace.",
        "ru": "Безыскусно обставленная комната, в которой используется утварь в стиле деревни Аару. У обитателей пустыни есть немало привычек, как нельзя лучше подходящих для жизни в суровых условиях: например, своевременно стряхивать песок с одежды, чтобы не занести его в помещение, или простыми способами поддерживать в помещениях постоянную температуру и влажность.\\nКонечно, в мягком климате обители всё это ни к чему, но подобные обычаи несут в себе душевное тепло, а потому достойны уважения. Этот интерьер продуман до мельчайших деталей так, чтобы его обитатель ощущал себя живущим среди песков.\\nЭтот комплект предпочитает следующие компаньоны: Кандакия.",
        "th": "ห้องเรียบง่ายที่ตกแต่งภายในแบบสไตล์หมู่บ้าน Aaru ผู้คนที่ใช้ชีวิตอยู่ท่ามกลางพายุทราย ต่างมีนิสัยความเคยชินโดยอิงกับสภาพแวดล้อมอันพิเศษนี้ อย่างเช่น การสะบัดเม็ดทรายบนเสื้อผ้าทิ้งอย่างทันท่วงที หรือการรักษาอุณหภูมิและความชื้นภายในห้องด้วยวิธีแสนประหยัด...\\nแต่บางทีความเคยชินเหล่านี้อาจไม่จำเป็นสำหรับอาณาจักรในกาน้ำชา ซึ่งมีสภาพอากาศอันแสนสบายก็เป็นได้ แต่กระนั้น มันก็ยังสามารถนำพาบรรยากาศอบอุ่นใจมาได้อยู่ดี ควรค่าแก่การให้ความสำคัญเป็นอย่างยิ่ง การตกแต่งภายในของห้องนี้ ให้ความสำคัญกับรายละเอียดเล็กน้อยปลีกย่อยมาก ยามอยู่ในห้องจึงราวกับได้สัมผัสการพักอาศัยอยู่ในทะเลทรายกับตัวเลยทีเดียว\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Candace",
        "vi": "Căn phòng được trang trí bình dị, sử dụng các vật dụng trong nhà giống ở Làng Aaru. Những người sống trong sa mạc có thói quen ứng phó với môi trường đặc biệt, ví dụ như lập tức dọn sạch những hạt cát dính trên trang phục, hoặc là dùng cách khá tiết kiệm để duy trì nhiệt độ và độ ẩm trong nhà...\\nCó lẽ trong Động Tiên với khí hậu dễ chịu, thì những thói quen này không còn mang tính bắt buộc, nhưng vẫn mang lại bầu không khí khiến cho người ta cảm thấy ấm lòng, đáng để xem trọng. Bố cục như thế này quả thực đã chú ý đến từng tiểu tiết, khi ở trong đó, giống như đang ở trong nhà dân nơi sa mạc.\\nBạn đồng hành thích bộ trang trí này: Candace"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}