{
    "name": {
        "en": "Economy Cuihua Bookshelf",
        "de": "Preiswertes Bücherregal aus Exquisitholz",
        "chs": "萃华木经济书架",
        "cht": "萃華木經濟書架",
        "es": "Estantería económica de liquidámbar",
        "fr": "Bibliothèque basique en bois d'exquisetier",
        "id": "Rak Buku Ekonomis dari Kayu Cuihua",
        "jp": "萃華の格安本棚",
        "kr": "저렴한 췌화나무 책장",
        "pt": "Estante de Cuihua Econômica",
        "ru": "Экономичная книжная полка из дерева цуйхуа",
        "th": "ชั้นวางหนังสือไม้ Cuihua ขนาดกะทัดรัด",
        "vi": "Kệ Sách Gỗ Tụy Hoa Kinh Tế"
    },
    "id": 381203,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Economy Cuihua Bookshelf.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Preiswertes Bücherregal aus Exquisitholz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「萃华木经济书架」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「萃華木經濟書架」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Estantería económica de liquidámbar.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la bibliothèque basique en bois d'exquisetier.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Rak Buku Ekonomis dari Kayu Cuihua\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「萃華の格安本棚」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「저렴한 췌화나무 책장」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Estante de Cuihua Econômica\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Экономичная книжная полка из дерева цуйхуа».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ชั้นวางหนังสือไม้ Cuihua ขนาดกะทัดรัด\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Kệ Sách Gỗ Tụy Hoa Kinh Tế\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}