{
    "name": {
        "en": "Egg Roll",
        "de": "Eierrolle",
        "chs": "鸟蛋烧",
        "cht": "鳥蛋燒",
        "es": "Rollitos de huevo",
        "fr": "Omelette roulée",
        "id": "Egg Roll",
        "jp": "鳥卵の玉子焼き",
        "kr": "새알말이",
        "pt": "Rolinho de Ovo de Pássaro",
        "ru": "Яичный рулет",
        "th": "Egg Roll",
        "vi": "Trứng Cuộn"
    },
    "id": 108265,
    "materialDesc": {
        "en": "A fried egg dish. Beat eggs well, season and fry them slowly in a wok, roll up into a fixed shape. Pour in egg liquid again and continue until it has all reached a certain thickness, then get ready to plate up. This is a ordinary yet welcoming Inazuman delicacy.",
        "de": "Ein Eiergericht. Eier gut verquirlen, würzen und in einem Wok langsam braten, in eine feste Form aufrollen. Gieße mehr unserer Eierflüssigkeit hinein und fahre fort, bis alles eine gewisse Dicke erreicht hat, dann mach dich bereit zum Anrichten. Dies ist eine gewöhnliche, aber einladende Inazuma-Delikatesse.",
        "chs": "煎制而成的蛋料理。将搅拌均匀的蛋液先行调味，倒入锅中小火慢煎，卷至一边定型，再次倒入蛋液继续…重复至一定厚度，便可摆盘作为成品。是稻妻地区平凡而又亲切的美味。",
        "cht": "煎製而成的蛋料理。將攪拌均勻的蛋液先行調味，倒入鍋中小火慢煎，捲至一邊定型，再次倒入蛋液繼續…重複至一定厚度，便可擺盤作為成品。是稻妻地區平凡而又親切的美味。",
        "es": "Un plato hecho con huevo. Primero se sazona y se bate y, después, se vierte en una sartén a fuego lento. Se enrolla para darle forma, se vierte el huevo restante hasta que adquiera el grosor deseado y, entonces, ya está listo para servir. Este es un plato muy común y familiar en toda Inazuma.",
        "fr": "Un plat à base d'œufs frits. Battez bien les œufs, assaisonnez-les et faites-les frire lentement dans un wok, roulez-les ensuite en une forme fixe. Versez des œufs battus à nouveau et continuez jusqu'à atteindre une certaine épaisseur, puis mettez dans l'assiette. Cette délicatesse inazumienne est ordinaire mais conviviale.",
        "id": "Hidangan telur goreng. Kocok telur dan bumbui terlebih dahulu, goreng perlahan dalam wajan dan gulung sampai telurnya padat. Tuang lagi adonan telur dan ulangi langkah tadi hingga ketebalan tertentu, dan sajikan di piring. Menu ini adalah hidangan lezat Inazuma yang sederhana dan cocok untuk segala kalangan.",
        "jp": "油で焼き上げた卵料理。まずは卵に味付けをして鍋に流し込む。弱火でじっくりと焼き、一面を固めながら巻き、再び卵を入れる…一定の厚さになるまでこの手順を繰り返し、出来上がったものを皿に盛り付ける。素朴で親しみやすい味を持つ稲妻料理。",
        "kr": "구운 새알 요리. 골고루 저은 새알 물에 간을 한 후, 프라이팬에서 약불로 천천히 굽는다. 한편의 모양이 잡히면 재차 새알 물을 부어 반복한다… 일정한 두께가 될 때까지 반복하면 비로소 요리가 완성된다. 이나즈마의 평범하고 친근한 미식",
        "pt": "Um prato de ovo frito. Bata bem os ovos, tempere e frite lentamente em uma panela wok. Enrole até ficar firme. Despeje os ovos novamente e continue até ficar espesso. Em seguida, coloque no prato. Esta é uma iguaria comum em Inazuma, mas é acolhedora.",
        "ru": "Блюдо из жареных яиц. Хорошо взбейте яйца, добавьте приправы, обжарьте на малом огне, а затем сверните и придайте форму. Добавьте ещё немного взбитых яиц и продолжайте сворачивать рулет, пока он не достигнет определённой толщины. Это простое, но уютное инадзумское лакомство.",
        "th": "เมนูไข่ม้วน ปรุงรสไข่คนให้เข้ากันก่อน เทลงในกระทะ แล้วทอดช้า ๆ โดยใช้ไฟอ่อน ๆ ก่อนจะม้วนไปด้านหนึ่งให้เป็นทรง เทไข่อีกครั้งเพื่อทำการทอดต่อ... ทำซ้ำจนได้ความหนาที่ต้องการ จากนั้นจึงจัดจานถือว่าเป็นอันสำเร็จ เป็นเมนูโอชะที่เรียบง่าย และเป็นที่นิยมในพื้นที่ Inazuma",
        "vi": "Món trứng được chế biến từ cách đem đi chiên, trứng được đánh tan với các gia vị, đổ vào chảo rồi chiên với lửa nhỏ, cuộn sang một bên khi đã se lại, lại đổ trứng vào tiếp tục công đoạn trên...làm đi làm lại đến một độ dày nhất định là có thể vớt lên đĩa trang trí. Đây là món ngon bình thường và gần gũi của Inazuma."
    },
    "materialType": "MATERIAL_FOOD"
}