{
    "name": {
        "en": "Electro Treasure Compass",
        "de": "Elektro-Schatzkompass",
        "chs": "雷之寻宝罗盘",
        "cht": "雷之尋寶羅盤",
        "es": "Brújula buscatesoros Electro",
        "fr": "Détecteur de trésors Électro",
        "id": "Electro Treasure Compass",
        "jp": "雷のトレジャーコンパス",
        "kr": "번개의 보물찾기 나침반",
        "pt": "Bússola de Tesouro Electro",
        "ru": "Электро компас сокровищ",
        "th": "Electro Treasure Compass",
        "vi": "La Bàn Tìm Báu Vật - Lôi"
    },
    "id": 220034,
    "materialDesc": {
        "en": "A handy tool used to locate nearby chests in Inazuma.\\nThe land of the thundering archipelago has suffered a great many past hurts. The many treasure chests that dot the islands are a symbol of its revival from these wounds.",
        "de": "Ein praktisches Werkzeug, um nahegelegene Truhen in Inazuma zu finden.\\nDas Land des donnernden Archipels hat in der Vergangenheit viele Wunden erlitten. Die vielen Schatztruhen, die die Inseln übersäen, sind ein Symbol für seine Erholung von diesen Wunden.",
        "chs": "在稻妻使用时，能寻找附近的宝箱。\\n雷之列岛的土地曾经受过诸多伤害。伴随着创伤与恢复而来的是遍布各岛的诸多宝藏。",
        "cht": "在稻妻使用時，能尋找附近的寶箱。\\n雷之列島的土地曾經受過諸多傷害。伴隨著創傷與恢復而來的是遍佈各島的諸多寶藏。",
        "es": "Puede usarse en Inazuma para encontrar cofres en las cercanías.\\nLas islas del trueno han sufrido mucho a lo largo de su historia. Sin embargo, ese dolor y la posterior regeneración han traído consigo innumerables tesoros.",
        "fr": "Outil permettant de détecter les coffres proches à Inazuma.\\nLe pays de l'archipel du tonnerre a subi de nombreuses blessures au cours du temps. Les nombreux coffres au trésor qui parsèment les îles sont un symbole de sa renaissance.",
        "id": "Peralatan praktis yang digunakan untuk menemukan peti harta karun di Inazuma.\\nNegeri kepulauan yang bergemuruh telah mengalami banyak luka masa lalu. Peti-peti harta yang menghiasi pulau-pulau adalah simbol kebangkitan dan pemulihan Inazuma dari luka-luka itu.",
        "jp": "稲妻で使用することで、近くの宝箱を探知できる。\\n雷の列島の土地は、数々の傷を負ってきた。その傷の回復がもたらしたのは、島々に点在する数々の宝物である。",
        "kr": "이나즈마에서 사용하면 근처의 보물 상자를 찾을 수 있다.\\n번개 제도의 땅은 많은 핍박을 받아왔다. 그 상처, 그리고 그 회복과 함께 잇따른 건 각 섬에 묻혀있는 수많은 보물이다",
        "pt": "Uma ferramenta útil usada para localizar baús em Inazuma.\\nA terra do arquipélago trovejante já sofreu muitas feridas do passado. Os diversos baús de tesouro que espalhados pelas ilhas são um símbolo de sua recuperação.",
        "ru": "При использовании в Инадзуме указывает на сундуки поблизости.\\nЗемля архипелага молний пережила множество страданий. Спрятанные по всем островам сокровища символизируют заживление этих ран.",
        "th": "เมื่อใช้ใน Inazuma จะสามารถค้นหา หีบสมบัติในบริเวณใกล้เคียงได้\\nดินแดนแห่งหมู่เกาะสายฟ้าที่ซึ่งในอดีตเคยได้รับความเจ็บปวดมามากมาย ซึ่งหีบสมบัติมากมายที่กระจายอยู่ตามเกาะต่างๆ เป็นเหมือนสัญลักษณ์ของการฟื้นคืนจากบาดแผลเหล่านั้นนั่นเอง",
        "vi": "Có thể dò tìm rương báu trong vùng đất Inazuma.\\nVùng đất trên quần đảo hội tụ nguyên tố Lôi từng phải gánh chịu nhiều tổn thương. Đi đôi với việc bị tổn thương và hồi phục, đó là khắp nơi trên đảo xuất hiện nhiều kho báu."
    },
    "materialType": "MATERIAL_WIDGET"
}