{
    "name": {
        "en": "Electro Sigil",
        "de": "Elektro-Siegel",
        "chs": "雷之印",
        "cht": "雷之印",
        "es": "Insignia Electro",
        "fr": "Sceau Électro",
        "id": "Electro Sigil",
        "jp": "雷の印",
        "kr": "번개의 인장",
        "pt": "Selo Electro",
        "ru": "Печать Электро",
        "th": "Electro Sigil",
        "vi": "Ấn Lôi"
    },
    "id": 304,
    "materialDesc": {
        "en": "A sigil that serves as a sign of the acknowledgment given by the thundering islands of Inazuma.\\nOffer them to the Sacred Sakura of the Grand Narukami Shrine to raise your Sacred Sakura's Favor level.",
        "de": "Ein Zeichen für die Anerkennung des Donners von Inazuma.\\nBring es der Heiligen Sakura vom Großen Narukami-Schrein dar, um deine Stufe der „Gunst der heiligen Sakura“ zu erhöhen.",
        "chs": "受到稻妻群岛的鸣雷认可，获授的印记。\\n可以缴纳给鸣神大社的神樱，提高「神樱眷顾」的等级。",
        "cht": "受到稻妻群島的鳴雷認可，獲授的印記。\\n可以繳納給鳴神大社的神櫻，提高「神櫻眷顧」的等級。",
        "es": "Una insignia obtenida por ganarte el reconocimiento de las tormentas de Inazuma.\\nOfrécesela al Cerezo Sagrado del Gran Santuario Narukami para aumentar tu nivel de gracia del Cerezo Sagrado.",
        "fr": "Un sceau qui sert de signe de reconnaissance donné dans les îles tonitruantes d'Inazuma.\\nOffrez-les au cerisier sacré du Sanctuaire de Narukami pour augmenter le niveau de faveur du cerisier sacré.",
        "id": "Simbol yang berfungsi sebagai tanda pengakuan yang diberikan oleh pulau-pulau Inazuma yang bergemuruh.\\nBerikan ke pohon Sacred Sakura di Kuil Agung Narukami untuk meningkatkan tingkat Sacred Sakura's Favor.",
        "jp": "稲妻群島の雷鳴に認められ、授かった印。\\n鳴神大社の神櫻に奉納すると、「神櫻の恩恵」のLv.を上げることができる。",
        "kr": "이나즈마 열도 뇌명의 인정을 받아 획득한 인장.\\n나루카미 다이샤의 신성한 벚나무에 공양해 「신성한 벚나무의 가호」의 레벨을 올릴 수 있다",
        "pt": "Uma insígnia que serve como um sinal de reconhecimento dado pelas ilhas trovejantes de Inazuma.\\nOfereça-a à Sakura Sagrada do Grande Santuário Narukami para aumentar o nível da Graça da Sakura Sagrada.",
        "ru": "Печать, данная в знак признания островами Инадзумы.\\nПоднесите её Священной сакуре в Великом храме Наруками, чтобы повысить её благосклонность.",
        "th": "เครื่องหมายสายฟ้าแห่ง Inazuma\\nสามารถมอบให้ Sacred Sakura ของศาลเจ้า Grand Narukami เพื่อเพิ่มระดับ \"พรแห่งซากุระศักดิ์สิทธิ์\"",
        "vi": "Được công nhận bởi sấm sét của quần đảo Inazuma và trao tặng danh hiệu. \\nCó thể giao nộp cho Anh Đào Thần trong Đền Narukami, để tăng cấp độ của \"Anh Đào Thần Bảo Vệ\"."
    },
    "materialType": "MATERIAL_CONSUME"
}