{
    "name": {
        "en": "Electroculus",
        "de": "Verlorener Elektroculus",
        "chs": "散失的雷神瞳",
        "cht": "散失的雷神瞳",
        "es": "Electróculus perdido",
        "fr": "Électroculus",
        "id": "Electroculus",
        "jp": "失われた雷神の瞳",
        "kr": "잃어버린 번개 신의 눈동자",
        "pt": "Electroculus Perdido",
        "ru": "Электрокул",
        "th": "Electroculus",
        "vi": "Lôi Thần Đồng"
    },
    "id": 107014,
    "materialDesc": {
        "en": "A substance that has accumulated intense Electro energy. Offer it to the Statue and help reinstate the power it has lost over the years.",
        "de": "Ein Gebilde aus verdichteter Elektro-Energie. Übergib es der Elektro-Statue, um ihre über die Jahre verlorene Kraft wiederaufzubauen.",
        "chs": "浓烈的雷元素能量积聚成的物质。献给雷的神像，能弥补它在漫长岁月中散失的力量。",
        "cht": "濃烈的雷元素能量積聚成的物質。獻給雷的神像，能彌補它在漫長歲月中散失的力量。",
        "es": "Una sustancia que ha acumulado una intensa energía Electro. Ofrécesela a una Estatua para que recupere la energía perdida a lo largo de los años.",
        "fr": "De l'énergie Électro accumulée au fil du temps qui a fini par durcir. Faites-en une offrande à une Statue des Sept et restaurez son pouvoir qui s'est amenuisé avec le temps.",
        "id": "Sebuah benda yang di dalamnya tersimpan kekuatan Electro yang kuat. Persembahkan ke patung Electro untuk memulihkan kekuatannya yang telah lama hilang.",
        "jp": "強烈な雷元素エネルギーを集積させた物質。雷の神像に捧げると、長い年月で失われた力を補える。",
        "kr": "진한 번개 원소 에너지가 모여 형성된 물질. 번개의 신상에 바치면 오랜 세월 동안 잃어버린 힘을 회복시켜 줄 수 있다",
        "pt": "Uma substância que acumulou intensa energia Electro. Ofereça-o à Estátua e ajude a restabelecer o poder que perdeu ao longo dos anos.",
        "ru": "Вещество, которое накопило плотную энергию Электро. Предложите его статуе Электро Архонта, чтобы помочь ей восстановить утерянную силу.",
        "th": "สสารที่ได้รวบรวมพลังงานธาตุไฟฟ้าเข้มข้นไว้ นำมันไปถวายให้กับรูปปั้น เพื่อช่วยฟื้นฟูพลังของรูปปั้นที่เสียไปเมื่อนานมาแล้ว",
        "vi": "Vật chất được kết tinh từ năng lượng Nguyên Tố Lôi. Hiến dâng cho tượng Lôi Thần, có thể giúp bù đắp sức mạnh đã mất theo thời gian."
    },
    "materialType": "MATERIAL_ELEM_CRYSTAL"
}