{
    "name": {
        "en": "Emboldened",
        "de": "Aufmunterung",
        "chs": "鼓舞",
        "cht": "鼓舞",
        "es": "Estímulo",
        "fr": "Galvanisé",
        "id": "Emboldened",
        "jp": "鼓舞",
        "kr": "격려",
        "pt": "Estimulado",
        "ru": "Воодушевление",
        "th": "Emboldened",
        "vi": "Cổ Vũ"
    },
    "id": 200247,
    "materialDesc": {
        "en": "For 20s after an Elemental Burst hits an opponent, the character who unleashed that Elemental Burst has their Normal Attack DMG increased by 40%.",
        "de": "Erhöht den mit Standardangriffen von Figuren nach dem Treffen von Gegnern mit Spezialfähigkeiten verursachten Schaden 20 s lang um 40 %.",
        "chs": "元素爆发命中敌人后的20秒内，施放该元素爆发的角色普通攻击造成的伤害提高40%。",
        "cht": "元素爆發命中敵人後的20秒內，施放該元素爆發的角色普通攻擊造成的傷害提高40%。",
        "es": "Cuando un personaje ataca a un enemigo con una Habilidad Definitiva, el daño de los Ataques Normales de ese personaje aumenta en un 40% durante 20 s.",
        "fr": "Pendant 20 s après avoir touché un ennemi avec un déchaînement élémentaire, les DGT des attaques normales du personnage augmentent de 40 %.",
        "id": "Setelah Elemental Burst Karakter mengenai musuh, meningkatkan 40% DMG Normal Attack Karakter bersangkutan selama 20 detik.",
        "jp": "元素爆発が命中した後の20秒内、該当キャラクターの通常攻撃ダメージ+40%。",
        "kr": "원소폭발이 적 적중 시 20초 동안 해당 공격을 발동한 캐릭터의 일반 공격 피해가 40% 증가한다",
        "pt": "Nos 20s depois de um Supremo atingir o inimigo, o Personagem que o liberou terá um aumento de 40% no Dano do Ataque Normal.",
        "ru": "В течение 20 сек. после попадания взрыва стихий по врагу, урон обычный атак персонажа, который его активировал, повышается на 40%.",
        "th": "ภายใน 20 วินาที หลังจากที่ท่าไม้ตายโดนศัตรู ความเสียหายที่เกิดจากการโจมตีปกติ ของตัวละครที่ใช้ท่าไม้ตายดังกล่าวจะเพิ่มขึ้น 40%",
        "vi": "Trong 20s khi kỹ năng nộ đánh trúng địch, sát thương đánh thường của nhân vật này tăng 40%."
    },
    "materialType": "MATERIAL_CHANNELLER_SLAB_BUFF"
}