{
    "name": {
        "en": "Emperor's Balsam",
        "de": "Königsbalsam",
        "chs": "海皇香脂",
        "cht": "海皇香脂",
        "es": "Bálsamo regio",
        "fr": "Baume de l'Empereur",
        "id": "Emperor's Balsam",
        "jp": "海皇の脂",
        "kr": "해황의 향지",
        "pt": "Bálsamo do Imperador do Mar",
        "ru": "Императорский бальзам",
        "th": "Emperor's Balsam",
        "vi": "Dầu Vua Biển"
    },
    "id": 200106,
    "materialDesc": {
        "en": "Specialized refinement material for the Luxurious Sea-Lord.\\nThe intense fragrance of this paste seems to have sealed the spirit of sea life within. Smear it on the Luxurious Sea-Lord to temper this unique claymore and make it harder still.",
        "de": "Spezielles Verfeinerungsmaterial für „Luxuriöser Seekönig“.\\nDer Lintensive Duft dieser Paste scheint den Geist des Meereslebens in sich versiegelt zu haben. Schmiere sie auf den luxuriösen Seekönig, um dieses einzigartige Großschwert zu verfeinern und es noch härter zu machen.",
        "chs": "「衔珠海皇」专用的精炼道具。\\n香气浓郁的膏体，似乎凝结着水中生命的灵气。涂抹在「衔珠海皇」上之后，能将这柄形貌独特的大剑淬炼得更为坚韧。",
        "cht": "「銜珠海皇」專用的精煉道具。\\n香氣濃郁的膏體，似乎凝結著水中生命的靈氣。塗抹在「銜珠海皇」上之後，能將這柄形貌獨特的大劍淬煉得更為堅韌。",
        "es": "Objeto de refinamiento exclusivo para el arma “Rey de los Mares”.\\nLa intensa fragancia de este ungüento parece encerrar el espíritu de la vida acuática. Aplícalo sobre el Rey de los Mares para templar este mandoble único y hacerlo aún más resistente.",
        "fr": "Matériau de raffinement spécial pour l'Illustre seigneur des mers.\\nLa forte odeur de cette pâte semble renfermer l'essence de la vie marine. Étalez-la sur l'Illustre seigneur des mers pour durcir sa lame et la rendre plus résistante.",
        "id": "Material refinement khusus untuk Luxurious Sea-Lord.\\nAroma salep yang kuat seperti sudah mengunci roh kehidupan laut di dalamnya. Oleskan pada Luxurious Sea-Lord untuk membuat Claymore unik ini menjadi lebih kuat lagi.",
        "jp": "「銜玉の海皇」専用の精錬アイテム。\\n香りの強い香膏、水中にある命の霊気が中に凝結されているようだ。「銜玉の海皇」に塗ると、この特別な形をした大剣を、より強靭に鍛錬することができる。",
        "kr": "「진주를 머금은 바다 황제」 전용 재련 아이템.\\n진한 향기를 뿜는 연고. 물속 생명의 기운이 응집된 듯하다. 「진주를 머금은 바다 황제」 위에 바르면 자루의 형상이 독특한 대검을 담금질하여 더욱 단단하게 만들 수 있다",
        "pt": "Material especializado de refinamento para o Lorde do Mar Luxuoso.\\nA fragrância intensa deste óleo parece ter selado o espírito da vida marinha dentro dela. Espalhe pelo Lorde do Mar Luxuoso para temperar mais este Espadão único e torná-lo ainda mais duro.",
        "ru": "Материал пробуждения Благодатного владыки вод.\\nСвоего рода ароматическая эссенция, которая как бы конденсирует ауру живых существ в воде. Нанесите его на Благодатного владыку вод, и этот двуручный меч уникальной формы можно будет закалить и сделать сильнее.",
        "th": "วัสดุขัดเกลาสำหรับ \"Luxurious Sea-Lord\"\\nครีมที่มีกลิ่นหอมรุนแรง ดูเหมือนจะกลั่นเอาจิตวิญญาณแห่งท้องทะเลไว้ในนั้น หลังจากทามันลงบน \"Luxurious Sea-Lord\" แล้ว จะทำให้ดาบใหญ่ที่มีรูปร่างเป็นเอกลักษณ์นี้แข็งแกร่งขึ้น",
        "vi": "Đạo cụ chuyên dùng để tinh luyện Vua Biển Hàng Hiệu. \\nMột loại cao thơm, dường như ngưng tụ linh khí của sinh linh trong nước. Bôi lên \"Vua Biển Hàng Hiệu\", sẽ có thể tôi luyện cho thanh kiếm có hình dạng độc đáo này bền chắc hơn."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}