{
    "name": {
        "en": "Encampment Fence: Jagged Teeth",
        "de": "Barrikade des Feldlagers – „Falsche Zähne“",
        "chs": "阵屋围栏-「错牙」",
        "cht": "陣屋圍欄-「錯牙」",
        "es": "Valla de cuartel: Dientes descolocados",
        "fr": "Clôture de camp « Dents crochues »",
        "id": "Pagar Kemah: Gigi Bergerigi",
        "jp": "陣屋の柵-「錯牙」",
        "kr": "병영 울타리-「들쑥날쑥」",
        "pt": "Cerca de quartel: Pontas Irregulares",
        "ru": "Лагерная изгородь: Зубной скрежет",
        "th": "รั้วล้อมค่าย - \"ฟันที่ผิดแปลก\"",
        "vi": "Hàng Rào Doanh Trại - Lộn Xộn"
    },
    "id": 391218,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Encampment Fence: Jagged Teeth.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Barrikade des Feldlagers – Falsche Zähne“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「阵屋围栏-『错牙』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「陣屋圍欄-『錯牙』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Valla de cuartel: Dientes descolocados.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la clôture de camp « Dents crochues ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Pagar Kemah: Gigi Bergerigi.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「陣屋の柵-『錯牙』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「병영 울타리-『들쑥날쑥』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Cerca de quartel: Pontas Irregulares.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Лагерная изгородь: Зубной скрежет».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างรั้วล้อมค่าย - \"ฟันที่ผิดแปลก\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Hàng Rào Doanh Trại - Lộn Xộn\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}