{
    "name": {
        "en": "Energy Nectar",
        "de": "Elementarnektar",
        "chs": "原素花蜜",
        "cht": "原素花蜜",
        "es": "Néctar energético",
        "fr": "Nectar élémentaire",
        "id": "Energy Nectar",
        "jp": "原素花の蜜",
        "kr": "원소 꽃꿀",
        "pt": "Néctar Elemental",
        "ru": "Элементальный нектар",
        "th": "Elemental Nectar",
        "vi": "Mật Hoa Nguyên Tố"
    },
    "id": 112040,
    "materialDesc": {
        "en": "A thick and sticky honey that is full of energy.\\nThe Whopperflower hunts by tricking its prey, a process it uses to possibly evolve into a more powerful and pure form.",
        "de": "Dickflüssiger Honig voll mit Energie.\\nVaniloquen täuschen ihre Beute, um sie auf diese Weise fangen zu können. Womöglich bietet dieses Verhalten ihnen die Möglichkeit, eine stärkere und reinere Form anzunehmen.",
        "chs": "饱含能量的黏稠蜜汁。\\n骗骗花欺瞒猎物是为了狩猎，而狩猎进食或许是为了进化成某种更强大、更纯粹的姿态吧…",
        "cht": "飽含能量的黏稠蜜汁。\\n騙騙花欺瞞獵物是為了狩獵，而狩獵進食或許是為了進化成某種更強大、更純粹的姿態吧…",
        "es": "Néctar de flor espeso y pegajoso, lleno de energía.\\nLa Megaflora engaña a su presa para cazarla. Es posible que sea una técnica que utiliza para evolucionar hacia una forma más poderosa y pura.",
        "fr": "Un nectar de Fleur mensongère épais et collant, empli d'énergie.\\nLa Fleur mensongère, comme son nom l'indique, trompe sa proie pour s'alimenter – peut-être dans le but d'évoluer vers une forme plus puissante ?",
        "id": "Madu kental lengket yang penuh energy.\\nWhopperflower berburu dengan menipu mangsanya, suatu proses yang digunakannya untuk berkembang menjadi bentuk yang lebih kuat dan murni.",
        "jp": "エネルギーに満ちたネバネバの花蜜。\\nトリックフラワーが獲物を騙しているのは狩るためである。そして捕食しているのはより強くてより純粋な姿へと進化するためであろう…",
        "kr": "에너지가 가득한 걸쭉한 꿀.\\n구라구라꽃은 사냥감을 속여 포획하는데, 이는 더 강력하고 순수한 형태로 진화하기 위한 과정이 아닐까…",
        "pt": "Um mel espesso e pegajoso, cheio de energia. \\nA Flor Gigante caça ao atacar sua presa, um processo usado para possivelmente evoluir para uma forma mais poderosa e pura.",
        "ru": "Густой липкий мёд, наполненный энергией.\\nПопрыгунья обманывает свою жертву и съедает её для того, чтобы эволюционировать в более сильную и чистую форму жизни.",
        "th": "น้ำหวานข้น ๆ ที่อุดมไปด้วยพลังงาน\\nWhopperflower ล่าเหยื่อโดยอาศัยการหลอกล่อ ส่วนเหยื่อที่ถูกล่านั้น บางทีอาจจะเพื่อการเปลี่ยนรูปลักษณ์ให้ทรงพลังยิ่งขึ้น บริสุทธิ์ยิ่งขึ้นก็เป็นได้...",
        "vi": "Mật ong chứa năng lượng.\\nHoa Lừa Dối đánh lừa con mồi để bắt và ăn để tiến hóa thành một dạng lớn mạnh hơn, thuần túy hơn..."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}