{
    "name": {
        "en": "Enhancement Ore",
        "de": "Minderwertiges Verstärkungserz",
        "chs": "精锻用杂矿",
        "cht": "精鍛用雜礦",
        "es": "Mineral de refinamiento",
        "fr": "Minerai de renforcement",
        "id": "Enhancement Ore",
        "jp": "仕上げ用雑鉱",
        "kr": "정제용 하급 광물",
        "pt": "Minério de Refinamento",
        "ru": "Обычная руда усиления",
        "th": "Enhancement Ore",
        "vi": "Tạp Khoáng Tinh Đúc"
    },
    "id": 104011,
    "materialDesc": {
        "en": "Weapon EXP material. Gives 400 EXP.\\nA refined ingot with endless possibilities that can be used to enhance weapons.",
        "de": "Material für Waffen-EP, enthält 400 EP.\\nErz mit unvorstellbar vielen Möglichkeiten, das zum Verstärken von Waffen verwendet wird.",
        "chs": "武器经验素材，含有400点经验值。\\n蕴含着无限可能性的精炼矿锭，可以用来强化武器。",
        "cht": "武器經驗素材，含有400點經驗值。\\n蘊含著無限可能性的精煉礦錠，可以用來強化武器。",
        "es": "Material de EXP de arma. Otorga 400 pts. de EXP.\\nEs un mineral refinado con una infinidad de posibilidades. Puede usarse para fortalecer armas.",
        "fr": "Matériau d'EXP d'arme. Confère 400 pts d'EXP.\\nC'est un minéral raffiné qui a un potentiel illimité. Il peut être utilisé pour renforcer des armes.",
        "id": "Material EXP Senjata. Memberikan 400 EXP.\\nPermata halus dengan kemungkinan tak terbatas yang dapat digunakan dalam Enhance Senjata.",
        "jp": "武器のLvUP用アイテム、使用すると経験値400を獲得できる。\\n無限な可能性が秘められた精錬鉱石の塊。武器の強化に使える。",
        "kr": "무기 경험치 소재. 경험치를 400pt 획득할 수 있다.\\n무한의 가능성을 갖고 있는 광석 덩어리로 무기를 강화할 수 있다",
        "pt": "Material de EXP de Arma. Concede 400 de EXP.\\nUm lingote refinado com infinitas possibilidades que podem ser usadas para fortalecer armas.",
        "ru": "400 очков опыта оружия.\\nЭта руда обладает безграничными возможностями по улучшению вашего вооружения.",
        "th": "วัสดุประสบการณ์อาวุธ ประกอบไปด้วยประสบการณ์ 400 หน่วย\\nแท่งหลอมที่มีความเป็นไปได้ ไม่สิ้นสุด สามารถใช้เพื่อ เสริมความแข็งแกร่งให้อาวุธได้",
        "vi": "Nguyên liệu EXP vũ khí, có chứa 400 điểm EXP.\\nẨn chứa khoáng thạch tinh luyện với khả năng vô hạn, có thể dùng để cường hóa vũ khí."
    },
    "materialType": "MATERIAL_WEAPON_EXP_STONE"
}