{
    "name": {
        "en": "Enigma Gear",
        "de": "Geheimnisvolles Zahnrad",
        "chs": "神秘齿轮",
        "cht": "神秘齒輪",
        "es": "Engranaje misterioso",
        "fr": "Engrenage mystérieux",
        "id": "Enigma Gear",
        "jp": "不思議な歯車",
        "kr": "신비한 톱니바퀴",
        "pt": "Engrenagem Misteriosa",
        "ru": "Загадочный механизм",
        "th": "Enigma Gear",
        "vi": "Bánh Răng Thần Bí"
    },
    "id": 126,
    "materialDesc": {
        "en": "Intricately crafted parts from Dodofortresses that look rather valuable. Can be exchanged for rewards.",
        "de": "Komplex gefertigte Teile aus der Dodo-Festung, die ziemlich teuer aussehen. Du kannst sie gegen Belohnungen eintauschen ...",
        "chs": "来自「魔球嘟嘟堡」的零件，设计精巧，做工细致，似乎价值不菲，可以用来兑换奖品…",
        "cht": "來自「魔球嘟嘟堡」的零件，設計精巧，做工細緻，似乎價值不菲，可以用來兌換獎品…",
        "es": "Un ingenioso componente de los Dodofuertes fabricado con gran meticulosidad. Parece un objeto bastante caro que puede cambiarse por otros premios.",
        "fr": "Morceau de la Forteresse Dodo finement ciselé qui semble avoir une grande valeur. Vous pouvez l'échanger contre des récompenses...",
        "id": "Bagian-bagian rumit yang dibuat dari Dodofortress dan terlihat mahal. Kamu bisa menukarnya dengan hadiah...",
        "jp": "「魔球ドドキャッスル」の部品。巧みなデザインとしっかりとした作りを見ると、かなり高価だというのが分かる。報酬との交換に使うことができる…",
        "kr": "「마구 도도성」에서 온 부품으로, 정교한 디자인과 세밀한 세공으로 보아 꽤나 좋아 보이는 물건이다 보상으로 교환할 수 있을지도…",
        "pt": "Uma parte da Dodofortaleza com um design elaborado e feita detalhadamente. Parece ter um valor considerável e talvez possa ser utilizada para trocar por alguma recompensa...",
        "ru": "Хитроумная и тщательно проработанная деталь Додокрепости. Похожа на довольно дорогой предмет, который можно обменять на другие награды.",
        "th": "ชิ้นส่วนของ \"Dodofortress\" ที่ออกแบบอย่างพิถีพิถันและทำขึ้นอย่างประณีต ดูเหมือนราคาน่าจะไม่เบาและสามารถใช้แลกรับรางวัลได้...",
        "vi": "Linh kiện có thiết kế tinh xảo, thủ công tinh tế, có vẻ rất giá trị, có thể đổi lấy phần thưởng..."
    },
    "materialType": false
}