{
    "name": {
        "en": "Estate Courtyard Corner: Measured Harmony",
        "de": "Hofecke der Residenz – „Bescheidene Art“",
        "chs": "垣屋庭角-「安节谦洽」",
        "cht": "垣屋庭角-「安節謙洽」",
        "es": "Esquina de corredor exquisito: Armonía precisa",
        "fr": "Coin de cour de domaine « Harmonie mesurée »",
        "id": "Sudut Perumahan: Taat dan Harmonis",
        "jp": "垣屋庭角-「安節謙洽」",
        "kr": "담장집 정원의 일각-「적절한 조화」",
        "pt": "Canto do Pavilhão da Mansão: Modesta Harmonia",
        "ru": "Уголок внутреннего двора поместья: Измеренная гармония",
        "th": "มุมทางเดินในคฤหาสน์ - \"ผสมผสานกลมกลืน\"",
        "vi": "Hành Lang - Khiêm Nhường"
    },
    "id": 391115,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Estate Courtyard Corner: Measured Harmony.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Hofecke der Residenz – Bescheidene Art“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「垣屋庭角-『安节谦洽』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「垣屋庭角-『安節謙洽』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Esquina de corredor exquisito: Armonía precisa.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du coin de cour de domaine « Harmonie mesurée ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Sudut Perumahan: Taat dan Harmonis.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「垣屋庭角-『安節謙洽』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「담장집 정원의 일각-『적절한 조화』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Canto do Pavilhão da Mansão: Modesta Harmonia\".\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Уголок внутреннего двора поместья: Измеренная гармония».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างมุมทางเดินในคฤหาสน์ - \"ผสมผสานกลมกลืน\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Hành Lang - Khiêm Nhường\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}