{
    "name": {
        "en": "Estate Courtyard Wall: Harmonious Corner",
        "de": "Hofmauer der Residenz – „Harmonische Ecke“",
        "chs": "垣屋院墙-「柔睦一陬」",
        "cht": "垣屋院牆-「柔睦一陬」",
        "es": "Muro exquisito: Esquina armoniosa",
        "fr": "Enceinte de domaine « Coin harmonieux »",
        "id": "Dinding Halaman Perumahan: Sudut Keserasian",
        "jp": "垣屋院墙-「柔睦一隅」",
        "kr": "담장집 담장-「조화의 일각」",
        "pt": "Parede do Pavilhão da Mansão: Canto Harmonioso",
        "ru": "Ограда поместья: Уголок гармонии",
        "th": "กำแพงสวนคฤหาสน์ - \"มุมที่แสนกลมกลืน\"",
        "vi": "Bờ Tường - Chung Sống Hòa Thuận"
    },
    "id": 391224,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Estate Courtyard Wall: Harmonious Corner.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Hofmauer der Residenz – Harmonische Ecke“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「垣屋院墙-『柔睦一陬』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「垣屋院牆-『柔睦一陬』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Muro exquisito: Esquina armoniosa.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'enceinte de domaine « Coin harmonieux ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Dinding Halaman Perumahan: Sudut Keserasian.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「垣屋院墙-『柔睦一隅』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「담장집 담장-『조화의 일각』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Parede do Pavilhão da Mansão: Canto Harmonioso\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Ограда поместья: Уголок гармонии».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างกำแพงสวนคฤหาสน์ - \"มุมที่แสนกลมกลืน\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Bờ Tường - Chung Sống Hòa Thuận\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}