{
    "name": {
        "en": "Estate Reception: Prim and Proper",
        "de": "Residenzempfang – „Ordnungsgemäßes Verhalten“",
        "chs": "垣屋代馆-「度正礼适」",
        "cht": "垣屋代館-「度正禮適」",
        "es": "Recepción oficial: Solemnidad",
        "fr": "Manoir de domaine « Solennité »",
        "id": "Ruang Resepsi: Sopan dan Santun",
        "jp": "垣屋別室-「度正礼適」",
        "kr": "담장집 별채-「적절한 예절」",
        "pt": "Mansão: Justo e Próprio",
        "ru": "Флигель усадьбы: Дань вежливости",
        "th": "ห้องรับรองในคฤหาสน์ - \"พิธีกรรม\"",
        "vi": "Phòng Khách - Lễ Độ"
    },
    "id": 390626,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Estate Reception: Prim and Proper.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Residenzempfang – Ordnungsgemäßes Verhalten“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「垣屋代馆-『度正礼适』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「垣屋代館-『度正禮適』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Recepción oficial: Solemnidad.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du manoir de domaine « Solennité ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Ruang Resepsi: Sopan dan Santun.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「垣屋別室-『度正礼適』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「담장집 별채 『적절한 예절』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Mansão: Justo e Próprio\".\\nDepois de usar, você pode entrar na interface de produção para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Флигель усадьбы: Дань вежливости».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างห้องรับรองในคฤหาสน์ - \"พิธีกรรม\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Phòng Khách - Lễ Độ\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}