{
    "name": {
        "en": "Estate Wall Corner: Old City Palisade",
        "de": "Mauerecke der Residenz – „Alte Stadtmauer“",
        "chs": "垣屋墙隅-「旧市町墙」",
        "cht": "垣屋牆隅-「舊市町牆」",
        "es": "Muro exquisito: Esplendor del pasado",
        "fr": "Mur d'angle de domaine « Palissade de vieille ville »",
        "id": "Sudut Perumahan: Dinding Kota Tua",
        "jp": "垣屋墙隅-「旧市町墙」",
        "kr": "담장집 담 모퉁이-「옛 도시의 벽」",
        "pt": "Parede do Pavilhão da Mansão: Paliçada da Velha Cidade",
        "ru": "Угол стены поместья: Палисад старого города",
        "th": "มุมกำแพงคฤหาสน์ - \"กำแพงเมืองเก่า\"",
        "vi": "Góc Tường - Thành Cũ Tường Xưa"
    },
    "id": 391226,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Estate Wall Corner: Old City Palisade.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Mauerecke der Residenz – Alte Stadtmauer“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「垣屋墙隅-『旧市町墙』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「垣屋牆隅-『舊市町牆』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Muro exquisito: Esplendor del pasado.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du mur d'angle de domaine « Palissade de vieille ville ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Sudut Perumahan: Dinding Kota Tua.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「垣屋墙隅-『旧市町墙』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「담장집 담 모퉁이-『옛 도시의 벽』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Parede do Pavilhão da Mansão: Paliçada da Velha Cidade\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Угол стены поместья: Палисад старого города».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างมุมกำแพงคฤหาสน์ - \"กำแพงเมืองเก่า\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Góc Tường - Thành Cũ Tường Xưa\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}