{
    "name": {
        "en": "Estate Storehouse: We Have Reserves",
        "de": "Warenlager der Residenz – „Allerlei Reserven“",
        "chs": "垣屋仓房-「万斗储集」",
        "cht": "垣屋倉房-「萬斗儲集」",
        "es": "Depósito exquisito: Guardando para cuando no haya",
        "fr": "Entrepôt de domaine « Réserves »",
        "id": "Gudang Perumahan: Penyimpanan Sembako",
        "jp": "垣屋倉庫-「万斗儲集」",
        "kr": "담장집 창고-「넉넉한 공간」",
        "pt": "Armazém da Mansão: Reservas",
        "ru": "Склад поместья: Полные закрома",
        "th": "โกดังในคฤหาสน์ - \"ตระเตรียมอย่างพร้อมสรรพ\"",
        "vi": "Nhà Kho - Mọi Thứ Đủ Đầy"
    },
    "id": 390627,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Estate Storehouse: We Have Reserves.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Warenlager der Residenz – Allerlei Reserven“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「垣屋仓房-『万斗储集』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「垣屋倉房-『萬鬥儲集』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Depósito exquisito: Guardando para cuando no haya.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'entrepôt de domaine « Réserves ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Gudang Perumahan: Penyimpanan Sembako.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「垣屋倉庫-『万斗儲集』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「담장집 창고-『넉넉한 공간』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Armazém da Mansão: Reservas\".\\nDepois de usar, você pode entrar na interface de produção para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Склад поместья: Полные закрома».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างโกดังในคฤหาสน์ - \"ตระเตรียมอย่างพร้อมสรรพ\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Nhà Kho - Mọi Thứ Đủ Đầy\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}