{
    "name": {
        "en": "Eternal Domain of Fleeting Dreams",
        "de": "Ewiges Reich der flüchtigen Träume",
        "chs": "遐久瞬梦间",
        "cht": "遐久瞬夢間",
        "es": "Habitación de los sueños transitorios",
        "fr": "Domaine des rêves éphémères",
        "id": "Kamar Tidur Mimpi Keabadian",
        "jp": "夢の常しえ",
        "kr": "오랜 순간의 꿈",
        "pt": "Domínio dos Sonhos Transitórios",
        "ru": "Вечный зал мимолётных грёз",
        "th": "ห้วงความฝันอันยาวนาน",
        "vi": "Giấc Mộng Êm Đềm"
    },
    "id": 350056,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Eternal Domain of Fleeting Dreams.\\nThis bedroom is filled with a unique Inazuman aesthetic but also adopts ideas from other nations quite freely, thus striking a brilliant balance between tradition and practicality. The design process included considerations as to how guests might feel, and the room itself was designed for them to relax sufficiently, such that they will feel re-energized, as one might after a long, dreaming sleep, even after only taking a short rest. The kotatsu that has been kindly set up also contributes to the feeling of never wanting to leave your room.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Sayu, Sangonomiya Kokomi, Shikanoin Heizou",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Ewiges Reich der flüchtigen Träume“.\\nDieses Schlafzimmer ist von der einzigartigen Ästhetik von Inazuma geprägt, greift aber auch Ideen aus anderen Reichen auf und schafft so eine hervorragende Balance zwischen Tradition und Zweckmäßigkeit. Bei der Gestaltung wurde berücksichtigt, wie sich die Gäste fühlen könnten, und der Raum selbst wurde so gestaltet, dass sie sich ausreichend entspannen können, sodass sie sich wie nach einem langen, träumerischen Schlaf erholt fühlen, auch wenn sie nur eine kurze Pause machen. Das freundlich eingerichtete Kotatsu trägt ebenfalls zu dem Gefühl bei, das Zimmer nicht verlassen zu wollen.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Sayu, Sangonomiya Kokomi und Shikanoin Heizou.",
        "chs": "步骤详实的图纸，记载着「遐久瞬梦间」的放置方法。\\n极具稻妻的特色的卧室，却也融合了别国陈设的理念，在传统与实用之间取得了绝妙的平衡。设计时就仔细考虑过住客的感受，能让人充分放松身心，短暂休息后，就能获得长期睡眠般的体验，像是在梦中度过了长久的时光。贴心设置的被炉则能让人足不出户就处理多种事务。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：早柚、珊瑚宫心海、鹿野院平藏",
        "cht": "步驟詳實的圖紙，記載著「遐久瞬夢間」的放置方法。\\n極具稻妻的特色的臥室，卻也融合了別國陳設的理念，在傳統與實用之間取得了絕妙的平衡。設計時就仔細考慮過住客的感受，能讓人充分放鬆身心，短暫休息後，就能獲得長期睡眠般的體驗，像是在夢中度過了長久的時光。貼心設置的被爐則能讓人足不出戶就處理多種事務。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：早柚、珊瑚宮心海、鹿野院平藏",
        "es": "Plano detallado para colocar una Habitación de los sueños transitorios.\\nUna habitación muy característica de Inazuma que también incorpora ideas de decoración de otros países, logrando un magnífico equilibrio entre tradición y practicidad. Fue diseñada teniendo en cuenta las sensaciones de sus ocupantes, así que permite una relajación total y una experiencia similar a la de dormir después de un breve descanso, como si se hubiera pasado un largo tiempo entre sueños.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Sayu, Sangonomiya Kokomi, Shikanoin Heizou.",
        "fr": "Étapes de mise en place du domaine des rêves éphémères.\\nCette chambre est baignée d'une esthétique inazumienne unique tout en adoptant également les idées d'autres nations assez librement, créant ainsi un équilibre brillant entre tradition et fonctionnalité. Son processus de conception a pris en compte moult considérations sur la façon dont les clients pourraient se sentir, et la chambre elle-même a été conçue pour qu'ils se détendent suffisamment, de sorte qu'ils se sentent revigorés, comme on pourrait l'être après un long sommeil, même après seulement un court repos. Le kotatsu qui a été affectueusement installé contribue également au sentiment de ne jamais vouloir quitter cette pièce.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Sayu, Sangonomiya Kokomi, Shikanoin Heizou.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk memasang Kamar Tidur Mimpi Keabadian.\\nKamar tidur ini didesain dengan gaya unik Inazuma, tetapi juga mengadopsi ide-ide dari negara lain, dan berhasil mencapai keseimbangan antara tradisi dan kepraktisan. Ruangannya sudah didesain dengan mempertimbangkan kenyamanan tamu, dapat membuat tamu rileks dan kembali berenergi setelah beristirahat sebentar, seolah-olah telah melewati waktu cukup lama di dalam mimpi. Kotatsu yang dipasang juga dapat membuat orang-orang tidak ingin meninggalkan kamar.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.\\nRekan yang menyukai set perabot ini: Sayu, Sangonomiya Kokomi, Shikanoin Heizou",
        "jp": "「夢の常しえ」の詳しい作り方が載っている設計図。\\n稲妻の特色を取り入れた寝室。他国の様式も一部採用しており、伝統と実用性の均衡が絶妙である。居住者のことを考えて設計されているため、ゆっくりとくつろぐことができ、短い休息でも長時間の睡眠をとったかのような効果を得られる。コタツの中で温まりながら、様々な仕事を行うことが可能だ。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：早柚、珊瑚宮心海、鹿野院平蔵",
        "kr": "작업 순서가 상세히 적힌 도면, 「오랜 순간의 꿈」의 설치 방법이 기재되어 있다.\\n이나즈마 특색이 가득한 침실. 다른 나라의 인테리어 이념도 적용해 전통과 실용 사이에서 절묘한 밸런스를 유지했다. 투숙객 입장에서 고민한 설계로 편하게 푹 쉴 수 있다. 짧은 휴식에도 마치 꿈에서 오랜 시간을 보낸 것처럼 단잠 효과를 볼 수 있다. 센스 있게 설치한 코타츠는 나가지 않아도 다양한 업무를 처리할 수 있게 해 준다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 사유, 산고노미야 코코미, 시카노인 헤이조",
        "pt": "Um diagrama detalhado passo a passo para fazer Domínio dos Sonhos Transitórios.\\nEste quarto está repleto de uma estética no estilo de Inazuma única, mas também adota ideias de outras nações de forma bastante livre, atingindo assim um equilíbrio brilhante entre tradição e praticidade. O processo de design incluiu considerações sobre como os hóspedes poderiam se sentir, e o quarto em si foi projetado para que eles relaxassem o suficiente, de modo que se sentissem reenergizados, como alguém que acaba de ter um sono reparador. O kotatsu gentilmente montado também contribui para a sensação de nunca querer sair do quarto.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.\\nCompanheiros que preferem este conjunto: Sayu, Sangonomiya Kokomi, Shikanoin Heizou",
        "ru": "Подробная схема изготовления предмета декора «Вечный зал мимолётных грёз».\\nЭта спальня наполнена уникальной инадзумской эстетикой, но в то же время в ней свободно использованы идеи других народов, что позволяет достичь блестящего баланса между традициями и практичностью. В процессе проектирования учитывалось, как могут чувствовать себя гости, и сама комната была спроектирована так, чтобы они могли достаточно расслабиться и почувствовать себя отдохнувшими, как после долгого, крепкого сна, так и после короткого отдыха. Котацу, который был любезно установлен, также способствует тому, чтобы вам не захотелось покидать эту комнату.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.\\nЭтот комплект предпочитают следующие компаньоны: Саю, Сангономия Кокоми и Сиканоин Хэйдзо.",
        "th": "แบบแปลนอธิบายวิธีสร้างและขั้นตอนการจัดวางโดยละเอียดของ \"ห้วงความฝันอันยาวนาน\"\\nห้องนอนนี้นอกจากจะเต็มไปด้วยสุนทรียะอันเป็นเอกลักษณ์ของ Inazuma แล้ว ยังนำความคิดในการตกแต่งจากประเทศอื่น ๆ มาใช้อย่างเสรีอีกด้วย จึงก่อให้เกิดเป็นความสมดุลที่ยอดเยี่ยมระหว่างวัฒนธรรมและการใช้งานจริง ขั้นตอนการออกแบบนั้นพิจารณาถึงความรู้สึกของผู้อยู่อาศัยอย่างรอบคอบ ช่วยให้ผู้คนได้พักผ่อนอย่างเต็มที่ทั้งร่างกายและจิตใจ ถึงแม้จะเป็นการพักผ่อนแค่ช่วงสั้น ๆ แต่กลับสามารถรู้สึกกระปรี้กระเปร่าเหมือนนอนหลับอย่างยาวนาน ส่วนโต๊ะ Kotatsu ที่ถูกจัดเตรียมไว้อย่างดี ก็สามารถทำให้รู้สึกไม่อยากออกจากห้องอีกด้วย\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Sayu, Sangonomiya Kokomi, Shikanoin Heizou",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bố trí \"Giấc Mộng Êm Đềm\".\\nPhòng ngủ mang đậm phong cách Inazuma, nhưng cũng dung hòa khái niệm trang trí của nước khác, cân bằng giữa truyền thống và tính tiện dụng. Khi thiết kế đã suy nghĩ về cảm nhận của người ở, để có thể giúp người ở trong phòng này thả lỏng toàn thân, nghỉ ngơi trong thời gian ngắn nhưng có được trải nghiệm như một giấc ngủ đủ dài, giống như được trải qua một thời gian thật dài trong mơ. Bàn sưởi kotatsu giúp xử lý nhiều việc mà không cần bước chân ra ngoài.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Sayu, Sangonomiya Kokomi, Shikanoin Heizou"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}