{
    "name": {
        "en": "Everlasting Incense",
        "de": "Duft der Unvergänglichkeit",
        "chs": "永生香",
        "cht": "永生香",
        "es": "Incienso eterno",
        "fr": "Encens éternel",
        "id": "Dupa Abadi",
        "jp": "永生香",
        "kr": "영생향",
        "pt": "Incenso Eterno",
        "ru": "Вечный ладан",
        "th": "Everlasting Incense",
        "vi": "Hương Bất Tử"
    },
    "id": 100522,
    "materialDesc": {
        "en": "A traditional incense fit for the Rite of Parting, worth 2,990,000 Mora.\\nThere are some things in this world whose value can only be appreciated by those who understand them. Perhaps Everlasting Incense is one such thing...?",
        "de": "Ein traditionelles Räucherstäbchen, wie es für einen Adeptenabschied verwendet wird. Es ist 2.990.000 Mora wert.\\nEs gibt Dinge auf dieser Welt, deren Wert man nur messen kann, wenn man sie wirklich versteht. Dieser Duft der Unvergänglichkeit gehört wohl zu diesen Dingen.",
        "chs": "价值两百九十九万摩拉的，符合「送仙典仪」正统的线香。\\n这世间有些东西的价值，只有了解它的人才明白。恐怕永生香也是其中之一吧…？",
        "cht": "價值兩百九十九萬摩拉的，符合「送仙典儀」正統的線香。\\n這世間有些東西的價值，只有瞭解它的人才明白。恐怕永生香也是其中之一吧…？",
        "es": "Un incienso tradicional, apto para el Rito del Ascenso. Tiene un valor de 2 990 000 Moras.\\nHay algunas cosas en este mundo cuyo valor solo puede ser apreciado por aquellos que las entienden. ¿Quizás el incienso eterno es una de ellas?",
        "fr": "De l'encens traditionnel utilisé lors du rituel de l'ascension dont le prix s'élève à 2 990 000 moras.\\nLa valeur de certaines choses peut parfois nous échapper...",
        "id": "Dupa tradisional seharga 2.990.000 Mora yang cocok digunakan untuk Rite of Parting.\\nAda beberapa benda yang nilainya hanya bisa dimengerti oleh sebagian orang. Mungkin Dupa Abadi adalah satu dari benda tersebut...?",
        "jp": "299万モラの価値のある「送仙儀式」に相応しい正統の線香。\\nこの世に、その物の本当の価値が分かる人にしか分からない物がある。恐らく永生香もその一つだろう…？",
        "kr": "299만 모라의 가치가 있으며, 「송신의례」에 걸맞은 정통 선향이다.\\n이 세상에서 어떤 물건들의 가치는 그것을 잘 아는 사람만이 이해할 수 있다. 아마 영생향도 그중 하나가 아닐까…?",
        "pt": "Um incenso tradicional adequado ao Rito de Ascensão, no valor de 2.990.000 Mora.\\nHá algumas coisas neste mundo cujo valor só pode ser apreciado por quem as entende. Talvez o incenso eterno seja uma dessas coisas...?",
        "ru": "Традиционное благовоние, используемое для Церемонии Вознесения, стоимостью 2 990 000 моры.\\nВ этом мире есть вещи, ценность которых могут оценить только те, кто их понимает. Возможно, вечный ладан и есть одна из таких вещей?",
        "th": "มูลค่า 2.99 ล้านโมรานั้น คู่ควรกับธูปที่สืบทอดกันมาของ \"พิธีส่งเซียน\" \\nมูลค่าของบางอย่างในโลกนี้มีแค่คนที่รู้จักมันดีถึงจะเข้าใจ เกรงว่า Everlasting Incense ก็คงเป็นหนึ่งในนั้นล่ะมั้ง...?",
        "vi": "Là loại hương chính thống có giá trị lên đến 2.99 triệu Mora rất phù hợp với \"Điển Lễ Tiễn Tiên\".\\nChỉ có những ai am tường mới hiểu được giá trị thật của nó, Hương Bất Tử có lẽ cũng là thứ như vậy chăng...?"
    },
    "materialType": "MATERIAL_QUEST"
}