{
    "name": {
        "en": "Ever-Popular Eatery",
        "de": "Beliebte Gaststätte",
        "chs": "生意红火的食肆",
        "cht": "生意紅火的食肆",
        "es": "Restaurante popular",
        "fr": "Restaurant populaire",
        "id": "Rumah Makan Populer",
        "jp": "大人気の飲食店",
        "kr": "인기만점 요릿집",
        "pt": "Restaurante Próspero",
        "ru": "Популярная закусочная",
        "th": "ร้านอาหารที่เจริญรุ่งเรือง",
        "vi": "Tiệm Ăn Đắt Khách"
    },
    "id": 350026,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up an Ever-Popular Eatery.\\nSome Liyue restaurants boast top-quality dishes that will feed any hungry mouth, and patrons visit them in droves every night. These eateries often set up outdoor tables in an effort to retain every customer possible.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Beliebte Gaststätte“.\\nEinige Gaststätten in Liyue rühmen sich mit erstklassigen Gerichten, die jeden hungrigen Mund satt machen, und die Gäste besuchen sie jede Nacht in Scharen. Diese Lokale stellen oft Tische im Freien auf, um möglichst viele Kunden an sich zu binden.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「生意红火的食肆」的放置方法。\\n一些璃月餐馆的菜品风味上佳，有口皆碑，每到饭点，都有大批客人惠顾。因此店家往往在室外摆放餐位，力求能留住所有来客。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「生意紅火的食肆」的放置方法。\\n一些璃月餐館的菜品風味上佳，有口皆碑，每到餐期，都有大批客人惠顧。因此店家往往在室外擺放餐位，力求能留住所有來客。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar un Restaurante popular.\\nAlgunos restaurantes de Liyue cuentan con platos de alta calidad que gustan a todos los públicos, y los clientes los visitan en masa todas las noches. Estos restaurantes suelen colocar mesas al aire libre con el fin de fidelizar a todos los clientes posibles.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place du restaurant populaire.\\nCertains des restaurants de Liyue proposent des plats de haute qualité qui rassasient les plus affamés. Faisant face à une forte affluence tous les soirs, ils disposent souvent des tables à l'extérieur pour retenir un maximum de clients.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Rumah Makan Populer\".\\nBeberapa restoran di Liyue menekankan makanan berkualitas untuk siapa pun, dan para tamu selalu berdatangan setiap malam. Rumah makan ini umumnya juga menaruh meja di luar ruangan agar bisa memuat sebanyak mungkin orang.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「大人気の飲食店」の詳しい配置方法が載っている設計図。\\n璃月の飲食店は料理の美味しさに評判があり、食事の時間には多くのお客さんが訪れてくる。そのため、お店は外に席を設けて、ご来店した全ての客に料理を提供できるようにしている。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「사업이 번창한 음식점」의 설치 방법이 기재되어 있다.\\n어떤 리월 음식점의 요리는 맛이 뛰어나고 유명하여, 많은 고객이 찾아온다. 따라서 상점은 종종 실외에서 탁자를 두고 모든 방문객을 맞이하려고 한다.\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Restaurante Próspero\".\\nAlguns restaurantes de Liyue ostentam pratos de alta qualidade que alimentarão qualquer boca faminta, e os clientes os visitam em massa todas as noites. Estes restaurantes frequentemente montam mesas ao ar livre em um esforço para reter todos os clientes possíveis.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Популярная закусочная».\\nНекоторые рестораны Ли Юэ могут похвастаться высококачественными блюдами, которые накормят любой голодный рот, а клиенты посещают их толпами каждый вечер. Эти рестораны часто устанавливают столы на открытом воздухе и стараются удержать каждого посетителя.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"ร้านอาหารที่เจริญรุ่งเรือง\" \\nร้านอาหารใน Liyue บางแห่งนั้นมีอาหารเลิศรสที่ขึ้นชื่อ ทุกครั้งที่มาถึงร้านอาหารก็จะมีลูกค้าจำนวนมากมาอุดหนุน ดังนั้นร้านค้าจึงมักจัดโต๊ะไว้ด้านนอก เพื่อจะได้รับรองลูกค้าที่มาได้ทั้งหมด\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Tiệm Ăn Đắt Khách\".\\nMột số nhà hàng ở Liyue có nhiều món ăn đặc sắc và được nhiều người biết đến, mỗi khi đến giờ ăn đều phải tiếp đón một lượng khách rất lớn. Vì vậy, nhà hàng thường sắp xếp bàn ăn ngoài trời, cố gắng giữ chân tất cả thực khách.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}