{
    "name": {
        "en": "Everflame Seed",
        "de": "Fluxfeuersamen",
        "chs": "常燃火种",
        "cht": "常燃火種",
        "es": "Semilla de fuego eterno",
        "fr": "Graine de feu",
        "id": "Everflame Seed",
        "jp": "常燃の火種",
        "kr": "꺼지지 않는 불씨",
        "pt": "Semente de Fogo Eterno",
        "ru": "Пылающее семя",
        "th": "Everflame Seed",
        "vi": "Ngọn Lửa Vĩnh Hằng"
    },
    "id": 113011,
    "materialDesc": {
        "en": "A seed that fuels the unending flames of the Pyro Regisvine. It emits Pyro energy as if it will burn all that has ever sprouted from the ground.\\nEndless desires flow among turbulent energy deep within the earth. What desire could steadily hold such fire to the plants and long so eagerly to bathe everything in unquenchable flames?",
        "de": "Der Samen, der Fluxfeuerbäume zum Brennen bringt. Er versprüht gleißende Pyro-Energie, als wollte er alles verbrennen, was auf dieser Erde grünt.\\nIn nicht ruhen wollender Energie tief in der Erde steckt unendliche Sehnsucht. Doch wonach sehnt sich das ewige Feuer? Dürstet es danach, alles mit seinen unstillbaren Flammen zu reinigen?",
        "chs": "驱动爆炎树持续燃烧的种子。仿佛要点燃世间的一切草木般放射着火元素的热量。\\n大地深处湍流不息的能量中运载着无穷的愿望。挟着烈火凭依在植物上，使它恒常地燃烧，并且渴望用爆裂的火炎洗净一切的，又是什么样的愿望呢。",
        "cht": "驅動爆炎樹持續燃燒的種子。仿佛要點燃世間的一切草木般放射著火元素的熱量。\\n大地深處湍流不息的能量中運載著無窮的願望。挾著烈火憑依在植物上，使它恆常地燃燒，並且渴望用爆裂的火炎洗淨一切的，又是什麼樣的願望呢。",
        "es": "Una semilla que alimenta las eternas llamas de la Regisvid Pyro.\\nEmite energía Pyro como si fuera a quemar todo lo que ha brotado de la tierra. Un sinfín de anhelos fluye por la turbulenta energía de las profundidades de la tierra. ¿Qué deseo podría mantener vivo este fuego en una planta y anhelar durante tanto tiempo incendiarlo todo con unas inextinguibles llamas?",
        "fr": "Graine qui anime tout Arbre enflammé. Une chaleur qu'on devine prête à consumer la flore du monde semble s'en dégager.\\nLe noyau de la terre regorge d'énergie sans cesse mouvante, aux désirs sans fond. S'emparant des plantes et arbres, elle les consume sous un feu éternel, et les soumets à sa volonté de détruire tout sur son passage. Tu parles d'un rêve.",
        "id": "Benih yang menyulut Pyro Regisvine dengan api yang tiada habisnya. Mengeluarkan energy Pyro seolah-olah akan membakar semua yang pernah tumbuh dari tanah.\\nKeinginan tanpa akhir mengalir di antara energi turbulen jauh di dalam inti bumi. Keinginan macam apa yang bisa menahan api ini agar tetap menyala pada tanaman ini, dan berusaha membakar segala sesuatu dengan api tersebut?",
        "jp": "永遠に燃え続ける爆炎樹のエネルギー源である種。世の中にある全ての草木を焼き尽くすような炎元素の熱量を放っている。\\n大地の深所で湧いているエネルギーは無数の願いを背負っている。烈火と共に植物に纏って永遠に燃えさせて、そして爆裂の炎で全てを浄化させようとしている。いったいどんな願いかな？",
        "kr": "폭염 나무를 지속해서 불태우는 씨앗. 마치 이 세상의 모든 풀과 나무를 불태울 듯이 불 원소의 뜨거움을 내뿜는다.\\n대지의 깊숙한 곳에서 솟구치는 에너지 속엔 무한한 소망이 흐른다. 뜨거운 불로 식물을 영원히 타오르게 하고 모든 것을 화염으로 씻으려는 것은 과연 어떤 소망일까?",
        "pt": "Uma semente que alimenta as eternas chamas da Câmara de Pyro. Ela emite energia pyro como se fosse queimar tudo que já brotou do chão. \\nEternos fluxos de desejos entre as turbulentas energias das profundezas da terra. Qual desejo poderia constantemente conter tamanho fogo para as plantas por tanto tempo e com tanta avidez capaz de banhar tudo com uma inextinguível chama?",
        "ru": "Семя, которое питает бесконечное пламя Пиро орхидеи. Оно излучает энергию Пиро, будто хочет сжечь всё, что когда-либо прорастало из земли.\\nВ глубинах земли среди бурных потоков энергии текут бесчисленные желания. Что же способно мечтать сжечь весь мир в своём неугасимом пламени?",
        "th": "เมล็ดพันธุ์ที่ทำให้ Pyro Regisvine นั้นลุกไหม้อยู่ตลอดเวลา ปลดปล่อยพลังงานความร้อนของธาตุไฟออกมาราวกับจะเผาโลกนี้ให้มอดไหม้\\nความปรารถนาอันไม่สิ้นสุด ซึ่งหลั่งไหลท่ามกลางพลังงานที่ปั่นป่วนในส่วนลึกของโลก ความปรารถนาแบบไหนกันนะ ที่กักเก็บไฟที่ร้อนแรงขนาดนั้นไว้กับต้นไม้ และกระหายที่จะแผดเผาทุกสิ่งให้ราบคาบ",
        "vi": "Hạt giống âm ỉ bùng cháy của Cây Nổ, tỏa ra nguồn nhiệt lượng của Nguyên Tố Hỏa cứ như muốn thiêu đốt tất cả cây cỏ trên thế gian.\\nDòng chảy năng lượng lưu chuyển sâu trong đại địa mang theo nguyện vọng vô tận, nương theo ngọn lửa thấm vào thực vật, khiến nó lúc nào cũng cháy rực và khao khát dùng hoa lửa tẩy sạch mọi thứ, đây là thứ nguyện vọng gì nhỉ."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}