{
    "name": {
        "en": "Experimental Potion",
        "de": "Experimenteller Trank",
        "chs": "实验用药剂",
        "cht": "實驗用藥劑",
        "es": "Poción experimental",
        "fr": "Potion expérimentale",
        "id": "Potion untuk Eksperimen",
        "jp": "実験用薬剤",
        "kr": "실험용 포션",
        "pt": "Poção Experimental",
        "ru": "Экспериментальное зелье",
        "th": "โพชั่นที่ใช้ในการทดลอง",
        "vi": "Thuốc Thực Nghiệm"
    },
    "id": 100704,
    "materialDesc": {
        "en": "A potion that Albedo made using alchemy. Despite its unusual color, Albedo insists that the potion will work just as expected. Drinking it should not cause any adverse side effects.",
        "de": "Ein Trank, der von Albedo mithilfe von Alchimie hergestellt wurde. Er hat eine ganz besondere Farbe. Laut Albedo war das Ergebnis genau so, wie er es erwartet hatte, sodass er ohne Probleme getrunken werden kann.",
        "chs": "阿贝多用炼金术调制的药剂，呈现出一种特殊的色彩。既然阿贝多说药剂符合预期，那喝下去应该不会有什么问题吧。",
        "cht": "阿貝多用煉金術調製的藥劑，呈現出特殊的色彩。既然阿貝多說藥劑合乎預期，那喝下去應該不會有什麼問題吧。",
        "es": "Una poción elaborada por Albedo mediante la alquimia. Presenta un color muy particular. Según Albedo, el resultado fue tal como esperaba, así que puede beberse sin problemas.",
        "fr": "Une potion qu'Albedo a concoctée avec son alchimie. Bien que sa couleur soit peu ragoûtante, il vous a assuré qu'elle aurait l'effet escompté et sans effets secondaires.",
        "id": "Sebuah potion yang dibuat oleh Albedo menggunakan alkimia, potion ini menampilkan warna yang sangat spesial. Albedo sendiri berkata kalau potion ini sesuai dengan ekspektasinya, seharusnya tidak akan terjadi apa-apa kalau kuminum kan.",
        "jp": "アルベドが錬金術を使って調合した薬剤、特殊な色彩を放っている。アルベドが予想通りの出来映えだと言っていたから、飲んでもきっと問題ないだろう。",
        "kr": "알베도가 연금술로 제작한 포션. 특별한 빛깔을 띤다. 알베도가 잘 만들어진 포션이라고 했으니 마셔도 괜찮겠지…",
        "pt": "Uma poção que Albedo fez usando alquimia. Apesar de sua cor incomum, Albedo diz que ela funcionará normalmente. Pode ser bebida sem problemas.",
        "ru": "Зелье, приготовленное Альбедо с помощью алхимии. Несмотря на необычный цвет, Альбедо утверждает, что зелье подействует так, как и должно. Его употребление не должно вызвать нежелательных эффектов.",
        "th": "น้ำยาโพชั่นที่ Albedo ทำขึ้นโดยใช้การเล่นแร่แปรธาตุ ซึ่งมีสีสันที่พิเศษมาก Albedo บอกว่ายานี้เป็นไปตามที่คาดเอาไว้ ดังนั้นจึงสามารถดื่มได้โดยไม่มีปัญหาอะไร",
        "vi": "Loại thuốc do Albedo chế tạo bằng cách sử dụng thuật giả kim có màu sắc đặc biệt. Vì Albedo nói rằng loại thuốc này phù hợp với mong đợi, nên sẽ không có vấn đề gì khi uống."
    },
    "materialType": "MATERIAL_QUEST"
}