{
    "name": {
        "en": "Exquisite Kamera",
        "de": "Exquisiter Fotoapparat",
        "chs": "精致的「留影机」",
        "cht": "精緻的「留影機」",
        "es": "Daguerrotipo primoroso",
        "fr": "Daguerréotype raffiné",
        "id": "Kamera Istimewa",
        "jp": "精巧な「写真機」",
        "kr": "정교한 「사진기」",
        "pt": "Aparelho Fotográfico Requintado",
        "ru": "Первоклассная камера",
        "th": "กล่องถ่ายรูปสุดประณีต",
        "vi": "Máy Ảnh Tinh Tế"
    },
    "id": 220063,
    "materialDesc": {
        "en": "A Kamera that Razi borrowed from Lord Sangemah Bay. It will come in handy when you take photos of beautiful scenery, look for inspiration in the wilderness, or wish to keep festive memories!\\nThis Kamera is adorned with metal decorations and thus looks a lot more expensive than regular Kameras. Be careful with it!\\nAccording to the leasing agreement, it can only be used within Sumeru's borders.",
        "de": "Ein Fotoapparat, den Razi sich von Herrn Sangemah Bay geliehen hat. Er wird dir nützlich sein, wenn du Fotos von schönen Landschaften, Inspirationen in der Wildnis oder Momente auf Festen als Erinnerungen aufnimmst.\\nDieser Fotoapparat ist mit Metalldekorationen verziert und sieht viel teurer aus als normale Fotoapparate. Sei vorsichtig mit ihm!\\nAufgrund der Bedingungen des Mietvertrags darf dieser Fotoapparat nur innerhalb von Sumeru verwendet werden.",
        "chs": "小朋友拉齐从桑歌玛哈巴依老爷店里借的留影机，是拍摄风景、野外取材、节庆留念时的好帮手！\\n比起一般的留影机多了一些金属装饰，看起来要昂贵不少，可千万不要弄坏了！\\n另外，根据租借条款规定，这台留影机只能在须弥境内使用。",
        "cht": "小朋友拉齊從桑歌瑪哈巴依老爺店裡借的留影機，是拍攝風景、野外取材、節慶留念時的好幫手！\\n比起一般的留影機多了一些金屬裝飾，看起來要昂貴不少，可千萬不要弄壞了！\\n另外，根據租借條款規定，這台留影機只能在須彌境內使用。",
        "es": "Un Daguerrotipo que el pequeño Razi tomó prestado de la tienda de la magnate Sangemah Bay. ¡Perfecto para capturar el paisaje, obtener inspiración de la naturaleza y recordar momentos felices!\\nComparado con un Daguerrotipo normal, tiene unos ornamentos metálicos adicionales y parece bastante caro, ¡así que ten cuidado con él! Además, según las condiciones del préstamo, el Daguerrotipo solo puede utilizarse en Sumeru.",
        "fr": "#Un Daguerréotype que le petit Razi a emprunté à la boutique du seigneur Sangemah Bay. Il est parfait pour capturer des paysages, s'inspirer de la nature et se souvenir des moments heureux{NON_BREAK_SPACE}!\\nÉtant donné qu'il est décoré avec des motifs en métal, son prix doit être bien plus élevé que celui des autres. Attention à ne pas le casser{NON_BREAK_SPACE}!\\nSelon le contrat de location, il ne peut être utilisé qu'à l'intérieur des frontières de Sumeru.",
        "id": "Kamera yang dipinjam Razi dari Lord Sangemah Bay. Benda ini akan berguna saat kamu memfoto pemandangan yang indah, mencari inspirasi di alam liar, dan menyimpan kenangan yang berkesan!\\nKamera ini dihiasi dengan hiasan logam, sehingga terlihat jauh lebih mahal daripada Kamera biasa. Hati-hati, jangan sampai rusak!\\nMenurut aturan pakainya sih ini hanya bisa digunakan di kawasan Sumeru.",
        "jp": "子供のラーズィーがサングマハベイ様から借りた写真機。野外での取材や風景写真、そしてお祭りの情景を撮るのに大活躍！\\n普通の写真機よりも金属の飾りが多い。何だか高そうだから、絶対壊さないように！\\nまた、レンタル条項によると、この写真機はスメールでしか使うことができない。",
        "kr": "꼬마 라지가 산게마 바이 어르신 가게에서 빌린 사진기. 풍경 촬영, 야외 취재, 축제 기념사진을 찍을 때 유용하게 사용할 수 있다!\\n일반 사진기에 비해 금속 장식이 더해져 훨씬 값비싸 보이므로 절대 망가뜨리지 않도록 조심해야 한다!\\n또한, 대여 약관에 따라 수메르 내에서만 이 사진기를 사용할 수 있다는 점, 유의하자",
        "pt": "Um Aparelho Fotográfico que Razi pegou emprestado com a Lorde Sangemah Bay. Será útil para tirar fotos das belas paisagens e procurar por inspiração na natureza, ou quando quiser guardar memórias de momentos felizes!\\nEsse Aparelho Fotográfico está adornado com decorações metálicas, por isso parece muito mais caro que os normais. Tenha muito cuidado com ele!\\nSegundo o acordo de empréstimo, só pode ser utilizado nas fronteiras de Sumeru.",
        "ru": "Эту камеру Рази позаимствовал у госпожи Сангема-бай. Прибор отлично подходит, чтобы запечатлеть красивые пейзажи, вдохновляющие моменты на природе или праздничные воспоминания.\\nМеталлические украшения придают ей роскошный вид. Берегите её!\\nСогласно договору аренды, она может быть использована только в пределах границ Сумеру.",
        "th": "กล่องถ่ายรูปที่ Razi ยืมมาจากนายท่าน Sangemah Bay เป็นตัวช่วยที่ดีในการถ่ายภาพวิวทิวทัศน์ เก็บข้อมูล และถ่ายภาพในงานเทศกาล!\\nเทียบกับกล่องถ่ายรูปทั่วไปแล้ว มันถูกประดับด้วยโลหะมากกว่า ซึ่งดูจะแพงกว่าไม่น้อยเลย ยังไงก็ห้ามทำพังเด็ดขาดเลยนะ!\\nนอกจากนี้ ในเงื่อนไขข้อตกลงการเช่ายังมีกำหนดไว้ด้วยว่า กล่องถ่ายรูปนี้สามารถใช้ภายในเขตแดนของ Sumeru เท่านั้น",
        "vi": "Chiếc máy ảnh mà Razi mượn ở cửa hàng của Đại Nhân Sangemah Bay, là một trợ thủ đắc lực khi chụp phong cảnh, chụp ảnh hoang dã, và chụp ảnh lễ hội!\\nNó có nhiều đồ trang trí bằng kim loại hơn so với các máy chụp ảnh thông thường, trông có vẻ đắt hơn rất nhiều, tuyệt đối đừng làm hỏng nó!\\nNgoài ra, theo điều khoản mượn máy, chiếc máy ảnh này chỉ được dùng trong Sumeru."
    },
    "materialType": "MATERIAL_WIDGET"
}