{
    "name": {
        "en": "Extravagant Slumber",
        "de": "Extravaganter Schlummer",
        "chs": "安眠奢想",
        "cht": "安眠奢想",
        "es": "Éxtasis soporífero",
        "fr": "Sommeil extravagant",
        "id": "Extravagant Slumber",
        "jp": "安眠へのデザイア",
        "kr": "단잠은 사치",
        "pt": "Sono Extravagante",
        "ru": "Удивительный сон",
        "th": "Extravagant Slumber",
        "vi": "Giấc Ngủ Xa Hoa"
    },
    "id": 108473,
    "materialDesc": {
        "en": "Layla's specialty. The scattered nuts are like stars dotted in the deep and quiet night sky. After just one bite, your body and mind after a day's work suddenly felt relaxed and peaceful. When you told Layla about that feeling, she showed a mixed expression of joy and regret — \"Th—That's great! Ah, if only it could work for me too.\"",
        "de": "Laylas Spezialzubereitung. Die verstreuten Nüsse sind wie Sterne in einem tiefen, ruhigen Nachthimmel. Mit nur einem Bissen lassen sich Geist und Körper nach einem langen Arbeitstag sofort entspannen. Nachdem du Layla gesagt hattest, wie du dich fühlst, zeigte sie einen gemischten Ausdruck von Freude und Neid. „Das ... Das ist toll! Ah, wenn es nur auch bei mir funktionieren könnte.“",
        "chs": "莱依拉的特色料理。零零散散的坚果粒，宛若星辰点点缀于深邃静谧之夜。浅尝一口，奔波一整天的身心，忽而感受到了安宁。将感受告诉莱依拉之后，她露出了开心而又遗憾的复杂表情——「太、太好了！呜，如果对我也有效就更好了。」",
        "cht": "萊依拉的特色料理。零零散散的堅果粒，宛若星辰點點綴於深邃靜謐之夜。淺嚐一口，奔波一整天的身心，忽而感受到了安寧。將感受告訴萊依拉之後，她露出了開心而又遺憾的複雜表情——「太、太好了！嗚，如果對我也有效就更好了。」",
        "es": "La especialidad de Laila. Los trocitos de nueces esparcidos son como estrellas que titilan en el oscuro manto de una apacible noche. Un simple bocado sirve para traer calma y paz al cuerpo y la mente tras un largo y duro día de trabajo. Al comentárselo a Laila, su semblante muestra alegría y desánimo al mismo tiempo. “E-eso es genial. Ojalá me sirviera a mí también...”.",
        "fr": "#Spécialité culinaire de Layla. Les fruits secs éparpillés rappellent des étoiles dans le ciel nocturne tranquille. Une bouchée suffit à détendre et apaiser votre corps et votre esprit après une longue journée de labeur. Après avoir dit à Layla ce que son plat vous inspirait, un air mêlant joie et regret apparaît sur son visage : «{NON_BREAK_SPACE}C—C'est génial ! J'aurais aimé que ça me fasse le même effet.{NON_BREAK_SPACE}»",
        "id": "Masakan andalan Layla. Kacang yang disebar menyerupai bintang di langit malam, satu gigitan saja cukup untuk membuat seluruh badan rileks setelah kerja keras seharian. Setelah memberi tahu Layla apa yang kamu rasakan, air mukanya berubah menjadi campuran antara kegembiraan dan ratapan. \"Ba-Bagus lah! Coba kalau aku bisa merasa seperti itu juga ya ....\"",
        "jp": "レイラのオリジナル料理。バラバラにまぶされたナッツは、静かな深い夜を飾る星々のよう。一口味わってみると…丸一日駆け回っていた体と心が、突として安らかさに満ちる。これをレイラに伝えると、彼女は嬉しさと残念さの入り混じった複雑な表情になった——「よ、よかった！うぅ…私にも効力があったら良かったんだけど。」",
        "kr": "레일라의 특제 요리. 별이 깊고 고요한 밤을 수놓듯이 견과류 알갱이들이 잘게 흩어져있다. 가볍게 맛보자 온종일의 피로가 풀리고 편안함이 느껴졌다. 레일라에게 소감을 전하니 기쁘면서도 아쉽다는 표정을 지었다——「다, 다행이네요! 흑, 나한테도 효과가 있으면 좋을 텐데」",
        "pt": "A especialidade da Layla. Nozes polvilhadas são como estrelas na noite profunda e tranquila. Depois de experimentar, sente-se uma paz repentina mesmo após um dia muito corrido. Ao contar a Layla sobre minhas impressões, ela exibiu uma expressão mista de felicidade e arrependimento: \"Isso é ó-ótimo! Ah, se pelo menos funcionasse para mim também.\"",
        "ru": "Фирменное блюдо Лайлы. Разбросанные орехи подобны звёздам, усеявшим бездонное и тихое ночное небо. Всего после одного укуса вы чувствуете расслабление и умиротворённость. После того как вы рассказали Лайле о своих чувствах, на её лице появилось смешанное выражение радости и сожаления: «Эт... это здорово! Ах, если бы и на меня это угощение так действовало».",
        "th": "เมนูพิเศษของ Layla ถั่วที่กระจัดกระจายเปรียบเสมือนดวงดาวในคืนที่เงียบสงัด เพียงได้ชิมคำเดียว ร่างกายและจิตใจที่วิ่งวุ่นมาทั้งวันก็จะรู้สึกสงบลงในทันใด หลังจากบอกความรู้สึกกับ Layla เธอจะแสดงความดีใจและเสียใจผสมปนเปกันไปหมด... \"ยะ...ยอดไปเลย! ฮือ ถ้ามันมีผลกับฉันบ้างก็คงดีกว่านี้\"",
        "vi": "Món ăn đặc sắc của Layla. Những quả hạch rải rác giống như những vì sao điểm xuyết trong đêm khuya tĩnh lặng. Nếm thử một miếng, thân thể bôn ba cả ngày bỗng cảm thấy được bình yên. Sau khi nói cho Layla biết cảm nhận, cô ấy lộ ra vẻ mặt phức tạp cả vui lẫn hối tiếc... \"Tốt, tốt quá! Ôi, nếu như cũng hiệu quả với tôi thì tốt quá.\""
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}