{
    "name": {
        "en": "Extreme Escape",
        "de": "Eine weite Flucht",
        "chs": "《极限逃生》",
        "cht": "《極限逃生》",
        "es": "«Salvación extrema»",
        "fr": "L'Échappée Belle",
        "id": "Penyelamatan Diri yang Esktrem",
        "jp": "『極限脱出』",
        "kr": "《극한의 탈출》",
        "pt": "Fuga Extrema",
        "ru": "«Побег от суеты»",
        "th": "Extreme Escape",
        "vi": "[Trốn Thoát Cực Hạn]"
    },
    "id": 100102,
    "materialDesc": {
        "en": "Musk's Travel Journal. In the notes regarding Musk Reef is a line that reads: \"Only on a morning sea breeze can one glide here from Lover's Cape...\"",
        "de": "Musks Reiseaufzeichnungen. Im Teil über das Musk-Riff liest du den Satz, „Vom Kap der Liebenden schafft man es nur auf einer morgendlichen Brise hierher.“",
        "chs": "马斯克的游记。关于马斯克礁，其中写到“只有驾乘清晨的海风，才能从恋人岬滑翔到达…”",
        "cht": "馬斯克的遊記。關於馬斯克礁，其中寫到「只有駕乘清晨的海風，才能從戀人岬滑翔到達…」",
        "es": "El diario de viaje de Musk. En las notas sobre el Arrecife de Musk hay una línea que dice: “Solo con la brisa matutina del mar se puede volar hasta aquí desde el Cabo del Amante...”.",
        "fr": "Le journal de bord de Musk avec des remarques sur le Récif de Musk, dont une qui dit : « Il est uniquement possible d'arriver ici en planant depuis le Cap de la Promesse avec la brise marine du petit matin... »",
        "id": "Catatan perjalanan Musk, di bagian catatan mengenai Musk Reef, terdapat sebuah kalimat yang bertuliskan: \"Hanya dengan mengikuti angin dini hari yang menatap lautan, tempat ini dapat dicapai dari Lover's Cape...\"",
        "jp": "マスクの旅行記。マスク礁については、その中で「早朝の海風に乗れば、恋人岬から滑空してたどり着ける…」と書かれている",
        "kr": "머스크의 여행기. 머스크 암초에 대해 '오직 아침의 바닷바람을 타야만 연인해각에서 날아갈 수 있다…'라고 기록돼 있다",
        "pt": "Registros da Viagem de Marcus. Nestas anotações sobre Marcus Reef, tem uma linha que diz:\"Apenas dá para chegar aqui com a brisa matinal do Promontório dos Amantes...\"",
        "ru": "Дорожный Дневник Маска. В заметках о рифе Маска есть строка: «Добраться сюда на планере можно только во время утреннего морского бриза с Мыса Любовника...»",
        "th": "บันทึกการเดินทางของ Musk มีโน้ตที่บันทึกไว้โดย Musk Reef เขียนไว้บรรทัดหนึ่งว่า \"มีเพียงลมทะเลในยามรุ่งอรุณเท่านั้นที่จะพาร่อนจาก Lover's Cape มายังที่นี่ได้...\"",
        "vi": "Mark Du Ký. Nói về Rặng Musk, trong đó nhắc đến \"Chỉ có gió biển sớm mai mới có thể chắp cánh từ Mũi Đất Tình Nhân đến...\""
    },
    "materialType": "MATERIAL_QUEST"
}