{
    "name": {
        "en": "Fading Star's Essence",
        "de": "Essenz der schwindenden Sterne",
        "chs": "熄星精粹",
        "cht": "熄星精粹",
        "es": "Esencia cósmica",
        "fr": "Essence astrale",
        "id": "Fading Star's Essence",
        "jp": "熄星エッセンス",
        "kr": "꺼진 별 정수",
        "pt": "Essência de Supernova",
        "ru": "Сущность потухшей звезды",
        "th": "Fading Star's Essence",
        "vi": "Tức Tinh Cô Đọng"
    },
    "id": 110,
    "materialDesc": {
        "en": "Distilled celestial energy.\\nCan be exchanged for valuable treasure during the \"Unreconciled Stars\" event.\\nThe essence of a faraway star. The power emanating from within is warm to the touch.",
        "de": "Die Essenz der himmlischen Energie.\\nKann während des Aktionszeitraums von „Ferne Sterne“ gegen äußerst wertvolle Schätze eingetauscht werden.\\nHimmlische Essenz aus weiter, weiter Ferne. Man spürt eine gewisse Wärme aufgrund der großen Kraft darin.",
        "chs": "天体能量精粹。\\n在「未归的熄星」期间，可以换取价值不菲的宝物。\\n来自遥远地方的天体精粹，蕴含着的力量隐隐散发着暖意。",
        "cht": "天體能量精粹。\\n在「未歸的熄星」期間，可以換取價值不菲的寶物。\\n來自遙遠地方的天體精粹，蘊含著的力量隱隱散發著暖意。",
        "es": "Esencia de energía celestial.\\nSe consigue en «Estrellas que no regresan» y se puede canjear por objetos muy valiosos.\\nUna esencia celestial proveniente de un lugar muy lejano. El poder contenido en ella irradia tibieza.",
        "fr": "Énergie provenant des étoiles.\\nÀ échanger contre des récompenses de valeur pendant l'événement « Astres évanouis ».\\nL'essence de quelque astre lointain. La puissance qui en émane laisse une impression chaude au toucher.",
        "id": "Celestial energy yang disuling.\\nDapat ditukar dengan harta karun selama event \"Bintang yang Tak Kembali\".\\nSebuah inti dari bintang yang sangat jauh. Kekuatan yang memancar dari dalamnya terasa hangat saat disentuh.",
        "jp": "天体エネルギーの結晶。\\n「帰らぬ熄星」の期間中にとても価値のある宝物と交換できる。\\n遥か遠くから来た天体の結晶はぬくもりを放っている。",
        "kr": "수집한 천체 에너지.\\n「돌아오지 않는 꺼진 별」 이벤트 기간 동안 값진 보물과 교환할 수 있다.\\n먼 곳에서 온 천체의 정수. 숨겨진 힘이 은은한 온기를 발산한다",
        "pt": "Essência de energia celestial.\\nDurante o período de \"Estrelas que Não Voltam\", pode trocar por um tesouro valioso.\\nUma essência celestial vinda de um lugar longínquo, seu poder emana um calor pequeno.",
        "ru": "Очищенная сущность звёздного тела.\\nМожно обменять на сокровища во время события «Заблудшие звёзды».\\nЭссенция далёкой звезды. Содержащаяся в ней сила излучает уютное тепло.",
        "th": "พลังงานสวรรค์บริสุทธิ์\\nสามารถแลกเป็นสมบัติล้ำค่าได้ในช่วง \"ดาราดับแสงที่รอวันกลับ\"\\nชิ้นส่วนจากท้องฟ้าที่มาจากดินแดนอันไกลโพ้น พลังงานที่ซ่อนอยู่ภายในได้แผ่ความร้อนออกมา",
        "vi": "Năng lượng thiên thể cô đọng.\\nTrong thời gian diễn ra [Ngôi Sao Vụt Tắt Chưa Trở Về] có thể đổi lấy báu vật có giá trị.\\nThiên thể cô đọng đến từ vùng đất xa xôi, sức mạnh ẩn chứa trong nó tỏa ra hơi ấm."
    },
    "materialType": false
}