{
    "name": {
        "en": "Faith Eternal",
        "de": "Ewiger Glaube",
        "chs": "永恒的信仰",
        "cht": "永恆的信仰",
        "es": "Fe en la eternidad",
        "fr": "Foi en l'éternité",
        "id": "Faith Eternal",
        "jp": "永遠なる信仰",
        "kr": "영원의 신앙",
        "pt": "Fé Eterna",
        "ru": "Вечная вера",
        "th": "Faith Eternal",
        "vi": "Tín Ngưỡng Vĩnh Hằng"
    },
    "id": 108341,
    "materialDesc": {
        "en": "Kujou Sara's specialty. Forget calling it a dish, this is really more like a snack. The sweet, fluffy flavor really doesn't seem to suit Sara's own preferences. Wait a moment. That symbol on the snack — does this have to do with a certain other person's tastes instead?",
        "de": "Kujou Saras Spezialzubereitung. Vergiss, es ein ganzes Gericht zu nennen, das ist wirklich eher ein Snack. Der süße, fluffige Geschmack scheint wirklich nicht zu Saras eigenen Vorlieben zu passen. Warte einen Moment. Das Symbol darauf ... Hat das etwas mit den Vorlieben einer gewissen „wichtigen Persönlichkeit“ zu tun?",
        "chs": "九条裟罗的特色料理。与其说成菜肴，不如说是点心。甜蜜绵软的口味似乎与裟罗本人的喜好大不相同。等等，这上面的印记，莫非是与「那位大人」有关？",
        "cht": "九條裟羅的特色料理。與其說成菜餚，不如說是點心。甜蜜綿軟的口味似乎與裟羅本人的喜好大不相同。等等，這上面的印記，莫非是與「那位大人」有關？",
        "es": "La especialidad de Kujou Sara. Más que un plato principal, es un postre. Su sabor dulce y esponjoso no parece ir muy acorde a los gustos de Sara. Un momento, hay un símbolo en el postre... ¿Tendrá algo que ver con los gustos de “esa persona”?",
        "fr": "Spécialité culinaire de Kujou Sara. Il s'agit plus d'un encas que d'un plat. Sa saveur sucrée et sa texture moelleuse ne semblent pas être au goût de Sara. Attendez, ce symbole... Est-ce que ce ne serait pas plutôt pour cette fameuse personne...",
        "id": "Hidangan spesialisasi Kujou Sara. Hidangan ini lebih pantas disebut sebagai camilan daripada masakan. Rasa manis dan empuk sepertinya sangat tidak sesuai dengan karakter Sara. Tunggu, simbol di atas camilan ini — apa ada hubungannya dengan \"orang itu\"?",
        "jp": "九条裟羅のオリジナル料理。料理というより、甘味と言った方が正しい。甘くてふわとろな食感は裟羅本人の好みには合わないようだ。待て、この上の印はまさか、「あの方」と関係があるのか？",
        "kr": "쿠죠 사라의 특제 요리. 요리라기보다는 디저트에 가깝다. 달콤하고 부드러운 식감은 쿠죠 사라 본인의 취향과는 크게 다른 것 같다. 잠깐, 이 위의 표식은 혹시 「그분」과 관련이 있는 걸까?",
        "pt": "A especialidade de Kujou Sara. Isso é mais um lanche do que um prato. O sabor doce e esponjoso não parece combinar com as preferências de Sara. Espere um pouco, há um símbolo na comida... Será que isso tem algo a ver com o gosto \"daquela pessoa\"?",
        "ru": "Фирменное блюдо Кудзё Сары. Это скорее закуска, чем блюдо. Сладкий и мягкий вкус сильно отличается от предпочтений самой Сары. Подождите, может ли метка на нём быть связана с её сюзереном?",
        "th": "เมนูพิเศษของ Kujou Sara จริง ๆ แล้วเมนูนี้ควรจะเรียกว่าเป็นอาหารว่างมากกว่า รสชาติที่หวานและรสสัมผัสนุ่ม ๆ นี้ดูเหมือนจะไม่ใช่สิ่งที่ Sara ชอบ เดี๋ยวก่อนนะ สัญลักษณ์ที่อยู่บนนั้น หรือว่ามันจะเกี่ยวกับ \"ท่านคนนั้น\" กันนะ?",
        "vi": "Món ăn đặc biệt của Kujou Sara. Nó giống điểm tâm hơn là một món ăn. Vị ngọt và mềm có vẻ khá khác biệt so với sở thích của Sara. Khoan đã, trên đây có con dấu, lẽ nào có liên quan với \"vị đại nhân kia\"?"
    },
    "materialType": "MATERIAL_FOOD"
}