{
    "name": {
        "en": "Fake Fly Bait",
        "de": "Falscher Fliegenköder",
        "chs": "飞蝇假饵",
        "cht": "飛蠅假餌",
        "es": "Cebo de mosca falsa",
        "fr": "Fausse mouche",
        "id": "Fake Fly Bait",
        "jp": "ハエの疑似餌",
        "kr": "가짜 날벌레 미끼",
        "pt": "Isca de Mosca Falsa",
        "ru": "Фальшивая муха",
        "th": "Fake Fly Bait",
        "vi": "Mồi Ruồi Giả"
    },
    "id": 111026,
    "materialDesc": {
        "en": "Mimetic fly bait made from vibrantly-colored materials. It has no scent, and is specialized to attract large fish with sharp vision. It is often well-suited to more advanced angling techniques. The fishing associations of various regions regard the skilled use of such bait as one of the conditions for its members' advancement in rank.\\n\\nSuitable for catching Koi, Pufferfish, and Rays.",
        "de": "Nachahmender Fliegenköder aus leuchtend bunten Materialien. Er hat keinen Geruch und ist darauf spezialisiert, große Fische mit Scharfsichtigkeit anzulocken. Er ist oft gut für fortgeschrittene Angeltechniken geeignet. Die Angelvereine verschiedener Regionen betrachten den geschickten Einsatz solcher Köder als eine der Bedingungen für den Aufstieg ihrer Mitglieder im Rang.\\n\\nZum Fangen von Koi, Kugelfischen und Rochen geeignet.",
        "chs": "用颜色鲜艳的材料制成的飞蝇仿生饵，没有气味，是针对视觉灵敏的大型鱼类的特殊鱼饵，通常会配合更高难度的钓鱼手法。某些地区的钓鱼协会，会把活用飞蝇假饵作为干部晋升标准之一。\\n\\n适用鱼种：假龙类、炮鲀类、鳐类。",
        "cht": "用顏色鮮豔的材料製成的飛蠅仿生餌，沒有氣味，是針對視覺靈敏的大型魚類的特殊魚餌，通常會配合更高難度的釣魚手法。某些地區的釣魚協會，會把活用飛蠅假餌作為幹部晉升標準之一。\\n\\n適用魚種：假龍類、炮魨類、鰩類。",
        "es": "Cebo que imita a una mosca fabricado con materiales de colores vivos. No tiene ningún olor y es especialmente eficaz para atraer a peces grandes con buena vista. Adecuado para las técnicas de pesca más avanzadas. Los Gremios de Pescadores de algunas regiones consideran que el buen uso de este cebo es uno de los requisitos para que sus miembros asciendan de categoría.\\n\\nPerfecto para pescar peces koi, peces globo y rayas.",
        "fr": "Un appât en forme de mouche fabriqué avec des matériaux colorés. Inodore, il attire plus particulièrement les grands poissons avec une vue nette et est idéal pour exécuter des techniques de pêche à la ligne plus avancées. Les associations de pêcheurs de toutes les régions évaluent les talents de leurs membres selon leur aptitude à utiliser cet appât.\\n\\nAdapté pour les poissons de la famille des koï, des poissons-globes et des raies.",
        "id": "Umpan yang bentuknya menyerupai lalat, terbuat dari bahan-bahan berwarna cerah. Tidak berbau, dan sangat menarik bagi ikan-ikan besar berpenglihatan tajam. Biasanya umpan ini akan dipadankan dengan teknik memancing yang lebih profesional. Ada beberapa asosiasi memancing yang menggunakan \"menguasai penggunaan Fake Fly Bait\" sebagai syarat untuk menaikkan pangkat keanggotaan.\\n\\nCocok digunakan untuk ikan jenis Koi, Pufferfish, dan Rays.",
        "jp": "色鮮やかな素材で作られたハエの疑似餌。無臭であるため、視覚が敏感な大型魚向けの特殊な釣り餌である。通常は高難易度の釣り方と組み合わせて使うらしい。一部地域の釣り協会は、ハエの疑似餌の扱いのうまさを幹部昇格の基準にしている。\\n\\n対象魚類：リュウノコ類、鉄砲フグ類、エイ類。",
        "kr": "밝은 색깔의 재료로 제작한 날벌레 인조 미끼. 무취이며, 시각이 예민한 대형 어류를 타깃으로 한 특수한 미끼다. 보통 고난도의 낚시 기교와 함께 사용해야 한다. 일부 지역의 낚시 협회는 가짜 날벌레 미끼 활용을 간부 승진 기준으로 삼고 있다.\\n\\n적용 어종: 용 물고기류, 대포 복어류, 가오리류",
        "pt": "Isca de Mosca Falsa feita de materiais de cores vibrantes. Não tem cheiro, e é especializada para atrair peixes grandes com visão aguçada. Muitas vezes é melhor adequada para técnicas de pesca mais avançadas. As Associações de Pesca de várias regiões consideram o uso especializado de tal isca como uma das condições para o avanço de seus membros no escalão.\\n\\nApropriada para as espécies de peixe: Koi, Fugu, Raia.",
        "ru": "Имитирующая муху нахлыстовая приманка, изготовленная из ярких материалов. Она не имеет запаха и особенно эффективна для привлечения крупных рыб с хорошим зрением. Подходит для самых продвинутых техник ловли. Гильдии рыболовов в некоторых регионах выдвигают умение пользоваться этой наживки в качестве обязательного требования при повышении квалификации.\\n\\nПодходит для ловли лжедраконов, иглобрюхов и скатов.",
        "th": "เหยื่อแมลงวันปลอมที่ทำจากวัสดุที่มีสีสันสดใส และไม่มีกลิ่น เป็นเหยื่อที่ใช้สำหรับดึงดูดปลาขนาดใหญ่ที่มีสายตาที่เฉียบคมโดยเฉพาะ เหมาะกับเทคนิคการตกปลาขั้นสูง สมาคมนักตกปลาในภูมิภาคต่าง ๆ ถือว่าการใช้เหยื่อแมลงวันปลอมอย่างมีฝีมือเป็นเกณฑ์อย่างหนึ่งในการเลื่อนขั้นของสมาชิก\\n\\nเหมาะสำหรับปลาสายพันธุ์: Koi, Pufferfish และ Ray",
        "vi": "Mồi câu mô phỏng theo hình thù ruồi nhặng, được làm từ các nguyên liệu có màu sắc sặc sỡ, không mùi, là mồi câu đặc biệt dành cho các loại cá lớn có thị giác linh hoạt, thông thường sẽ phối hợp với cách câu cá tương đối khó hơn. Hội Câu Cá ở một số nơi còn dùng Mồi Ruồi Giả để làm một trong các tiêu chuẩn tăng cấp cán bộ.\\n\\nLoại cá thích hợp: Cá Rồng, Cá Pháo, Cá Đuối."
    },
    "materialType": "MATERIAL_FISH_BAIT"
}