{
    "name": {
        "en": "Falcon's Dance",
        "de": "Falkentanz",
        "chs": "鹰隼之舞",
        "cht": "鷹隼之舞",
        "es": "Danza del halcón",
        "fr": "Danse du faucon",
        "id": "Falcon's Dance",
        "jp": "鷹の舞",
        "kr": "송골매의 춤",
        "pt": "Dança do Falcão",
        "ru": "Танец сокола",
        "th": "Falcon's Dance",
        "vi": "Vũ Điệu Chim Ưng"
    },
    "id": 200201,
    "materialDesc": {
        "en": "When a character initiates a Plunging Attack, they will unleash a shockwave that deals AoE DMG to opponents. This effect can be triggered once every 8s per character.",
        "de": "Löst eine Druckwelle aus, wenn Figuren einen Angriff aus dem Fall anwenden, und fügt Gegnern Flächenschaden zu. 8 s Abklingzeit für die auslösende Figur.",
        "chs": "角色进行下落攻击时，将释放冲击波，对敌人造成范围伤害。该效果每个角色每8秒至多触发一次。",
        "cht": "角色進行下落攻擊時，將釋放衝擊波，對敵人造成範圍傷害。該效果每個角色每8秒至多觸發一次。",
        "es": "Cuando un personaje realiza un Ataque Descendente, genera una onda de choque que inflige Daño en el AdE. Cada personaje solo puede generar una onda de choque cada 8 s.",
        "fr": "Lorsqu'un personnage exécute une attaque plongeante, il libère une onde de choc qui inflige des DGT de zone aux ennemis. Cet effet peut être déclenché une fois toutes les 8 s par personnage.",
        "id": "Saat melancarkan Plunging Attack, Karakter akan menciptakan serangan gelombang yang mengakibatkan DMG area pada musuh. Setiap Karakter hanya dapat memicu efek ini setiap 8 detik.",
        "jp": "キャラクターが落下攻撃をすると衝撃波が発動され、敵に範囲ダメージを与える。この効果は各キャラクターごとに8秒毎に1回のみ発動可能。",
        "kr": "낙하 공격 시 충격파를 방출해 적에게 범위 피해를 준다. 해당 효과는 캐릭터당 8초마다 최대 1회만 발동한다",
        "pt": "Quando um Personagem realiza um Ataque Imersivo, libera uma Onda de Choque que causa Dano AdE aos inimigos. Cada Personagem só pode aplicar esse efeito uma vez a cada 8s.",
        "ru": "При атаке в падении персонаж создаёт ударную волну, которая наносит урон по площади. Эффект может возникнуть для каждого персонажа один раз в 8 сек.",
        "th": "เมื่อตัวละครโจมตีพุ่งลงจากอากาศ จะปล่อยคลื่นกระแทกใส่เป้าหมาย ทำให้เกิดความเสียหายวงกว้าง ซึ่งเอฟเฟกต์นี้ในทุก 8 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง",
        "vi": "Nhân vật khi tấn công đáp đất sẽ tạo ra sóng xung kích, gây sát thương phạm vi cho địch. Hiệu ứng này mỗi nhân vật mỗi 8s tối đa dùng 1 lần."
    },
    "materialType": "MATERIAL_CHANNELLER_SLAB_BUFF"
}