{
    "name": {
        "en": "False Worm Bait",
        "de": "Falscher Wurmköder",
        "chs": "蠕虫假饵",
        "cht": "蠕蟲假餌",
        "es": "Cebo de lombriz falsa",
        "fr": "Ver factice",
        "id": "False Worm Bait",
        "jp": "ワームの疑似餌",
        "kr": "가짜 벌레 미끼",
        "pt": "Isca de Verme Falso",
        "ru": "Фальшивый червь",
        "th": "False Worm Bait",
        "vi": "Mồi Giun Giả"
    },
    "id": 111025,
    "materialDesc": {
        "en": "This imitation worm bait is made mostly out of condensate, and will twist its body according to the underwater currents, resulting in its fatal attraction to overly-curious fish. Professionals will even add some fruit to it to increase its fragrance and make it utterly irresistable.\\n\\nSuitable for catching Shirakodai and Angelfish.",
        "de": "Dieser imitierte Wurmköder besteht hauptsächlich aus Kondensat und verdreht seinen Körper entsprechend der Unterwasserströmung, was zu seiner tödlichen Anziehungskraft auf übermäßig neugierige Fische führt. Profis fügen ihm sogar etwas Obst hinzu, um seinen Duft zu verstärken und ihn unwiderstehlich zu machen.\\n\\nZum Fangen von Schmetterlingsfischen geeignet.",
        "chs": "以凝液为主料制成的蠕虫仿生饵，会随着水中的暗流扭动身姿，对好奇心旺盛的鱼儿有致命的吸引力。行家还会用融入水果的方法来丰富它的香气，简直无鱼能挡了。\\n\\n适用鱼种：蝶鱼类。",
        "cht": "以凝液為主原料製成的蠕蟲仿生餌，會隨著水中的暗流扭動身姿，對好奇心旺盛的魚兒有致命的吸引力。行家還會用融入水果的方法來豐富它的香氣，簡直無魚能擋了。\\n\\n適用魚種：蝶魚類。",
        "es": "Este cebo que imita a una lombriz está hecho en su mayor parte con condensado, y se moverá hacia un lado u otro según la corriente del agua, lo que resulta muy atractivo para los peces más curiosos. Los más profesionales incluso le añaden algo de fruta para potenciar su aroma y hacerlo totalmente irresistible.\\n\\nPerfecto para pescar peces mariposa.",
        "fr": "Cet appât qui imite un ver est fabriqué avec une sorte de condensat. Son corps se tortille selon le courant de l'eau et attire les poissons un peu trop curieux vers leur mort. Les pêcheurs professionnels ajoutent même un morceau de fruit pour lui donner un parfum plus fort et irrésistible.\\n\\nAdapté pour les poissons de la famille des poissons-papillons.",
        "id": "Umpan yang bentuknya menyerupai cacing, terbuat dari kondensat yang dapat menggeliat mengikuti arus bawah air. Memiliki daya tarik yang kuat bagi para ikan-ikan penasaran. Para pemancing profesional bahkan akan menambahkan buah-buahan untuk meningkatkan aromanya, membuat ikan-ikan tidak bisa menolak daya tarik umpan ini.\\n\\nCocok digunakan untuk ikan jenis Shirakodai dan Angelfish.",
        "jp": "このワームの疑似餌は凝縮物で作られており、水流に合わせてくねらせ、好奇心旺盛な魚を惹きつける。プロはこれに果物を加えて香りをつけ、さらに魚を惹きつけるようにした。\\n\\n対象魚類：チョウチョウウオ類。",
        "kr": "응축액을 주재료로 제작한 가짜 벌레 미끼. 물속의 암류에 따라 꿈틀거린다. 호기심 많은 물고기들이 흔히 관심을 보이곤 한다. 낚시 전문가들은 간혹 과일 섞는 방법으로 향을 더욱 풍부하게 하는데, 물고기에게는 정말 거부할 수 없는 치명적인 유혹이다.\\n\\n적용 어종: 나비고기류",
        "pt": "Esta imitação de isca de minhoca é feita principalmente de condensação e torcerá seu corpo de acordo com as correntes subaquáticas, resultando em sua atração fatal por parte de peixes excessivamente curiosos. Os profissionais acrescentarão até mesmo algumas frutas para aumentar sua fragrância e torná-la totalmente irresistível.\\n\\nApropriada para a espécie de peixe: Shirakodai e Acará.",
        "ru": "Эта имитирующая червя приманка сделана в основном из конденсата. Влекомая подводными течениями, она активно движется в воде, что делает её смертельно привлекательной для слишком любопытных рыб. Профессионалы также добавляют немного фруктов, чтобы усилить аромат и сделать её совершенно неотразимой.\\n\\nПодходит для ловли рыб-бабочек.",
        "th": "เหยื่อหนอนปลอมที่ทำจากเมือกสไลม์เป็นวัสดุหลัก มันจะส่ายไปมาตามกระแสน้ำ ทำให้ดึงดูดปลาที่อยากรู้อยากเห็นจนถึงแก่ความตาย นักตกปลาผู้เชี่ยวชาญจะผสมผลไม้เข้าไปด้วย เพื่อเพิ่มกลิ่นหอมจนทำให้ปลาอดใจไว้ไม่ไหว\\n\\nเหมาะสำหรับปลาสายพันธุ์: Shirakodai",
        "vi": "Mồi câu mô phỏng hình thù giun đất, được làm chủ yếu từ chất dịch cô đọng, sẽ ngọ nguậy trong dòng nước, có sức hút đối với những loại cá hiếu kỳ. Những người chuyên nghiệp còn thêm hoa quả vào để tăng hương vị, quả thực là cá nào cưỡng nổi.\\n\\nLoại cá thích hợp: Cá Bướm"
    },
    "materialType": "MATERIAL_FISH_BAIT"
}