{
    "name": {
        "en": "Fate's Yearning Perfume",
        "de": "Duftessenz „Schleierhafte Fügung“",
        "chs": "「缥缈仙缘」香膏",
        "cht": "「縹緲仙緣」香膏",
        "es": "Perfume de anhelo del destino",
        "fr": "Baume de désir du destin",
        "id": "Parfum Kerinduan Takdir",
        "jp": "「縹渺たる仙縁」香膏",
        "kr": "「표묘선연」 향고",
        "pt": "Perfume de \"Anseio do Destino\"",
        "ru": "Масло «Тоскующей фортуны»",
        "th": "น้ำหอม \"Fate's Yearning\"",
        "vi": "Sáp thơm \"Phiêu Miểu Tiên Duyên\""
    },
    "id": 100499,
    "materialDesc": {
        "en": "A perfume decocted from a special breed of Silk Flower.\\nIt releases a fragrance as elegant as the elusive, smoky mountain mist. One hears that it is a favorite of mature women.",
        "de": "Eine Duftessenz, die aus einer ganz besonderen Art Seidenblumen gewonnen wurde.\\nDieser sehr feine und leichte Duft hält sehr lange an – so wie der Nebel auf einer Lichtung am frühen Morgen. Er soll bei Frauen mittleren Alters sehr beliebt sein.",
        "chs": "特殊品种的霓裳花手工熬制成的香膏。\\n淡雅的香味如同山岳中缥缈的烟岚，据说最受成熟女性喜好。",
        "cht": "特殊品種的霓裳花手工熬製成的香膏。\\n淡雅的香味如同山嶽中縹緲的煙嵐，據說最受成熟女性喜好。",
        "es": "Un perfume extraído de una variedad especial de flor de seda.\\nEmite una fragancia tan elegante como la etérea niebla flotante de la montaña. Se dice que es el favorito de las mujeres maduras.",
        "fr": "Du parfum obtenu à partir d'une variété rare de fleur de soie.\\nSon odeur raffinée est aussi insaisissable que la brume des montagnes, et très populaire auprès des femmes mûres.",
        "id": "Parfum yang dibuat dari spesies Silk Flower khusus.\\nMengeluarkan aroma yang elegan bagaikan kabut gunung yang sulit dijangkau. Ada yang mengatakan bahwa parfum ini adalah favorit para gadis dewasa.",
        "jp": "特殊な品種の霓裳花を使った手作り香膏。\\n高雅な香りは山に漂う煙のようで、大人の女性にウケがいい香り。",
        "kr": "특수한 예상꽃으로 만들어진 수제 향고.\\n단아한 향기는 마치 해 질 무렵 산속의 흐릿한 안개 같아서 성숙한 여성들이 좋아한다",
        "pt": "Um perfume de uma espécie especial de Flor de Seda.\\nLança uma fragrância tão elegante quanto a nebulosa e indescritível névoa da montanha. Dizem que é o favorito das mulheres maduras.",
        "ru": "Парфюм, изготовленный из особого вида шелковицы.\\nЕго вкус словно ускользающий горный туман. Популярен среди женщин постарше.",
        "th": "น้ำหอมสกัดมือจากดอก Silk Flower ชนิดพิเศษ\\nกลิ่นหอมอ่อน ๆ เฉกเช่นหมอกกลางขุนเขา เป็นที่นิยมในกลุ่มผู้ใหญ่เป็นอย่างมาก",
        "vi": "Sáp thơm thủ công được làm từ giống hoa nghê thường đặc biệt.\\nHương thơm nhẹ nhàng như làn gió phiêu linh giữa núi đồi rất được chị em phụ nữ lớn tuổi yêu thích."
    },
    "materialType": "MATERIAL_QUEST"
}