{
    "name": {
        "en": "Fate's Yearning Essential Oil",
        "de": "Öl „Schleierhafte Fügung“",
        "chs": "「缥缈仙缘」精油",
        "cht": "「縹緲仙緣」精油",
        "es": "Aceite esencial de anhelo del destino",
        "fr": "Huile essentielle de désir du destin",
        "id": "Minyak Esensial dari Bunga Kerinduan Takdir",
        "jp": "「縹渺たる仙縁」のオイル",
        "kr": "「표묘선연」 정유",
        "pt": "Óleo Essencial de \"Anseio do Destino\"",
        "ru": "Эссенция «Тоскующей фортуны»",
        "th": "น้ำมันหอมระเหย \"Fate's Yearning\"",
        "vi": "Tinh dầu \"Phiêu Miểu Tiên Duyên\""
    },
    "id": 100492,
    "materialDesc": {
        "en": "The essence of decocted Silk Flowers. It can be further refined into perfume. Gives off an elegant scent.",
        "de": "Konzentrierte ätherische Öle von Seidenblumen. Durch weitere Verarbeitung kann darauf Duftessenz hergestellt werden, die einen milden Duft verströmt.",
        "chs": "霓裳花熬出的精油，进一步提炼后可以制成香膏。散发着淡雅的香气。",
        "cht": "霓裳花熬出的精油，進一步提煉後可以製成香膏。散發著淡雅的香氣。",
        "es": "Extracto de flores de seda. Se puede refinar aún más como perfume. Emite un aroma elegante.",
        "fr": "Une huile essentielle extraite de fleurs de soie qui pourrait être transformée en parfum. Elle émet une odeur raffinée.",
        "id": "Esensi dari Silk Flower yang telah diuraikan. Dapat disempurnakan menjadi parfum. Menghasilkan aroma yang elegan.",
        "jp": "霓裳花で作られたオイル、精錬すると香膏になる。優しい香りがする",
        "kr": "예상꽃에서 나온 정유. 한 번 더 정제하면 향고로 만들 수 있다. 단아한 향기가 난다",
        "pt": "A essência extraída das Flores de Seda. Pode ser transformado em perfume. Emite um aroma elegante.",
        "ru": "Эссенция цветов шелковицы. Используется для изготовления ароматного парфюма. Даёт тонкий изящный вкус.",
        "th": "น้ำมันที่สกัดจากดอก Silk Flower หลังจากลั่นแล้วสามารถนำมาทำเป็นน้ำหอมที่ส่งกลิ่นหอมอ่อน ๆ ได้",
        "vi": "Tinh dầu từ hoa nghê thường sau khi chắt lọc sẽ tạo thành sáp thơm với mùi hương nhẹ nhàng nhã nhặn."
    },
    "materialType": "MATERIAL_QUEST"
}