{
    "name": {
        "en": "\"Feather-Light Praise\"",
        "de": "„Lobpreis der Feder“",
        "chs": "「轻羽的礼赞」",
        "cht": "「輕羽的禮讚」",
        "es": "Saludo emplumado",
        "fr": "« Louange à la légèreté de plume »",
        "id": "\"Penghargaan Seringan Bulu\"",
        "jp": "「羽毛の賛美」",
        "kr": "「깃털의 예찬」",
        "pt": "\"Elogio das Penas Leves\"",
        "ru": "Лёгкая похвала",
        "th": "ขนนกแห่งการเฉลิมฉลอง",
        "vi": "Lời Ca Tụng Bay Bổng"
    },
    "id": 393120,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making \"Feather-Light Praise.\"\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Lobpreis der Feder“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『轻羽的礼赞』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『輕羽的禮讚』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Saludo emplumado.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la « Louange à la légèreté de plume ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Penghargaan Seringan Bulu\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「『羽毛の賛美』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「깃털의 예찬」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Elogio das Penas Leves\".\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Лёгкая похвала».\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ขนนกแห่งการเฉลิมฉลอง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Lời Ca Tụng Bay Bổng\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}