{
    "name": {
        "en": "Feiyun Study Room",
        "de": "Feiyun-Arbeitszimmer",
        "chs": "绯云文斋",
        "cht": "緋雲文齋",
        "es": "Estudio Feiyun",
        "fr": "Salle d'étude de Feiyun",
        "id": "Ruang Belajar Feiyun",
        "jp": "緋雲文斎",
        "kr": "비운 서재",
        "pt": "Sala de Estudo Feiyun",
        "ru": "Кабинет Фэйюнь",
        "th": "วรรณกรรมในม่านเมฆ",
        "vi": "Phòng Sách Phi Vân"
    },
    "id": 350035,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a \"Feiyun Study Room.\"\\nThere are many ways to fashion a study in Liyue, but luxury is optional, for the learned prefer \"spirit\" and \"elegance.\" A potted plant here balances out the moisture in the room, and the table and shelves exude a light woody fragrance that combines with the plain layout and the sunset glow of the lamps to inspire genius and elevate writing.\\nThey say that many years ago, a certain guest at Feiyun Slope laid just such a study out, and this design was taken up by the previous boss of Wanwen Bookhouse. Thus, it was ever after known as the Feiyun Study Room and became recognized throughout Liyue.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Xingqiu, Zhongli, Ningguang, Yun Jin",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Feiyun-Arbeitszimmer“.\\nEs gibt viele Möglichkeiten, ein Arbeitszimmer in Liyue einzurichten, Luxus ist optional, denn die Gelehrten bevorzugen „Geist“ und „Eleganz“. Eine Topfpflanze hier balanciert die Luftfeuchtigkeit aus und der Tisch und die Regale geben einen leicht holzigen Duft ab, der mit dem schlichten Layout und dem dämmrigen Licht der Lampen das Genie inspiriert und zum Schreiben anregt.\\nEs heißt, dass ein bestimmter Gast am Feiyun-Hang vor vielen Jahren ein genau solches Arbeitszimmer einrichtete und die Gestaltung wurde dann vom vorherigen Leiter der Buchhandlung Wanwen übernommen. So war es dann seither als Feiyun-Arbeitszimmer bekannt und erlangte in ganz Liyue Bekanntheit.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Xingqiu, Zhongli, Ningguang und Yun Jin.",
        "chs": "步骤详实的图纸，记载着「绯云文斋」的放置方法。\\n璃月的书斋有着诸多门道，但「奢华」实为可有可无的选项，文人们更重视「气韵」与「清雅」。摆上一株葱郁的盆栽，平衡屋内的湿度，桌案与书柜的木材就能散发出清幽的淡香，配合有意留白的布局，与立灯如炽的光晕，使人神采奕然，笔走龙蛇。\\n据传多年前，旅居绯云坡的某位墨客无心插柳，布置了这式书房，并被「万文集舍」的前代掌柜推广。此后它便以「绯云文斋」之名，为璃月的千家万户所熟知。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：行秋、钟离、凝光、云堇",
        "cht": "步驟詳實的圖紙，記載著「緋雲文齋」的放置方法。\\n璃月的書齋有著諸多門道，但「奢華」實為可有可無的選項，文人們更重視「氣韻」與「清雅」。擺上一株蔥鬱的盆栽，平衡屋內的濕度，桌案與書櫃的木材就能散發出清幽的淡香，配合有意留白的佈局，與立燈如熾的光暈，使人神采奕然，筆走龍蛇。\\n據傳多年前，旅居緋雲坡的某位墨客無心插柳，佈置了這式書房，並被「萬文集社」的前代掌櫃推廣。此後它便以「緋雲文齋」之名，為璃月的千家萬戶所熟知。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：行秋、鍾離、凝光、雲堇",
        "es": "Plano detallado para colocar Estudio Feiyun.\\nEn Liyue hay estudios de muchos estilos distintos, pero el lujo solo es un elemento opcional, ya que los estudiosos dan más importancia al ambiente y a la elegancia. Una planta equilibra el nivel de humedad de la habitación, y la mesa y las estanterías emiten una sutil fragancia a madera que combina con el diseño sencillo y el brillo anaranjado de las luces para proporcionar inspiración al escribir.\\nSe dice que, hace muchos años, alguien que se alojaba en la Pendiente Feiyun decoró su estudio de esta forma, y el anterior dueño de la Casa de Libros Wanwen adoptó el diseño y lo popularizó. Por eso, este tipo de estudio llamado Feiyun es conocido en todo Liyue.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Xingchiu, Zhongli, Ninguang, Yun Jin.",
        "fr": "Étapes de mise en place de la salle d'étude de Feiyun.\\nIl existe de nombreuses façons de concevoir une étude à Liyue, mais le luxe est facultatif, car les érudits préfèrent l'« esprit » et l'« élégance ». Une plante en pot régule l'humidité de la pièce. La table et les étagères dégagent un léger parfum boisé qui se combine avec l'agencement simple et la lueur tamisée des lampes pour inspirer le génie et élever l'écriture.\\nOn raconte qu'il y a de nombreuses années, un certain invité de la Pente Feiyun a présenté une telle étude, et que cette conception a ensuite été reprise par l'ancien patron de la Librairie Wanwen. Ainsi, le nom de salle d'étude de Feiyun lui a été attribué et elle est devenue reconnue dans tout Liyue.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Xingqiu, Zhongli, Ningguang, Yun Jin.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Ruang Belajar Feiyun\".\\nRuang belajar Liyue mempunyai banyak cara dan gaya, tapi kemewahan adalah pilihan, karena yang terpelajar lebih memilih \"semangat\" dan \"keanggunan\". Tanaman dalam pot akan menyeimbangkan kelembapan di dalam ruangan, dan meja serta rak memancarkan keharuman kayu yang dipadukan dengan tata letak sederhana dan cahaya matahari terbenam dari lampu untuk menginspirasi berbagai ide dan meningkatkan gaya tulisan.\\nDikatakan bahwa bertahun-tahun lalu, seorang tamu di Feiyun Slope membuat ruang belajar seperti itu, lalu desain ini diadopsi oleh bos Wanwen Bookhouse sebelumnya. Sehingga, akhirnya dikenal sebagai Ruang Belajar Feiyun dan dikenali di seluruh Liyue.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.\\nRekan yang menyukai Set Perabotan ini: Xingqiu, Zhongli, Ningguang, Yun Jin",
        "jp": "「緋雲文斎」の詳しい配置方法が載っている設計図。\\n璃月の書斎には様々なこだわりがある。「豪華さ」より、文学者たちは「気韻」と「清雅」を重視している。青々とした鉢植えを置き、部屋の湿度を調整する。机と本棚の木材がほのかな香りを漂わせ、白を基調とした配置と灯の光が相まって、人に発想と執筆意欲を与える。\\n昔、緋雲の丘に住んでいたある文学者が、このような様式の書斎をしつらえた。それを「万文集舎」の先代が広めたと言われている。それ以来、「緋雲文斎」という名前は璃月の人々に知られるようになった。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：行秋、鍾離、凝光、雲菫",
        "kr": "작업 순서가 상세히 적힌 도면, 「비운 서재」의 배치 방법이 기재되어 있다.\\n리월의 서재에는 여러 가지 유형이 있지만, 「호화」는 없어도 되는 선택지나 마찬가지다. 문인들은 「기품」과 「청아함」을 더 중시하기 때문이다. 울창한 분재 한 그루를 놓아서 집안의 습도를 조절하면 탁자와 책장의 목재에서는 그윽한 향이 모습을 드러낸다. 의도적으로 여백의 미를 나타내는 배치 후, 등불을 이용해 밝으면서도 은은한 빛을 비추면 활기찬 생활을 할 수 있을 뿐만 아니라, 생동감 있는 필체를 가지게 된다.\\n몇 년 전 비운 언덕에 머물던 문인이 무심코 버드나무를 꽂던 중 해당 유형의 서재가 생겨났다고 한다. 「만문집사」의 선대 지배인은 이 유형을 널리 알렸고, 이후 「비운 서재」라는 이름으로 리월의 수많은 가정에 알려졌다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 행추, 종려, 응광, 운근",
        "pt": "Um diagrama detalhado com o passo a passo para colocar \"Sala de Estudo Feiyun\".\\nHá muitas maneiras de moldar um escritório em Liyue, mas o luxo é opcional, pois os aprendizes preferem \"espírito\" e \"elegância\". Uma planta em um vaso equilibra a umidade na sala, e a mesa e as prateleiras exalam uma leve fragrância amadeirada que combina com a disposição plana e o brilho do pôr do sol das lâmpadas para inspirar a genialidade e elevar a escrita.\\nDizem que há muitos anos, um certo convidado da Encosta de Feiyun fez um escritório desse tipo, e esse projeto foi retomado pelo chefe anterior da Biblioteca Wanwen. Assim, ficou sempre conhecida como a Sala de Estudo Feiyun e tornou-se reconhecida em toda Liyue.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nOs personagens a seguir preferem este Conjunto de Decoração: Xingqiu, Zhongli, Ningguang, Yunjin",
        "ru": "Подробная схема размещения комплекта «Кабинет Фэйюнь».\\nЕсть много способов обустроить кабинет в Ли Юэ, но роскошь необязательна в отличие от «духа» и «элегантности». Растение в горшке регулирует влажность, а стол и шкафы источают лёгкий древесный аромат, который в сочетании с простой планировкой и закатным свечением ламп вдохновляет гения и возвышает писателя.\\nГоворят, что много лет назад некий гость с торговой площади Фэйюнь обустроил именно такой кабинет, и этот дизайн был взят на вооружение предыдущим хозяином книжного магазина «Ваньвэнь». После этого он стал называться кабинетом Фэйюнь и с тех пор известен во всем Ли Юэ.\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.\\nЭтот комплект мебели предпочитают следующие компаньоны: Син Цю, Чжун Ли, Нин Гуан, Юнь Цзинь.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"วรรณกรรมในม่านเมฆ\"\\nการศึกษาของ Liyue มีหลายวิธี แต่ \"ความหรูหรา\" เป็นทางเลือกที่ไม่บังคับและผู้รู้หนังสือให้ความสำคัญกับ \"วิธีปฏิบัติตน\" และ \"ความสง่างาม\" การวางไม้กระถางเขียวชอุ่มเพื่อปรับสมดุลความชื้นในบ้าน ไม้ของโต๊ะและตู้หนังสือ จะส่งกลิ่นหอมอ่อน ๆ ด้วยการจัดวางที่โปร่งโล่งโดยเจตนา รัศมีที่เปล่งประกายของโคมไฟตั้งพื้นจะทำให้ผู้คนเต็มไปด้วยพลังและสมองปลอดโปร่ง \\nกล่าวกันว่าหลายปีก่อน แขกผู้หนึ่งที่อาศัยอยู่ใน Feiyun Slope ได้จัดการศึกษารูปแบบนี้โดยไม่ได้ตั้งใจและจัดการศึกษารูปแบบนี้ซึ่งได้รับการส่งเสริมโดยอดีตเจ้าของร้าน \"Wanwen Bookhouse\" จากนั้นมันก็กลายเป็นที่รู้จักในนาม \"วรรณกรรมในม่านเมฆ\" และกลายเป็นที่รู้จักของหลายพันครัวเรือนใน Liyue\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Xingqiu, Zhongli, Ningguang, Yun Jin",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Phòng Sách Phi Vân\".\\nThư phòng của Liyue với nhiều cửa, nhưng không nhất thiết phải \"sang trọng\", những người yêu văn chương xem trọng \"ý vị\" và \"tao nhã\" hơn cả. Đặt một chậu cây tươi tốt để cân bằng độ sáng trong phòng, gỗ của bàn và kệ sách sẽ có thể tỏa ra hương thơm dịu nhẹ, phối hợp với cách bày trí nhiều khoảng trống có chủ đích, ánh sáng rực của ngọn đèn sẽ giúp tinh thần hưng phấn, ý tưởng dạt dào.\\nTương truyền nhiều năm trước, một vị mặc khách nào đó lưu trú ở Dốc Phi Vân đã vô tình cắm nhành liễu và bố trí nên thư phòng dạng này, sau đó được ông chủ đời trước của Vạn Văn Tập đề cao và quảng bá. Kể từ đó, nó được mệnh danh là \"Phòng Sách Phi Vân\", trở nên ngày càng quen thuộc với người dân Liyue.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Xingqiu, Zhongli, Ningguang, Yun Jin"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}