{
    "name": {
        "en": "Fervid Aroma",
        "de": "Wundervolles Aroma",
        "chs": "至烈至强的醇香",
        "cht": "至烈至強的醇香",
        "es": "Intenso aroma",
        "fr": "Arôme fervent",
        "id": "Aroma yang Berlimpah",
        "jp": "最高の芳醇",
        "kr": "농후한 향기",
        "pt": "Aroma Fervente",
        "ru": "С пылу с жару",
        "th": "หอมอวลตลบฟุ้ง",
        "vi": "Hương Thơm Nồng Nhiệt"
    },
    "id": 350062,
    "materialDesc": {
        "en": "The blueprint for this exquisitely decorated restaurant is a famous tavern in Sumeru City... modified for use within the Serenitea Pot, of course. Steam and the scent of spices alike waft through the air, each doubling up on an already joyful experience. All one would then need was some friends for company and a few jugs of fine wine, and this would be the perfect dining experience.\\nFor those who travel together often, barbecue places are perfect when considering the number of seats and amount of food needed. As for those who move alone, the raucous atmosphere of such establishments allows them to conceal their movements, alongside providing safe conditions for observing, tracking, or even plotting.",
        "de": "Ein exquisit dekoriertes Restaurant, das den berühmten Tavernen und Cafés von Sumeru nachempfunden ist und sorgfältig an die Gebäude in dem Kannenreich angepasst wurde. Heißer Dampf und der Duft von Gewürzen sind ein Genuss und machen einen glücklich. Wenn du einige gute Freunde und ein paar Krüge guten Weins dabei hast, wirst du hier das perfekte Esserlebnis haben.\\nFür diejenigen, die gerne mit Gefährten reisen, ist Grillrestaurant perfekt, wenn man die Anzahl der Sitzplätze und die Menge der benötigten Speisen bedenken muss. Diejenigen, die allein unterwegs sind, können in der ausgelassenen Atmosphäre des Grillrestaurants ihre Spuren verbergen und gleichzeitig sichere Bedingungen für Beobachtungen, Verfolgungen und Nachdenken schaffen.",
        "chs": "以须弥城内有名的酒馆与咖啡馆为蓝本，根据壶中洞天宅邸布局进行调整后，精心布置的餐厅。热雾与香气弥漫，令人倍感享受。若是有挚友相伴，再备上几壶好酒，就能在此获得完美的用餐体验。\\n常与团队同行之人挑选饭馆时，往往会提前考虑餐位的数量和菜品的份量，在这类人看来，烤肉店是相当稳妥的选择。而独行之人也能借助烤肉店的热闹氛围隐去自己的行踪，或是为观察、追踪与思考谋取相对低调与安全的条件。",
        "cht": "以須彌城內有名的酒館與咖啡館為藍本，根據壺中洞天宅邸的佈局調整後，精心佈置的餐廳。熱霧與香氣彌漫，令人備感享受。若是有摯友相伴，再備上幾壺好酒，就能在此獲得完美的用餐體驗。\\n常與團隊同行之人挑選餐廳時，往往會提前考慮餐位的數量和餐點的份量，在這類人看來，烤肉店是相當穩妥的選擇。而獨行之人也能藉助烤肉店的熱鬧氛圍隱去自己的行蹤，或是為觀察、追蹤與思考謀取相對低調與安全的條件。",
        "es": "Este lujoso plano de decoración imita el interior de un conocido café de la Ciudad de Sumeru, aunque incorpora los cambios necesarios para adecuarlo a la residencia del mundo interior. Posee una soberbia decoración perfectamente organizada. En su interior, los vapores de las cocinas y el delicioso aroma de los manjares que se sirven se entremezclan, inundando el ambiente de una agradable sensación. Buena compañía y una jarra de vino es todo lo que se necesita para disfrutar de la mejor experiencia gastronómica posible.\\nAquellos que viajaban con frecuencia de un lado para otro siempre eligen de antemano los restaurantes donde comerán, teniendo en cuenta la amplitud del establecimiento y la cantidad de las raciones. Para esa clase de personas, un restaurante de carne a la parrilla es siempre la opción más segura. Incluso aquellos que viajan solos pueden aprovechar el animado ambiente de este café para mantener en secreto el objeto de su viaje u tantear, observar y analizar la situación desde la seguridad que supone este concurrido establecimiento.",
        "fr": "Le modèle de ce restaurant au décor exquis est une célèbre taverne de la Ville de Sumeru... Modifié pour être utilisé dans la Sérénithéière, évidemment. La vapeur et les effluves des épices flottent dans l'air, enrichissant une expérience déjà joyeuse. Un peu de bon vin et de compagnie suffiront pour un bon repas.\\nLes personnes qui voyagent souvent en groupe choisissent les restaurants où elles mangent en fonction du nombre de places et de la taille des plats. De ce fait, un restaurant de viande grillée constitue un choix optimal. Quant à celles qui voyagent seules, l'ambiance bruyante et animée de ce genre de lieux leur permet de dissimuler leurs gestes pour mieux observer, suivre et manigancer.",
        "id": "Blueprint untuk restoran yang didekorasi dengan indah ini adalah kedai terkenal di Kota Sumeru ... yang tentunya sudah dimodifikasi untuk digunakan di dalam Serenitea Pot. Uap dan aroma rempah-rempah samar-samar tercium di udara, seolah melipatgandakan pengalaman menyenangkan yang pernah dilalui. Yang dibutuhkan hanyalah beberapa teman untuk menemanimu dan beberapa anggur berkualitas, dan ini akan menjadi pengalaman bersantap yang paling sempurna.\\nBagi mereka yang sering bepergian bersama, jika mempertimbangkan jumlah kursi dan jumlah makanan yang dibutuhkan, maka tempat barbekyu akan menjadi pilihan sempurna. Sedangkan bagi mereka yang senang bepergian sendiri, suasana yang bising dari tempat-tempat tersebut memungkinkan mereka untuk menyamarkan gerakan mereka, sekaligus menyediakan kondisi yang aman untuk mengamati, melacak, atau bahkan merencanakan sesuatu.",
        "jp": "スメールシティの有名な酒場とカフェをモデルに、壺洞天邸宅の形に合わせて調整を行い、工夫を凝らしたレストラン。暖かな煙と香りが漂い、実に心地いい。親友と共に美味しい酒を何本か用意すれば、最高の食事ができるだろう。\\n同行する人と一緒にレストランを選び、いつも席の数や料理の量を先に考える人にとって、焼肉屋は一番無難な選択だ。一方、一人で行動する人であれば、焼肉屋の騒がしい雰囲気を利用して、自分の気配を隠したり、観察や追跡をしたり、策を考えるための安全な環境を整えたりできる。",
        "kr": "수메르성에서 유명한 술집과 커피숍을 참고해서 주전자 속 선계에 알맞게 배치한 식당. 김과 향기가 모락모락 피어나고 있어서 푹 빠져들게 한다. 친구와 좋은 술이 있으면 최고의 경험을 느낄 수 있다.\\n동료들과 식당을 고를 때 보통 자리와 음식의 양을 따지는데, 대부분 사람들은 가장 안정적인 선택인 바비큐 가게를 고르기 마련이다. 단독 행동을 하는 사람에게도 바비큐 가게의 시끌벅적한 분위기는 자신의 존재를 지우고 관찰, 추적 및 생각하기 적합한 곳이다",
        "pt": "Este luxuoso esquema de decoração imita o interior de um conhecido café da Cidade de Sumeru, mas incorpora as mudanças necessárias para torná-lo adequado para a residência do Paraíso Mágico do Bule. Tem uma decoração soberba perfeitamente organizada. No interior, misturam-se os vapores das cozinhas e o delicioso aroma das iguarias que são servidas, inundando o ambiente com uma sensação agradável. Basta uma boa companhia e uma garrafa de vinho para desfrutar da melhor experiência gastronômica possível.\\nAqueles que viajam frequentemente de um lugar para outro escolhem sempre com antecedência os restaurantes onde vão comer, tendo em conta a dimensão do estabelecimento e a quantidade de porções. Para esse tipo de pessoa, uma churrascaria é sempre a opção mais segura. Mesmo quem viaja sozinho pode aproveitar o ambiente animado deste café para manter em segredo o propósito da sua viagem ou sentir, observar e analisar a situação da segurança deste movimentado estabelecimento.",
        "ru": "Проект этого обставленного с душой ресторана был вдохновлён знаменитой таверной в городе Сумеру и адаптирован для использования в обители. Аппетитные запахи заполняют пространство, усиливая приятные впечатления. Здесь можно отлично поужинать с друзьями, дополнив угощение парой кувшинов вина.\\nДля путешествующих в компании такие ресторанчики, где подают жареное мясо, идеальны, ведь еды хватит на всех. А одиночки, растворившись в шумной обстановке такого заведения, могут скрытно наблюдать за происходящим, следить за другими и размышлять.",
        "th": "ร้านอาหารที่ตกแต่งอย่างประณีตใส่ใจ ซึ่งผ่านการปรับเปลี่ยนโครงสร้างการจัดวางเพื่อให้เหมาะกับอาณาจักรในกาน้ำชา โดยมีแม่แบบตั้งต้นจากร้านเหล้าและร้านกาแฟชื่อดังของ Sumeru ไอน้ำร้อนและกลิ่นหอมอบอวล ชวนให้คนรู้สึกดื่มด่ำยิ่งนัก หากมีเพื่อนรู้ใจอยู่พร้อมเหล้าเลิศรส ก็คงสามารถสัมผัสประสบการณ์ในร้านอาหารได้อย่างสมบูรณ์แบบ\\nเวลาคนที่มักจะไปไหนมาไหนเป็นกลุ่มก้อน ต้องเลือกร้านอาหารนั้น พวกเขามักจะพิจารณาจำนวนที่นั่งและปริมาณอาหารก่อนเป็นอันดับแรก ในสายตาคนประเภทนี้ ร้านปิ้งย่างเป็นตัวเลือกที่ค่อนข้างเหมาะสม ส่วนคนที่เดินทางเพียงลำพังก็สามารถซ่อนร่องรอยของตน, ลอบสังเกตการณ์, สะกดรอยตาม หรือวางแผนบางอย่าง ท่ามกลางสภาพแวดล้อมที่ปลอดภัยในความครึกครื้นของร้านปิ้งย่างได้เช่นกัน",
        "vi": "Nhà ăn được bố trí tỉ mỉ dựa theo nguyên mẫu của quán rượu và quán cà phê trong Thành Sumeru, đồng thời điều chỉnh theo bố cục của Động Tiên. Hơi nóng và hương thơm tràn ngập khiến người ta vô cùng tận hưởng. Nếu có bạn thân bầu bạn, thêm vài bình rượu ngon, thì có thể trải nghiệm một bữa ăn hoàn hảo.\\nNhững người thường đi cùng với đoàn thể khi lựa chọn quán ăn sẽ suy nghĩ đến chỗ ngồi và lượng thức ăn, đối với những người này, quán thịt nướng thường là lựa chọn thỏa đáng nhất. Còn những người độc hành cũng có thể mượn không khí náo nhiệt của quán thịt nướng để che lấp hành tung của bản thân, hoặc tạo điều kiện an toàn và tương đối khiêm tốn để quan sát, truy vết hoặc để suy nghĩ một vấn đề gì đó."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}