{
    "name": {
        "en": "Festive Fragrance: Of Gold and Jade",
        "de": "Festliche Düfte – „Von Gold und Jade“",
        "chs": "佳节香扆-「金相玉质」",
        "cht": "佳節香扆-「金相玉質」",
        "es": "Biombo festivo: Calidad y belleza",
        "fr": "Fragrance festive « D'or et de jade »",
        "id": "Aroma Festival: Emas dan Giok",
        "jp": "佳節香扆-「精金良玉」",
        "kr": "축제향기-「금과 옥」",
        "pt": "Fragrância Festiva: Ouro e Jade",
        "ru": "Праздничная ширма: Золото и нефрит",
        "th": "กลิ่นหอมแห่งเทศกาล - \"ดั่งหยกและทองคำ\"",
        "vi": "Hương Thơm Lễ Hội - \"Kim Tương Ngọc Chất\""
    },
    "id": 382219,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making \"Festive Fragrance: Of Gold and Jade.\"\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Festliche Düfte – Von Gold und Jade“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「佳节香扆-『金相玉质』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「佳節香扆-『金相玉質』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Biombo festivo: Calidad y belleza.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "#Étapes de fabrication de la fragrance festive « D'or et de jade{NON_BREAK_SPACE}».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Aroma Festival: Emas dan Giok\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「佳節香扆-『精金良玉』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「축제향기-『금과 옥』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Fragrância Festiva: Ouro e Jade\".\\nDepois de usar, você pode entrar na interface de produção para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Праздничная ширма: Золото и нефрит».\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.",
        "th": "แบบแปลนอธิบายวิธีสร้าง กลิ่นหอมแห่งเทศกาล - \"ดั่งหยกและทองคำ\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Hương Thơm Lễ Hội - \"Kim Tương Ngọc Chất\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}