{
    "name": {
        "en": "Festival Market",
        "de": "Festmarkt",
        "chs": "节庆的市井",
        "cht": "節慶的市井",
        "es": "Mercado del festival",
        "fr": "Marché de festival",
        "id": "Pasar Festival",
        "jp": "祭日の市場",
        "kr": "축제의 거리",
        "pt": "Mercado do Festival",
        "ru": "Праздничная ярмарка",
        "th": "ตลาดงานรื่นเริง",
        "vi": "Chợ Mừng Lễ"
    },
    "id": 350024,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up a Festival Market.\\nThe sight of a bustling city, toys on sale, colorful parasols, and all manner of affordable but lovely gifts, is a dazzling one indeed — a feast for the eyes of children, and not too grievous a blow to the parents' wallets.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Festmarkt“.\\nDer Anblick einer belebten Stadt, angepriesenes Spielzeug, bunte Sonnenschirme und alle Arten von erschwinglichen, aber schönen Geschenken, ist in der Tat umwerfend – ein Fest für die Augen der Kinder und nicht allzu schmerzhafte Dellen in die Geldbörsen der Eltern.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「节庆的市井」的放置方法。\\n热闹的市集，待售的玩具、花伞和礼品琳琅满目，物美价廉。对孩子们有着无可比拟的吸引力，也不会过度伤害父母的钱袋。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「節慶的市井」的放置方法。\\n熱鬧的市集，待售的玩具、花傘和禮品琳瑯滿目，物美價廉。對孩子們有著無可比擬的吸引力，也不會過度傷害父母的錢袋。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar un Mercado del festival.\\nUn bullicioso mercado que vende juguetes, sombrillas de colores y todo tipo de obsequios asequibles y encantadores. Una deslumbrante fiesta para los ojos de los niños y un golpe no demasiado duro en las billeteras de los padres.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place du marché de festival.\\nLa vue d'une ville animée qui émerveille avec ses jouets à vendre, ses parasols colorés et toutes sortes de jolis cadeaux bon marché. Il s'agit d'un régal pour les yeux des enfants et un coup au porte-monnaie que les parents peuvent supporter.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Pasar Festival\".\\nPemandangan kota yang ramai, mainan-mainan unik yang dijual, payung warna-warni, dan segala bentuk hadiah yang menarik, sungguh pemandangan yang memukau —— membuat mata anak-anak menjadi bersinar-sinar, dan tidak membuat dompet orang tuanya menjadi tipis.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「祭日の市場」の詳しい配置方法が載っている設計図。\\nおもちゃや花傘、工芸品などがお値打ち価格で売られている活気ある市場。子供にとって非常に魅力的で、親の財布にも優しい。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「축제의 거리」의 설치 방법이 기재되어 있다.\\n활기찬 시장, 판매 중인 장난감, 알록달록한 우산, 선물들로 가득하며 품질이 좋고 가격도 저렴하다. 아이들에겐 더 없이 매력적이고, 그렇다고 해서 부모의 지갑 사정을 부담스럽게 하지도 않는다.\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Mercado do Festival\".\\nA visão de uma cidade agitada, brinquedos à venda, guarda-sóis coloridos e todo tipo de presentes acessíveis, mas adoráveis, é realmente deslumbrante - um banquete para os olhos das crianças, e um golpe não muito doloroso para as carteiras dos pais.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Праздничная ярмарка».\\nВид шумного города, игрушки на продажу, красочные зонтики и всевозможные доступные, но очаровательные подарки поистине ошеломляют. Праздник для детских глаз и не слишком болезненный удар по родительским кошелькам.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"ตลาดงานรื่นเริง\" \\nตลาดที่มีชีวิตชีวาเต็มไปด้วยของเล่น ร่มหลากสีและของกำนัล ซึ่งเป็นของที่มีคุณภาพดีและราคาไม่แพง ถึงแม้จะมีแรงดึงดูดที่หาตัวจับยากสำหรับเด็ก ๆ แต่ก็ไม่ได้ส่งผลต่อกระเป๋าเงินของพ่อแม่มากจนเกินไป\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Chợ Mừng Lễ\".\\nKhu chợ nhộn nhịp bán đầy đủ các loại đồ chơi, ô dù đầy màu sắc và các loại quà tặng lung linh, hàng đẹp giá rẻ, rất có sức hấp dẫn với trẻ nhỏ, mà cũng không làm đau ví của các bậc phụ huynh.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}