{
    "name": {
        "en": "Festival Spotlight",
        "de": "Höhepunkt des Festes",
        "chs": "灯宵斑彩照灵犀",
        "cht": "燈宵斑彩照靈犀",
        "es": "Luz colorida romántica",
        "fr": "Pleins feux sur le festival",
        "id": "Festival Spotlight",
        "jp": "心を照らす灯り",
        "kr": "마음을 비추는 등불",
        "pt": "Destaque do Festival",
        "ru": "Красочные фонари освещают душу",
        "th": "สีสันแห่งงานเทศกาล",
        "vi": "Đèn Tiêu Muôn Sắc Kết Nhân Duyên"
    },
    "id": 223011,
    "materialDesc": {
        "en": "A firework that explodes in the shape of heart. Some say that if you view this from just the right angle, your love life for the year shall be blessed.",
        "de": "Ein Feuerwerk, das in Form eines Herzens explodiert. Manche sagen, wenn man es aus dem richtigen Blickwinkel betrachtet, soll das Liebesleben in diesem Jahr gesegnet sein.",
        "chs": "心型的创意烟花。传说从最端正的角度欣赏到这种烟花后，很快就会迎来最美妙的爱情运势。",
        "cht": "心型的創意煙花。傳說從最端正的角度欣賞到這種煙花後，很快就會迎來最美妙的愛情運勢。",
        "es": "Un original fuego artificial con la imagen de un corazón. Dicen que, si lo admiras desde el ángulo correcto, tendrás suerte en el amor muy pronto.",
        "fr": "Un feu d'artifice qui explose en forme de cœur. Certains racontent que votre vie sentimentale se portera au mieux pour l'année à venir en le regardant d'un certain angle.",
        "id": "Kembang api penuh kreativitas yang akan meledak dalam bentuk hati. Dikatakan bahwa kalau kamu menonton kembang api ini dari sudut yang tepat, maka kehidupan asmaramu sepanjang tahun akan menemui hal-hal yang baik dan indah.",
        "jp": "ハートの形をした独創的な花火。この花火を最も正しい角度から見上げると、近いうちに素晴らしい恋愛運に恵まれるという言い伝えがある。",
        "kr": "하트 모양의 창의적인 폭죽. 가장 정면에서 보면 아름다운 애정운이 생긴다고 한다",
        "pt": "Um fogo de artifício que explode na forma de um coração. Dizem que se for visto do ângulo correto, sua sorte no amor sera abençoada pelo ano.",
        "ru": "Фейерверк в форме сердца. Говорят, что если посмотреть на него под правильным углом, то вам будет обеспечена удача в любви на весь год.",
        "th": "ดอกไม้ไฟรูปหัวใจ ตามตำนานเล่าว่าหากได้ชมดอกไม้ไฟชนิดนี้ในมุมที่ตรงที่สุด จะได้พบกับโชคชะตาแห่งความรักที่สวยงามในเร็ววัน",
        "vi": "Pháo hoa sáng tạo có hình dạng trái tim. Tương truyền rằng sau khi ngắm nhìn loại pháo hoa này từ một góc độ đứng đắn nhất, thì sẽ nhanh chóng gặp được tình duyên tuyệt vời."
    },
    "materialType": "MATERIAL_FIREWORKS"
}