{
    "name": {
        "en": "Fine Brushwork: Bowl of Blossoms",
        "de": "Feine Pinselführung – „Schale mit Blüten“",
        "chs": "工笔淡彩-「盏中春红」",
        "cht": "工筆淡彩-「盞中春紅」",
        "es": "Pintura al pastel: Jarrón con flores",
        "fr": "Peinture détaillée « Vase avec fleurs »",
        "id": "Lukisan Tinta: Secangkir Kelopak Merah",
        "jp": "工筆画-「瓶中春花」",
        "kr": "담채화-「잔에 담긴 봄」",
        "pt": "Pintura Requintada: \"Jarro com Flores\"",
        "ru": "Утончённая живопись: Чаша цветов",
        "th": "ภาพวาดพู่กัน - \"ชามแห่งบุปผา\"",
        "vi": "Tranh Sơn Thủy - Sắc Xuân Đậm Đà"
    },
    "id": 384105,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making \"Fine Brushwork: Bowl of Blossoms.\"\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Feine Pinselführung – Schale mit Blüten“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「工笔淡彩-『盏中春红』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「工筆淡彩-『盞中春紅』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Pintura al pastel: Jarrón con flores.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la peinture détaillée « Vase avec fleurs ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Lukisan Tinta: Secangkir Kelopak Merah\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「工筆画-『瓶中春花』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「담채화-『잔에 담긴 봄』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Pintura Requintada: \"Jarro com Flores\"\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Утончённая живопись: Чаша цветов».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างภาพวาดพู่กัน - \"ชามแห่งบุปผา\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Tranh Sơn Thủy - Sắc Xuân Đậm Đà\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}