{
    "name": {
        "en": "Fireworks Dance Amidst a Snowy Sky",
        "de": "Feuerwerk verzaubert alle unter dem Schneehimmel",
        "chs": "雪散烟火次第悬",
        "cht": "雪散煙火次第懸",
        "es": "Chispas níveas",
        "fr": "Dans un ciel enneigé, des feux d'artifice dansent",
        "id": "Fireworks Dance Amidst a Snowy Sky",
        "jp": "舞い散る雪花火",
        "kr": "흩날리는 눈송이",
        "pt": "Os Fogos de Artifício Dança no Céu Nevado",
        "ru": "Танец фейерверков на фоне заснеженного неба",
        "th": "ดอกไม้ไฟพร่างพรายกลางหิมะ",
        "vi": "Tuyết Tán Yên Hỏa Thứ Đệ Huyền"
    },
    "id": 223004,
    "materialDesc": {
        "en": "These gorgeous golden fireworks follow a particularly graceful trajectory after they ascend and are quite silent, though no less lovely for it.",
        "de": "Diese prächtigen goldenen Feuerwerkskörper folgen einer besonders anmutigen Flugbahn, nachdem sie aufgestiegen sind, und sind ganz leise, aber deswegen nicht weniger schön.",
        "chs": "绚烂金色的经典烟花，升空后将以格外轻盈的动态迸发，相对安静，却又不失华丽。",
        "cht": "絢爛金色的經典煙花，升空後將以格外輕盈的動態迸發，相對安靜，卻又不失華麗。",
        "es": "Un clásico fuego artificial que estalla con gran gracilidad en el aire y, a pesar de ser relativamente silencioso, no deja de ser bello.",
        "fr": "Un superbe feu d'artifice qui suit une trajectoire élégante après son tir. Bien que silencieux, cela ne le rend pas moins ravissant.",
        "id": "Kembang api klasik berwarna emas yang indah akan mengudara lalu meledak dengan dinamika yang sangat tenang. Walaupun tenang, namun tetap indah.",
        "jp": "鮮やかな金色を咲かす古典的な花火。打ち上げた後、軽妙な動きと共にはじける。比較的静かでありながら、華麗さを保っている。",
        "kr": "찬란한 금색의 전통 폭죽. 하늘로 솟아서 경쾌하게 톡톡 터진다. 비교적 조용하지만 화려함은 뒤지지 않는다",
        "pt": "Esses fogos de artifício dourados seguem uma trajetória graciosa no ar e são silenciosos, mas não são menos adoráveis por isso.",
        "ru": "Прекрасный классический золотой фейерверк, с необычной лёгкостью бесшумно взмывает ввысь.",
        "th": "ดอกไม้ไฟคลาสสิกสีทอดอร่ามตา เมื่อพุ่งขึ้นสู่ฟ้าแล้ว จะแตกกระจายอย่างแผ่วเบา และค่อนข้างเงียบ แต่กลับไม่สูญเสียความสง่างาม",
        "vi": "Pháo hoa kinh điển có màu vàng rực rỡ, sau khi bay lên trời sẽ bung nở nhẹ nhàng, tương đối yên tĩnh nhưng không mất đi nét diễm lệ."
    },
    "materialType": "MATERIAL_FIREWORKS"
}