{
    "name": {
        "en": "Firm Arrowhead",
        "de": "Stabile Bolzenspitze",
        "chs": "牢固的箭簇",
        "cht": "牢固的箭鏃",
        "es": "Flecha robusta",
        "fr": "Pointe de flèche robuste",
        "id": "Firm Arrowhead",
        "jp": "牢固な矢先",
        "kr": "견고한 화살촉",
        "pt": "Ponta de Flecha Robusta",
        "ru": "Прочный наконечник стрелы",
        "th": "Firm Arrowhead",
        "vi": "Mũi Tên Chắc Chắn"
    },
    "id": 112011,
    "materialDesc": {
        "en": "A roughly produced arrowhead. Though unimpressive, neither it nor the bow should be underestimated, for even the bravest knight can be felled by an arrow from the rear.",
        "de": "Eine grob gefertigte Bolzenspitze, die jedoch nicht unterschätzt werden sollte: Die Armbrust ist eine tödliche Waffe, die selbst für Ritter eine Gefahr darstellt.",
        "chs": "做工粗糙的箭簇。即使如此，也不容小觑：弩是危险的武器，即使贵为骑士，也可能被从后方来的弩矢击倒。",
        "cht": "做工粗糙的箭鏃。即使如此，也不容小覷：弩是危險的武器，即使貴為騎士，也可能被從後方來的弩矢擊倒。",
        "es": "Una flecha burda que, sin embargo, no debe subestimarse. Las ballestas son armas poderosas, de modo que incluso el mejor de los caballeros puede recibir una flecha por la espalda.",
        "fr": "Une pointe de flèche rudimentaire. Bien que son état laisse à désirer, elle peut se révéler mortelle si la flèche est tirée au bon moment.",
        "id": "Ujung anak panah yang keras dan kokoh. Terlihat biasa saja, tetapi kekuatannya tidak dapat diremehkan, dapat menjadi senjata mematikan apabila digunakan dengan tepat.",
        "jp": "粗末な矢先。それでもその威力はなめてはいけない。弓弩は危険な武器である。たとえ騎士のような人でも後ろからの矢に撃たれる可能性があるから。",
        "kr": "조잡하게 만들어진 화살촉이지만 얕봐선 안 된다. 석궁은 위험한 무기다. 제아무리 기사라도 뒤에서 날아오는 화살은 피하기 어려울 것이다",
        "pt": "#Ponta de Flecha feita de modo rústico. Contudo, não deve ser subestimada. Os arcos são armas poderosas, mesmo que você seja {F#uma}{M#um} cavaleir{F#a}{M#o}, pode ser atingid{F#a}{M#o} por detrás.",
        "ru": "Грубо изготовленный наконечник стрелы. Не сильно впечатляет, однако не стоит его недооценивать. Всё, что ему требуется, - это правильный момент.",
        "th": "ลูกธนูงานหยาบไร้ซึ่งความประณีต แต่อย่าประมาทเชียว เพราะขนาดอัศวินยังเคยถูกมันยิง ทะลุหลังมาแล้ว",
        "vi": "Mũi tên được làm sơ sài. Cho dù như vậy cũng không thể xem thường: Nỏ là một vũ khí nguy hiểm, cho dù là kỵ sĩ cao quý cũng có thể bị đánh ngã từ phía sau."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}