{
    "name": {
        "en": "Fir Wood",
        "de": "Tannenholz",
        "chs": "杉木",
        "cht": "杉木",
        "es": "Madera de abeto",
        "fr": "Bois d'épicéa",
        "id": "Fir Wood",
        "jp": "杉材",
        "kr": "삼나무",
        "pt": "Madeira de Abeto",
        "ru": "Пихта",
        "th": "ไม้สนหนาม",
        "vi": "Gỗ Sam"
    },
    "id": 101308,
    "materialDesc": {
        "en": "Wood from the tree known as \"Faber's Fir.\" Widely used for its fine quality and attractive grain.\\nCan be used to create furnishings.",
        "de": "Holz des Baumes, der als „Fabers Tanne“ bekannt ist. Weit verbreitet für seine feine Qualität und attraktive Maserung.\\nKann zum Herstellen von Dekoration verwendet werden.",
        "chs": "「冷杉」出产的木材，有着不错的木质和纹理，被广泛使用于各种领域。\\n可用于制作摆设。",
        "cht": "「冷杉」出產的木材，有著不錯的木質和紋理，被廣泛使用於各種領域。\\n可用於製作擺設。",
        "es": "Madera obtenida de abetos. Es apreciada por su buena calidad y sus bellas vetas y se utiliza para fabricar todo tipo de cosas.\\nPuede utilizarse para fabricar decoraciones.",
        "fr": "Bois obtenu à partir d'épicéa. Largement utilisé en raison de sa qualité et de son grain.\\nPeut être utilisé pour fabriquer des décorations.",
        "id": "Kayu dari Pohon \"Faber's Fir\". Sangat populer karena kualitas dan serat kayunya yang menarik.\\nDapat digunakan untuk membuat perabotan.",
        "jp": "「杉の木」から生産される木材。すばらしい品質と木目を持ち、様々な領域で使われている。\\n調度品の製作に使うことができる。",
        "kr": "「상록나무」에서 얻어낸 목재. 우수한 재질과 정교한 무늬로 다양한 분야에서 활용되고 있다.\\n장식 제작용으로 사용할 수 있다",
        "pt": "Madeira da árvore conhecida como \"Abeto\". Amplamente utilizada por sua excelente qualidade e grãos atraentes.\\nPode ser usada para fabricar Decorações.",
        "ru": "Древесина, полученная из пихты. Широко используется благодаря отличному качеству и привлекательному узору.\\nСлужит для изготовления декора.",
        "th": "ไม้ที่ได้จาก \"ต้นเฟอร์\" มีเนื้อไม้และพื้นผิวที่ดี ถูกใช้กันอย่างแพร่หลายในหลากหลายพื้นที่\\nสามารถใช้สร้างเฟอร์นิเจอร์ได้",
        "vi": "Gỗ Linh Sam, chất gỗ và kết cấu bền chặt, được dùng rộng rãi trong nhiều lĩnh vực.\\nCó thể dùng để chế tạo đồ trang trí."
    },
    "materialType": "MATERIAL_WOOD"
}