{
    "name": {
        "en": "Fischl: Night Raven",
        "de": "Fischl – Nachtrabe",
        "chs": "菲谢尔·夜鸦",
        "cht": "菲謝爾·夜鴉",
        "es": "Fischl - Cuervo",
        "fr": "Fischl - Corbeau de la nuit",
        "id": "Fischl: Night Raven",
        "jp": "フィッシュル·夜鴉",
        "kr": "피슬·까마귀",
        "pt": "Fischl - Corvo Noturno",
        "ru": "Вестник ночи",
        "th": "Fischl - Night Raven",
        "vi": "Fischl - Quạ Bóng Đêm"
    },
    "id": 210013,
    "materialDesc": {
        "en": "Namecard style.\\nA raven dark as midnight with wings that can block out the sun. \"I permit thee to conceive his likeness upon such decoration!\"",
        "de": "Ein Motiv für Namenskärtchen.\\nSo sprach der Nachtrabe mit den Schatten bringenden Flügeln: „Schaffest du ein Muster nach meinem Vorbild!“",
        "chs": "名片纹饰。\\n持有遮日挡月之翼的漆黑夜鸦。「许可你拓画它的纹样！」",
        "cht": "#名片紋飾。\\n持有遮日擋月之翼的漆黑夜鴉。「許可{F#妳}{M#你}拓畫它的紋樣！」",
        "es": "Diseño de tarjeta de presentación.\\nUn cuervo oscuro como la noche con alas que pueden tapar el sol. “¡Te permito que utilices mi imagen como motivo decorativo!”.",
        "fr": "Thème.\\nUn corbeau noir comme la nuit, aux ailes capables de bloquer le soleil. « Qu'en son honneur soit créé quelque apparat à son image ! »",
        "id": "Style kartu nama.\\nBurung gagak berwarna gelap bagaikan pekatnya malam, mengepakkan sayap yang sanggup menutupi matahari. \"Aku mengizinkanmu untuk menjadikannya dekorasi yang elegan!\"",
        "jp": "名刺の飾り紋。\\n空を覆う翼を持つ漆黒の鴉。「彼の拓画を描くことを許してあげるわ！」",
        "kr": "명함 스킨.\\n해와 달을 가릴 수 있는 날개를 지닌 검은 까마귀. 「문양을 그리는 것을 허하노라!」",
        "pt": "Estilo de Cartão de Visita.\\nUm corvo escuro como a meia-noite com asas que podem bloquear o Sol. \"Eu te permito conceber minha semelhança como motivo de decoração!\"",
        "ru": "Именная карта.\\nЧёрный как смоль ворон, который может крыльями заслонить солнце. «Вам дозволяется запечатлеть его подобие на своей именной карте...»",
        "th": "ลายนามบัตร\\nเรเวนสีดำขลับที่มีปีกบดบังดวงตะวันและจันทรา \"อนุญาตให้คุณวาดลวดลายของมันได้!\"",
        "vi": "Hoa văn danh thiếp.\\nQuạ đêm đen như mực có đôi cánh che trăng lấp trời. \"Cho phép bạn tô vẽ hoa văn của nó!\""
    },
    "materialType": "MATERIAL_NAMECARD"
}