{
    "name": {
        "en": "Fisherman's Preservation Trick",
        "de": "„Konservierungstrick des Fischers“",
        "chs": "「渔采的延贮之法」",
        "cht": "「漁採的延貯之法」",
        "es": "Técnica de conserva pescadera",
        "fr": "« Conservation du pêcheur »",
        "id": "Trik Pengawetan Nelayan",
        "jp": "「漁労の貯蔵法」",
        "kr": "「어부의 저장법」",
        "pt": "\"Truque de Conserva do Pescador\"",
        "ru": "Рыбацкое консервирование",
        "th": "\"เคล็ดลับเก็บรักษาของชาวประมง\"",
        "vi": "Quy Định Đánh Bắt"
    },
    "id": 390318,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Fisherman's Preservation Trick.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Konservierungstrick des Fischers“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『渔采的延贮之法』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『漁採的延貯之法』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar “Técnica de conserva pescadera”.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la « Conservation du pêcheur ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Diagram yang berisi langkah-langkah untuk membuat \"Trik Pengawetan Nelayan\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『漁労の貯蔵法』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「『어부의 저장법』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Truque de Conserva do Pescador\".\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Рыбацкое консервирование».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"เคล็ดลับเก็บรักษาของชาวประมง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Quy Định Đánh Bắt\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}