{
    "name": {
        "en": "Fishing Line Stabilizer",
        "de": "Angelschnur-Stabilisator",
        "chs": "鱼线稳定器",
        "cht": "魚線穩定器",
        "es": "Estabilizador de pesca",
        "fr": "Stabilisateur de ligne de pêche",
        "id": "Fishing Line Stabilizer",
        "jp": "釣り糸安定装置",
        "kr": "낚싯줄 안정 장치",
        "pt": "Estabilizador de Linha de Pesca",
        "ru": "Стабилизатор лески",
        "th": "ตัวปรับสายเอ็นตกปลา",
        "vi": "Máy Ổn Định Dây Câu"
    },
    "id": 220065,
    "materialDesc": {
        "en": "A self-adaptive tension stabilizer that can be installed on a fishing rod to facilitate fishing. The device can automatically detect and record how hard different fish struggle. The more data it collects, the better the stabilizer works.\\n\\nThe device's prototype was the pointless invention of a Fontaine inventor that drew little interest for the longest time until the Fontaine Fishing Association discovered it and modified the product into the fishing line stabilizer used today. When the device first came out, it was most warmly received by the Association members, and now it has gradually been promoted in other regions.\\nIt is an exceptionally hot commodity in the Snezhnayan market. Word has it that one of the Lord Harbingers is particularly fond of the product, which explains the hype.",
        "de": "Ein selbstanpassender Spannungsstabilisator, der an einer Angelrute angebracht werden kann, um das Angeln zu erleichtern. Das Gerät kann automatisch erkennen und aufzeichnen, wie stark verschiedene Fische zappeln. Je mehr Daten der Stabilisator sammelt, desto besser funktioniert er.\\n\\nDer Prototyp des Geräts war eine sinnlose Erfindung eines Erfinders aus Fontaine, die lange Zeit auf wenig Interesse stieß, bis der Angelverein Fontaine sie entdeckte und das Produkt zum heutigen Angelschnur-Stabilisator modifizierte. Als das Gerät zum ersten Mal auf den Markt kam, wurde es von den Mitgliedern des Vereins so begeistert aufgenommen, dass es nun nach und nach auch in anderen Regionen eingeführt wurde.\\nAuf dem Markt von Snezhnaya ist er eine besonders beliebte Ware. Man munkelt, dass einer der Elf der Fatui von dem Produkt besonders angetan ist, was seine Popularität erklärt.",
        "chs": "一种具有自适应能力的张力稳定器，安装在鱼竿上后，可以平缓鱼线的张力波动，帮助人们更轻松地钓鱼。稳定器可以自动测录不同鱼类的挣扎力度，测录的数据越丰富，稳定效果越出色。\\n\\n原型是一位枫丹发明家的无用小发明，长时间处于无人问津的状态。直到被枫丹钓鱼协会发现，几经改造才有了如今的鱼线稳定器。成品一经问世，就受到了大多成员的认可，渐渐推广到了其他地区。\\n在至冬国的推广尤为顺利，据说是因为受到了某位执行官大人的喜爱。",
        "cht": "一種具有自我調整能力的張力穩定器，安裝在魚竿上後，可以平緩魚線的張力波動，幫助人們更輕鬆地釣魚。穩定器可以自動測錄不同魚類的掙扎力度，測錄的資料越豐富，穩定效果越出色。\\n\\n原型是一位楓丹發明家的無用小發明，長時間處於無人問津的狀態。直到被楓丹釣魚協會發現，幾經改造才有了如今的魚線穩定器。成品一經問世，就受到了大多成員的認可，漸漸推廣到了其他地區。\\n在至冬國的推廣尤為順利，據說是因為受到了某位執行官大人的喜愛。",
        "es": "Un estabilizador de tensión autoadaptativo que, una vez instalado en la caña de pescar, nivela la tensión del sedal para que la pesca resulte más cómoda. El dispositivo es capaz de registrar automáticamente la intensidad de forcejeo de los diferentes peces. Cuantos más datos recoja, más preciso será el estabilizador.\\n\\nEl prototipo de este dispositivo surgió a partir de una ocurrencia disparatada de un inventor de Fontaine, y durante mucho tiempo pasó completamente desapercibido. Después de que el Gremio de Pescadores de Fontaine se percatara de su existencia, llevaron a cabo ciertas modificaciones que dieron como resultado el Estabilizador de pesca del que disponemos hoy en día. En cuanto salió a la luz, la mayoría de los miembros del Gremio dieron su aprobación. Con el tiempo, comenzó a utilizarse en otras regiones.\\nLa región donde más se popularizó este dispositivo fue en Snezhnaya porque, según dicen, le gustó mucho a cierto miembro de Los Once.",
        "fr": "Un stabilisateur de tension auto-adaptatif qui peut être installé sur une canne à pêche pour faciliter la capture de vos prises. L'appareil peut détecter et enregistrer automatiquement la force avec laquelle différents poissons se débattent. Plus il recueille de données, plus le stabilisateur fonctionne bien.\\n\\nLe prototype de l'appareil était originellement une invention d'un inventeur de Fontaine qui suscitait peu d'intérêt jusqu'à ce que l'Association des pêcheurs de Fontaine la découvre et la modifie pour en faire le stabilisateur de ligne de pêche qu'on utilise de nos jours. Lorsque l'appareil est sorti, il a été accueilli très chaleureusement par les membres de l'Association avant de se démocratiser progressivement dans d'autres régions.\\nIl s'agit d'un produit particulièrement prisé sur le marché snezhnayien. On dit que l'un des Éxecuteurs l'apprécie particulièrement, ce qui explique cet engouement.",
        "id": "Penstabil tegangan yang bisa beradaptasi saat dipasang di joran pancing untuk membantu orang dapat memancing ikan dengan lebih minim upaya. Alat ini dapat secara otomatis mendeteksi dan mencatat seberapa keras ikan bergumul saat dipancing. Semakin banyak data yang dikumpulkan, maka fungsi dari penstabil ini akan semakin baik.\\n\\nPrototipe dari alat ini merupakan sebuah penemuan kecil yang tidak berguna yang ditemukan oleh seorang penemu Fontaine, dan hampir tidak pernah menjadi produk yang diminati siapa pun dalam waktu yang lama, hingga suatu ketika Asosiasi Perikanan Fontaine menemukannya dan memodifikasi produk ini menjadi penstabil pancing yang digunakan saat ini. Ketika alat ini pertama kali muncul, alat ini langsung diterima dengan hangat oleh anggota Asosiasi dan sekarang terus dipromosikan di wilayah lain secara bertahap.\\nIni adalah salah satu produk yang paling laku di pasar Snezhnaya. Dikatakan bahwa salah satu Harbingers sangat menyukai produk ini sehingga akhirnya menjadi laku di pasaran.",
        "jp": "アダプティブトリガー機能のある張力安定装置。釣り竿に付けると、釣り糸の張力波動を和らげ、釣りを楽にしてくれる。また、安定装置は異なる種類の魚の抵抗具合を自動的にテストして記録できる。データが多ければ多いほど、安定効果が良くなる。\\n\\nプロトタイプはフォンテーヌの発明家が発明したもので、長らく全く知名度もなければ注目されてもいなかった。その後、フォンテーヌの釣り協会に目をつけられ、現在の釣り糸安定装置に改造されたわけである。完成品が公開された後、数多くの成員に認められ、段々他の地域にも広がって行った。\\nスネージナヤでの売れ行きは特に好調のようだ。聞いた話によると、とある執行官様が気に入ってくれたらしい。",
        "kr": "자가 적응 기능을 갖춘 장력 안정 장치. 낚싯대에 장착하면 낚싯줄의 장력 파동을 안정화하여 낚시를 도와준다. 안정 장치는 각종 어류의 몸부림 정도를 자동으로 기록하며 데이터가 많을수록 안정 효과도 좋아진다.\\n\\n원형은 폰타인의 한 발명가의 쓸모없는 작은 발명품에서 비롯되었으며 오랫동안 아무에게도 사용되지 않다가 폰타인 낚시 협회에 의해 발견되었다. 그 뒤 몇 번의 개조를 거쳐 지금의 낚싯줄 안정 장치가 완성되었는데 완성품이 세간에 공개되자마자 대다수 회원의 인정을 받으며 점차 다른 지역으로 퍼져나갔다.\\n특히 스네즈나야에서의 홍보가 성공적이어서 어떤 집행관님의 큰 애정을 받고 있다고 한다",
        "pt": "Um auto-adaptador estabilizador de tensão que pode ser instalado numa vara de pesca para aumentar suas chances de fisgar um peixe. O dispositivo pode detectar automaticamente e registrar quanto cada peixe diferente resiste. Quanto mais dados possuir, melhor o estabilizador vai funcionar.\\n\\nO protótipo foi uma invenção sem sentido de um inventor de Fontaine que não atraiu muito interesse por muito tempo, até que a Associação de Pesca de Fontaine descobriu e modificou a invenção no estabilizador de linha de pesca utilizado hoje. Quando o dispositivo foi lançado, foi recebido de braços abertos pelos membros da Associação, e gradualmente passou a ser promovido noutras regiões.\\nÉ uma mercadoria excepcionalmente popular em Snezhnaya, ao ponto de dizerem que um Mensageiro é um grande fã desse dispositivo, explicando então sua popularidade.",
        "ru": "Адаптирующийся стабилизатор натяжения - установите его на удочку, чтобы сгладить колебания в натяжении лески и упростить рыбалку. Стабилизатор автоматически определяет и записывает силу сопротивления разных рыб. Чем полнее база данных стабилизатора, тем точнее он работает.\\n\\nПрототип устройства был разработан одним из изобретателей Фонтейна и долгое время лежал без дела, пока не был обнаружен Ассоциацией рыболовов Фонтейна. После ряда доработок изобретение превратилось в стабилизатор лески, каким мы знаем его сегодня. Стабилизатор сразу удостоился многочисленных похвал от членов Ассоциации рыболовов, а теперь постепенно завоёвывает и другие регионы.\\nОсобенно большим успехом стабилизатор пользуется в Снежной - говорят, всё дело в том, что он полюбился кому-то из Предвестников.",
        "th": "ตัวปรับแรงดึงที่แสนจะยืดหยุ่น หลังติดตั้งเอาไว้บนเบ็ดตกปลา จะสามารถผ่อนแรงดึงของเส้นเอ็น ช่วยให้ผู้คนตกปลาได้อย่างสะดวกสบายยิ่งขึ้น ตัวปรับแรงสามารถจดบันทึกแรงขัดขืนของปลาต่างชนิดกันได้ ยิ่งมีข้อมูลเยอะ การปรับแรงก็จะยิ่งเห็นได้ชัด\\n\\nร่างต้นแบบเป็นเพียงแค่สิ่งประดิษฐ์เล็กน้อยอันไร้ประโยชน์ของนักประดิษฐ์ชาว Fontaine คนหนึ่ง ซึ่งตกอยู่ในสภาพไม่ได้รับความสนใจอยู่เป็นเวลานาน จนกระทั่งสมาคมตกปลา Fontaine ค้นพบมัน และปรับแต่งจนกลายมาเป็นตัวปรับสายเอ็นตกปลาอย่างทุกวันนี้ เมื่อสิ่งประดิษฐ์ถูกเผยแพร่ มันก็ได้รับการยอมรับอย่างล้นหลามจากสมาชิกในสมาคม และค่อย ๆ ถูกเผยแพร่ไปยังเมืองอื่น\\nมันประสบความสำเร็จในการถูกเผยแพร่ใน Snezhnaya เป็นอย่างยิ่ง ว่ากันว่าเป็นเพราะมีท่านผู้บริหารสักคนค่อนข้างจะชอบมันเป็นพิเศษ",
        "vi": "Một loại máy ổn định lực căng có khả năng tự thích ứng, sau khi được lắp vào cần câu, có thể làm giảm sự dao động lực căng của dây câu, giúp thợ câu có thể câu cá nhẹ nhàng hơn. Máy ổn định có thể tự động đo lường lực vùng vẫy của nhiều loại cá khác nhau, dữ liệu ghi được càng nhiều thì hiệu quả ổn định càng tốt.\\n\\nNguyên mẫu là một phát minh vô dụng của một nhà phát minh Fontaine, và không được chú ý trong một thời gian dài. Mãi cho đến khi được Hội Câu Cá Fontaine phát hiện, sau nhiều lần cải tiến mới có được Máy Ổn Định Dây Câu như hiện nay. Thành phẩm vừa ra lò đã được rất nhiều thành viên công nhận, dần dần lan ra các khu vực khác.\\nViệc quảng bá ở Snezhnaya rất suôn sẻ, nghe nói vì nó được một vị quan chấp hành nào đó yêu thích."
    },
    "materialType": "MATERIAL_WIDGET"
}