{
    "name": {
        "en": "Five Pickled Treasures",
        "de": "Fünf Essigschätze",
        "chs": "五宝腌菜",
        "cht": "五寶醃菜",
        "es": "Cinco tesoros marinados",
        "fr": "Cinq trésors marinés",
        "id": "Five Pickled Treasures",
        "jp": "五宝漬物",
        "kr": "다섯 보물 쓰케모노",
        "pt": "Cinco Tesouros em Conserva",
        "ru": "Пять драгоценных солений",
        "th": "Five Pickled Treasures",
        "vi": "Dưa Muối Ngũ Bảo"
    },
    "id": 108359,
    "materialDesc": {
        "en": "Pickled vegetables. A round of fermentation makes food richer and also allows it to keep for longer. There were originally only four \"treasures,\" but for auspiciousness' sake, the four vegetables were mixed and plated up with one additional \"treasure\" added in, hence the name \"Five Pickled Treasures.\"",
        "de": "Eingelegtes Gemüse. Durch Fermentation werden die Lebensmittel reichhaltiger und sind länger haltbar. Ursprünglich gab es nur vier Schätze, aber aus Gründen der Glücksverheißung werden die vier Gemüsesorten beim Anrichten zusammengemischt und ein zusätzlicher Schatz wird hinzugefügt, daher der Name „Fünf Essigschätze“.",
        "chs": "腌制而成的素菜。经过发酵的食材，口感有所丰富，还能长时间保存。原本只有四宝，但为图吉利，在摆盘最后会将四种腌菜混合，再添一宝，由此得名五宝腌菜。",
        "cht": "醃製而成的素菜。經過發酵的食材，口感有所豐富，還能長時間保存。原本只有四寶，但為圖吉利，在擺盤最後會將四種醃菜混合，再添一寶，由此得名五寶醃菜。",
        "es": "Verduras marinadas. La fermentación le otorga un sabor más pleno a los alimentos y también permite que se conserven durante más tiempo. Al principio solo había cuatro tesoros, pero para favorecer los buenos augurios, primero se mezclan en el plato las cuatro verduras encurtidas y luego se añade otro tesoro adicional. De ahí proviene el nombre “cinco tesoros marinados”.",
        "fr": "Des légumes en saumure. La fermentation donne aux aliments un goût plus prononcé et leur permet de se conserver plus longtemps. Au départ, il n'existait que quatre trésors, mais pour attirer la chance, les quatre légumes ont été mélangés lors du dressage et un autre trésor y a été ajouté, ce qui explique le nom de « Cinq trésors marinés ».",
        "id": "Sayuran acar. Proses fermentasi membuat makanannya terasa lebih kaya akan rasa dan bisa untuk disimpan lebih lama. Awalnya hanya ada empat macam harta karun, tetapi demi sebuah keberuntungan, keempat macam sayuran tersebut dicampur menjadi satu untuk dihidangkan, lalu satu macam harta karun tambahan ditambahkan ke dalam campuran tersebut, sehingga kini ia bernama \"Five Pickled Treasures\".",
        "jp": "野菜の漬物。長時間発酵した食材は味が濃く、長期保存できる。本来4種類しかなかったが、縁起をよくするため、盛り付けの際に4種の野菜にもう一種加えることから、五宝漬物と名付けられた。",
        "kr": "소금에 절여 만든 야채 반찬. 발효를 거친 식자재는 풍부한 식감을 얻고, 장시간 보존할 수 있다. 원래는 4가지뿐이었지만, 행운을 위해서 4가지 절임을 섞고, 하나를 더 추가해서 다섯 보물 쓰케모노란 이름을 얻었다",
        "pt": "Legumes em conserva. Uma rodada de fermentação torna os alimentos mais enriquecidos e também permite que eles se conservem por mais tempo. Originalmente, havia apenas quatro tesouros, mas por uma questão de precaução, os quatro legumes são misturados quando são laminados, e um tesouro adicional é adicionado à mistura, daí o nome \"Cinco Tesouros em Conserva\".",
        "ru": "Маринованные овощи. Ферментация придаёт продуктам более насыщенный вкус и позволяет им дольше храниться. Изначально было только четыре драгоценных соленья, но, чтобы способствовать хорошим предзнаменованиям, четыре маринованных овоща смешивают вместе при подаче на стол, а затем к ним добавляется ещё одно драгоценное соленье, отсюда и название «Пять драгоценных солений».",
        "th": "เมนูผักดอง วัตถุดิบที่ผ่านการหมักดอง ทำให้ได้รสชาติที่เข้มข้น และยังเป็นการถนอมอาหารอีกด้วย เดิมทีมีส่วนผสมที่เป็นเหมือนสมบัติอยู่เพียง 4 ชนิด แต่เพื่อความเป็นสิริมงคล ในขั้นตอนสุดท้ายของการผสมผักดองทั้งสี่ชนิด จึงได้มีการเพิ่มสมบัติอีกชนิดหนึ่งเข้าไป จากนั้นก็จัดวางบนจาน จึงเป็นที่มาของชื่อ Five Pickled Treasures",
        "vi": "Món dưa cải muối, trải qua quá trình lên men, khẩu bị khá phong phú, còn có thể bảo quản trong thời gian dài. Vốn dĩ chỉ có 4 món, nhưng để tượng trưng cho sự may mắn, nên khi bày ra dĩa đã thêm một món nữa, vì vậy mà có tên là Dưa Muối Ngũ Bảo."
    },
    "materialType": "MATERIAL_FOOD"
}