{
    "name": {
        "en": "Flaming Essential Oil",
        "de": "Flammenöl",
        "chs": "烈火精油",
        "cht": "烈火精油",
        "es": "Aceite esencial de llamas ardientes",
        "fr": "Huile essentielle Pyro",
        "id": "Flaming Essential Oil",
        "jp": "烈火のオイル",
        "kr": "열화의 오일",
        "pt": "Óleo Essencial Flamejante",
        "ru": "Пламенное масло",
        "th": "Flaming Essential Oil",
        "vi": "Tinh Dầu Liệt Hỏa"
    },
    "id": 111013,
    "materialDesc": {
        "en": "Grants greater affinity for Pyro, boosting Pyro DMG.\\nIt is made of materials that gestate Pyro, which serves to draw in Pyro energy more effectively. It also makes the user more fired-up and passionate.",
        "de": "Ein Öl, das einen empfänglicher für die Pyro-Kraft macht und den Pyro-Schaden erhöht.\\nEs besteht aus Materialien, die die Pyro-Kraft in sich bergen. Nach dem Auftragen kann man diese Kraft besser konzentrieren. Man wird auch leicht hibbelig dadurch.",
        "chs": "让人更亲和火元素的油膏，能提升造成的火元素伤害。\\n以孕育火元素的物质制成，涂抹后能更有效地汇聚火元素。也会让人变得热情。",
        "cht": "讓人更親和火元素的油膏，能提升造成的火元素傷害。\\n以孕育火元素的物質製成，塗抹後能更有效地匯聚火元素。也會讓人變得熱情。",
        "es": "Un bálsamo que aumenta la afinidad con el fuego y potencia el Daño Pyro.\\nEstá hecho de materiales ígneos y, tras utilizarlo, condensa el elemento Pyro de forma más efectiva. También hace que quien lo use se vuelva más apasionado.",
        "fr": "Un onguent qui a une forte affinité avec l'élément Pyro et peut augmenter les DGT infligés par l'élément Pyro.\\nFabriquée à partir des matériaux qui ont engendré des éléments Pyro. Après l'application, vous pouvez concentrer plus efficacement les éléments Pyro et devenez plus passionné.",
        "id": "Meningkatkan intensitas terhadap elemen Pyro, meningkatkan Pyro DMG.\\nTerbuat dari material yang menghasilkan elemen Pyro, membuatnya menarik elemen Pyro dengan lebih efektif. Juga membuat penggunanya lebih bergairah.",
        "jp": "炎元素ダメージを上げることができるオイル。\\n炎元素を育む物質で作られたもの、塗るとより効率的に炎元素を集めることができ、使用者自身もより情熱的になる。",
        "kr": "불 원소와 가까워지게 해주는 연고. 불 원소 피해를 올릴 수 있다.\\n불 원소를 머금은 물질로 만들어, 바르면 불 원소를 더 효과적으로 모을 수 있다. 또한, 사람을 열정적으로 만든다",
        "pt": "Concede maior afinidade a Pyro, aumentando o Dano Pyro.\\nFeito de materiais primários Pyro que servem para absorver elementos Pyro mais facilmente. Também faz com que o usuário fique mais amigável.",
        "ru": "Эфирное масло, которое сближает с Пиро стихией и увеличивает Пиро урон.\\nЭто масло позволяет эффективнее притягивать Пиро элементы. Оно также делает вас более пылким.",
        "th": "น้ำมันเสริมธาตุไฟ สามารถเพิ่มความเสียหายไฟได้\\nทำมาจากวัตถุที่กำเนิดจากธาตุไฟ ซึ่งจะช่วยเพิ่มประสิทธิภาพของธาตุไฟ ได้เป็นอย่างดี นอกจากนี้ยังทำให้ผู้ใช้น่าหลงใหลขึ้นด้วย",
        "vi": "Loại cao dầu giúp tăng sát thương Nguyên Tố Hỏa tạo thành.\\nTạo ra bởi vật chất nuôi dưỡng Nguyên Tố Hỏa, khi bôi lên có thể thu thập Nguyên Tố Hỏa tốt hơn. Cũng giúp người khác trở nên nhiệt tình hơn."
    },
    "materialType": "MATERIAL_FOOD"
}