{
    "name": {
        "en": "Floaty Splody",
        "de": "Splitterbombe",
        "chs": "飘飘爆弹",
        "cht": "飄飄爆彈",
        "es": "Bomba flotante",
        "fr": "Bombe explosive",
        "id": "Floaty Splody",
        "jp": "ユラユラ爆弾",
        "kr": "둥둥 폭탄",
        "pt": "Bomba Flutuante",
        "ru": "Плавающая бомба",
        "th": "Floaty Splody",
        "vi": "Đạn Nổ Bay Bổng"
    },
    "id": 220030,
    "materialDesc": {
        "en": "A Harpastum Bomb of cunning design that sends fragments flying every which way when it explodes, dealing a certain amount of Pyro DMG over a wide AoE.",
        "de": "Eine Harpastum-Bombe mit klugem Aufbau, die bei der Explosion kleine Splitter in alle Richtungen schleudert und so einen bestimmten Pyro-Schaden in einem großen Wirkungsbereich verursacht.",
        "chs": "设计巧妙的羽球爆弹，爆炸时碎片四处飘散，能在可观的范围内造成一定的火元素伤害。",
        "cht": "設計巧妙的羽球爆彈，爆炸時碎片四處飄散，能在可觀的範圍內造成一定的火元素傷害。",
        "es": "Un Harpastbum con un ingenioso diseño. Al explotar, sus fragmentos caerán por todas partes, infligiendo Daño Pyro en una considerable área de efecto.",
        "fr": "Une bombe harpastum à la conception ingénieuse qui envoie de petits morceaux voler dans tous les sens lorsqu'elle explose, infligeant une certaine quantité de DGT Pyro sur une large zone.",
        "id": "Bom Harpastum dengan desain yang cukup cerdik sehingga dapat membuat potongan-potongan kecil terbang ke segala arah saat meledak, mengakibatkan sejumlah Pyro DMG dalam area yang luas.",
        "jp": "巧妙にデザインされたバドルドー爆弾。爆発すると破片が周囲に散り、炎元素範囲ダメージを与える。",
        "kr": "교묘하게 설계된 하르파스툼 폭탄. 폭발할 때 파편이 여러 방향으로 흩어진다. 보이는 범위 내에서 일정 불 원소 피해를 준다",
        "pt": "Um Explosivo Harpastum de design engenhoso. Ao explodir, parte-se em quatro pedaços, causando um Dano Pyro predeterminado a uma AdE considerável.",
        "ru": "Гарпастум-бомба хитроумной конструкции, которая при взрыве разбрасывает маленькие фрагменты во все стороны, нанося определённое количество Пиро урона по области.",
        "th": "Harpastum Bomb ที่มีการออกแบบอันชาญฉลาด เมื่อระเบิดเศษซากของมันจะกระจายไปทุกทิศทุกทาง และสามารถสร้างความเสียหายไฟจำนวนหนึ่งในระยะที่สามารถมองเห็นได้",
        "vi": "Đạn nổ hình cầu thiết kế tinh xảo, khi nổ mảnh vỡ sẽ bay khắp nơi, trong phạm vi nhìn thấy sẽ gây sát thương nguyên tố Hỏa nhất định."
    },
    "materialType": "MATERIAL_WIDGET"
}