{
    "name": {
        "en": "Florescent Talisman",
        "de": "Blumentalisman",
        "chs": "花朵护身符",
        "cht": "花朵護身符",
        "es": "Amuleto floral de la valentía",
        "fr": "Talisman de fleurs",
        "id": "Florescent Talisman",
        "jp": "花の御守り",
        "kr": "꽃으로 만든 호신 부적",
        "pt": "Amuleto de Flores",
        "ru": "Цветочный амулет",
        "th": "เครื่องรางดอกไม้",
        "vi": "Đóa Hoa Hộ Mệnh"
    },
    "id": 101954,
    "materialDesc": {
        "en": "A talisman woven with childish skills. Its meaning remains unknown. The Dendro energy in it keeps the flower fresh for a long time. But apart from that, there is nothing special about this talisman.",
        "de": "Nur ein Talisman, der mit kindlichen Fähigkeiten gewebt wurde. Seine Bedeutung bleibt unbekannt. Die beigefügte Dendro-Kraft hält die Blumen lange Zeit so, als wären sie frisch gepflückt worden. Aber abgesehen von Dendro-Kraft gibt es eigentlich nichts Besonderes.",
        "chs": "只是用稚嫩的手法编织而成的护身符，不知道有什么含义，附着的草元素让其上的花朵长时间保持着被摘下来后的新鲜状态。但除了其上附着的草元素，确实没有其他的特殊之处。",
        "cht": "只是用稚嫩的手法編織而成的護身符，不知道有什麼含義，附著的草元素讓其上的花朵長時間保持著被摘下來後的新鮮狀態。但除了其上附著的草元素，確實沒有其他的特殊之處。",
        "es": "Se trata de un mero amuleto hecho con la destreza de un niño. No se sabe qué significado podrá tener. Al estar afectado por el elemento Dendro, mantiene las flores frescas durante más tiempo. No esconde otra particularidad más allá de estar afectado por la energía Dendro.",
        "fr": "Une amulette fabriquée de manière enfantine. On ignore ce qu'elle représente. L'énergie Dendro qui y est contenue préserve la fraîcheur des fleurs pendant une longue durée. En dehors de cela, elle n'a rien de spécial.",
        "id": "Jimat yang ditenun dengan keterampilan level anak-anak. Makna dari jimat ini tidak diketahui. Energi Dendro yang ada di dalamnya membuat bunga tetap dalam keadaan segar untuk waktu yang lama. Tapi selain itu, tidak ada yang istimewa dari benda ini.",
        "jp": "未熟なやり方で編み込んだ御守り。どういった意味を持つのかは分からない。付着している草元素は、花を摘み取った状態の鮮度を長く保ってくれる。でも、草元素が付着していること以外は、どこが特別なのか分からない…",
        "kr": "여린 손놀림으로 엮은 호신 부적. 무슨 뜻이 담겼는지는 모르겠지만 부착된 풀 원소가 꽃송이를 방금 딴 상태처럼 신선하게 유지해준다. 하지만 풀 원소가 부착된 것을 제외하면 다른 특별한 점이 보이지 않는다",
        "pt": "Amuleto feito de uma maneira simples. Não se sabe o que este amuleto significa, mas o elemento Dendro dele mantém as flores frescas por muito tempo. No entanto, exceto pelo elemento Dendro encontrado nele, ele realmente não é nada de especial.",
        "ru": "Обычный талисман, сплетённый не самыми умелыми руками. Назначение его неизвестно. Благодаря эффекту Дендро цветы на нём долгое время остаются свежими, будто их только что сорвали. Но кроме эффекта Дендро, в этом амулете нет ничего особенного.",
        "th": "เครื่องรางป้องกันตัวที่ทำขึ้นด้วยฝีมือแบบเด็ก ๆ ไม่รู้ว่ามีความหมายอย่างไรกันแน่ พลังธาตุไม้ที่ติดอยู่ช่วยให้ดอกไม้ที่เก็บมาคงความสดเอาไว้ได้ แต่นอกจากพลังธาตุไม้ที่ติดอยู่แล้ว ก็ไม่มีจุดอื่นที่มีความพิเศษเลย",
        "vi": "Bùa hộ thân được thêu bằng kỹ thuật non nớt, không biết có ý nghĩa gì, nguyên tố Thảo đính kèm giữ cho hoa tươi lâu sau khi hái. Nhưng ngoài nguyên tố Thảo đính kèm ra thì không có gì đặc biệt ở đây cả."
    },
    "materialType": "MATERIAL_QUEST"
}