{
    "name": {
        "en": "Flowers for Princess Fischl (0)",
        "de": "Die Nacht der Prinzessin Fischl – Band Null",
        "chs": "菲谢尔皇女夜谭·第零卷",
        "cht": "菲謝爾皇女夜譚·第零卷",
        "es": "Flores para la princesa Fischl (0)",
        "fr": "Fleurs pour la princesse Fischl (0)",
        "id": "Bunga untuk Tuan Putri Fischl (0)",
        "jp": "フィッシュル皇女物語·0巻",
        "kr": "피슬 황녀 야화·제0권",
        "pt": "Flores para a Princesa Fischl (0)",
        "ru": "Цветы для принцессы Фишль. Том 0",
        "th": "Fischl เจ้าหญิงแห่งความมืด (0)",
        "vi": "Cổ Tích Về Công Chúa Fischl-Ngoại Truyện"
    },
    "id": 101554,
    "materialDesc": {
        "en": "The preliminary volume of the \"Flowers for Princess Fischl\" series.\\nThis work originally came in a violet and black wooden box as a limited edition gift, but many hardcore fans of the series who wanted to collect the whole saga were enraged by the great amount of content versus the small number of copies printed.\\nDue to this, Yae Publishing House would name this book \"Volume 0\" and sell it separately. Eventually, the original work, the boxed collector's edition, and Volume 0 would all come to be regarded as standard by fans.",
        "de": "Der Vorband der Reihe „Die Nacht der Prinzessin Fischl“. Ursprünglich kam dieses Werk in einer violett-schwarzen Holzbox als Geschenk in limitierter Auflage heraus, aber viele eingefleischte Fans der Reihe, die die ganze Saga sammeln wollten, waren über die große Menge an Inhalt im Vergleich zu der geringen Anzahl an gedruckten Exemplaren erzürnt.\\nDeshalb nannte das Verlagshaus Yae dieses Buch „Band Null“ und verkaufte es separat. Letztendlich wurden das Originalwerk, die Sammlerbox und Band Null von den Fans als wertvolle Sammlerstücke angesehen.",
        "chs": "本书系《菲谢尔皇女夜谭》系列的设定集。\\n最初为原作紫黑木盒版之限量赠品，但由于内容丰富，印量极少，惹怒了大量跟随连载购书的铁杆书迷群体。\\n不得已之下，八重堂将本作命名为「第零卷」单独发售。此后，原作、紫黑木盒收藏版与「第零卷」一同被核心向粉丝奉为圭臬。",
        "cht": "本書系《菲謝爾皇女夜譚》系列的設定集。\\n最初為原作紫黑木盒版之限量贈品，但由於內容豐富，印量極少，惹怒了大量跟隨連載購書的鐵杆書迷群體。\\n不得已之下，八重堂將本作命名為「第零卷」單獨發售。此後，原作、紫黑木盒收藏版與「第零卷」一同被核心向粉絲奉為圭臬。",
        "es": "El tomo preliminar de la saga «Flores para la princesa Fischl».\\nOriginalmente, la obra era una caja de madera violeta oscura que se entregaba como regalo de edición limitada. Sin embargo, debido a lo extenso que era el libro, se imprimió muy pocas veces, lo que enojó a aquellas personas aficionadas a comprar sagas completas.\\nA raíz de ello, la Editorial Yae decidió que este libro sería el volumen 0 y lo vendió por separado. Más tarde, los admiradores más acérrimos tomaron la obra original, la edición en caja de madera y el volumen 0 como las de mayor referencia de esta saga.",
        "fr": "Un livre qui présente les fondations de la saga « Fleurs pour la princesse Fischl ».\\nÀ l'origine, il était vendu dans une boîte en bois violette et noire en édition collector, mais son tirage réduit malgré l'immense contenu qu'il proposait a suscité la colère d'un grand nombre de fans de la série.\\nLa Chambre Yae a donc décidé de commercialiser ce livre séparément en tant que « volume 0 ». Aujourd'hui, l'édition collector et ce volume 0 sont considérés comme des objets que tout fan se doit d'avoir.",
        "id": "Volume awal dari seri novel \"Bunga untuk Tuan Putri Fischl\".\\nKarya ini awalnya datang dalam kotak kayu ungu dan hitam sebagai hadiah edisi terbatas, tetapi karena kontennya sangat beragam, produksi salinan yang sedikit membuat banyak penggemar berat yang ingin mengumpulkan seluruh seri mengamuk.\\nOleh karena itu, Yae Publishing House menamakan buku ini sebagai \"Volume 0\" dan menjualnya secara terpisah. Sejak itu, karya asli, edisi koleksian yang berkotak, dan Volume 0 dianggap sebagai standar pengukur penggemar.",
        "jp": "本書は『フィッシュル皇女物語』シリーズの設定資料集である。\\n最初は数量限定の特典として、紫檀色の木箱愛蔵版を発行した。しかし、内容が豊富で発行数が少ないため、全巻集めたい大量のファンたちを怒らせた。\\n八重堂は仕方なく、本作を「0巻」と名付け、別売りした。その後、原作、紫檀色の木箱愛蔵版と「0巻」は熱烈なファンたちに名作として愛された。",
        "kr": "이 책은 《피슬 황녀 야화》 시리즈의 설정집이다.\\n최초에는 원작 흑자색 나무 상자 편의 한정 증정품이었으나, 풍부한 내용에 비해 인쇄량이 지극히 적어 연재본을 구매한 골수팬들의 원성을 샀다.\\n이에 야에 출판사는 하는 수없이 이 작품은 「제0권」이라 명명하고 단독 발행했다. 이후, 팬들은 원작 흑자색 나무 상자 소장판과 「제0권」을 한데 묶어 시리즈의 핵심으로 삼았다",
        "pt": "O volume preliminar da série \"Flores para a Princesa Fischl\".\\nEsta obra veio originalmente em uma caixa de madeira violeta e preta como um presente de edição limitada, mas muitos fãs fanáticos da série que queriam colecionar toda a saga ficaram enfurecidos com a grande quantidade de conteúdo em comparação com o pequeno número de cópias impressas.\\nDevido a isso, a Editora Yae nomearia este livro como \"Volume 0\" e o venderia separadamente. Eventualmente, o trabalho original, a edição de colecionador e o Volume 0 passariam a ser considerados como padrão pelos fãs.",
        "ru": "Ранний том серии романов «Цветы для принцессы Фишль».\\nЭта работа изначально была выпущена ограниченным тиражом в чёрно-фиолетовой подарочной коробке. Но из-за богатого содержания и скудного количества напечатанных экземпляров многие ярые поклонники серии, которые хотели собрать всю сагу, были разгневаны.\\nПоэтому издательский дом Яэ назвал эту книгу «Том 0» и продавал её отдельно. С тех пор оригиналы, коллекционные предметы и том 0 считаются стандартом для поклонников.",
        "th": "หนังสือเล่มนี้เป็นส่วนหนึ่งของซีรีส์ \"Fischl เจ้าหญิงแห่งความมืด\"\\nแต่เดิมมาพร้อมกับกล่องไม้สีม่วงดำ แต่เนื่องจากเนื้อหาจำนวนมากแต่กลับตีพิมพ์จำนวนน้อย ทำให้แฟนหนังสือผู้คลั่งไคล้ที่ต้องการสะสมนิยายเล่มนี้ทั้งชุดพากันโกรธแค้น\\nด้วยเหตุนี้สำนักพิมพ์ Yae จึงตั้งชื่อฉบับนี้ว่า \"ฉบับ 0\" และจำหน่ายแยกต่างหาก สุดท้ายแล้ว ผลงานต้นฉบับ, ฉบับกล่องไม้สีม่วงดำ และฉบับ 0 ก็ได้รับการยกย่องจากแฟน ๆ ว่าเป็นมาตรฐาน",
        "vi": "Quyển sách này là tập đặc biệt trong bộ truyện \"Cổ tích về công chúa Fischl\".\\nBan đầu vốn dĩ là hàng tặng kèm số lượng giới hạn của phiên bản nguyên tác với bao bì hộp gỗ, nhưng do nội dung phong phú, số lượng xuất bản rất ít, nên đã khiến đông đảo độc giả hâm mộ tức giận.\\nNhà Xuất Bản Yae bất đắc dĩ phải bán riêng với tên gọi \"Ngoại Truyện\". Sau này, cả bản nguyên tác, bản hộp gỗ sưu tầm giới hạn cùng với \"Ngoại Truyện\" đều được người hâm mộ xem là thước đo chuẩn mực."
    },
    "materialType": "MATERIAL_QUEST"
}