{
    "name": {
        "en": "Flower Arrangement: Baby Blue Tranquility",
        "de": "Blumenarrangement – „Himmelblaue Ruhe“",
        "chs": "花卉瓶栽-「淡蓝的从容」",
        "cht": "花卉瓶栽-「淡藍的從容」",
        "es": "Arreglo floral: Tranquilidad celeste",
        "fr": "Composition florale « Tranquillité céleste »",
        "id": "Karangan Bunga: Biru yang Tenang",
        "jp": "花瓶-「水色の落着き」",
        "kr": "화초용 꽃병-「담청색의 여유」",
        "pt": "Arranjo de Flores: \"Graciosidade Azul\"",
        "ru": "Цветочная композиция: Бледно-голубое спокойствие",
        "th": "ดอกไม้ขวดแก้ว - \"สีฟ้าแห่งความเงียบสงบ\"",
        "vi": "Bình Hoa - Ung Dung Nhạt Nhòa"
    },
    "id": 383201,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Flower Arrangement: Baby Blue Tranquility.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Blumenarrangement – Himmelblaue Ruhe“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「花卉瓶栽-『淡蓝的从容』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「花卉瓶栽-『淡藍的從容』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Arreglo floral: Tranquilidad celeste.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la composition florale « Tranquillité céleste ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Karangan Bunga: Biru yang Tenang\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「花瓶-『水色の落着き』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「화초용 꽃병-『담청색의 여유』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Arranjo de Flores: \"Graciosidade Azul\"\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Цветочная композиция: Бледно-голубое спокойствие».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างดอกไม้ขวดแก้ว - \"สีฟ้าแห่งความเงียบสงบ\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Bình Hoa - Ung Dung Nhạt Nhòa\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}