{
    "name": {
        "en": "Flower of Farsight",
        "de": "Blume des fernen Blicks",
        "chs": "远眺之花",
        "cht": "遠眺之花",
        "es": "Flor de la contemplación",
        "fr": "Fleur de clairvoyance",
        "id": "Bunga Berpandangan Jauh",
        "jp": "遠眺の花",
        "kr": "관망의 꽃",
        "pt": "Flor da Contemplação",
        "ru": "Цветок созерцания",
        "th": "ดอกไม้มองการณ์ไกล",
        "vi": "Hoa Trông Rộng"
    },
    "id": 101635,
    "materialDesc": {
        "en": "One of the six lost offerings scattered throughout The Chasm... possibly? It seems just like an ordinary Qingxin, and one that has newly sprouted as well, seeing as how its white petals have never been touched by dew.\\nWho knows how many people have once climbed up to high heights to pick one such fresh flower? Who knows if these flowers eventually bore witness to partings or reunions?",
        "de": "Könnte es eine der sechs legendären Opfergaben sein, die in der Großen Kluft verstreut sind? Nein ... Es scheint nichts anderes zu sein als eine Qingxin, die gerade erst aufgeblüht ist. Der Morgentau ist noch auf den Blütenblättern zu sehen.\\nNiemand weiß, wie viele Menschen auf den hohen Felsen klettern mussten, um diese frische Blume pflücken zu können. Waren sie Zeugen eines Abschieds oder eines Wiedersehens?",
        "chs": "传说中散落在层岩巨渊的六件供物之一？不…好像只是普通的清心，似乎刚刚生长出来，白色的花瓣尚沾着朝露。\\n不知曾经有过多少人同样爬至高处，采摘这样新鲜的花朵。不知这些花朵最终见证了离别，还是重聚。",
        "cht": "傳說中散落在層岩巨淵的六件供物之一？不…好像只是普通的清心，似乎剛剛生長出來，白色的花瓣尚沾著朝露。\\n不知曾經有過多少人同樣爬至高處，採摘這樣新鮮的花朵。不知這些花朵最終見證了離別，還是重聚。",
        "es": "¿Será una de las seis ofrendas legendarias esparcidas por la Sima? No... Parece que no es más que una flor chingxin que acaba de florecer. En sus pétalos todavía se aprecia el rocío de la mañana.\\nNadie sabe cuántas personas tuvieron que subir hasta la cima de algún peñasco para poder recoger esta flor fresca... ¿Habrá sido testigo de despedidas o de reencuentros?",
        "fr": "L'une des six offrandes légendaires dispersées dans le Gouffre... Vraiment ? On dirait une fleur de Qingxin ordinaire qui vient de germer, car ses pétales blancs n'ont jamais été touchés par la rosée du matin.\\nQui sait combien de personnes ont gravi des sommets pour cueillir une fleur aussi fraîche ? Qui sait si cette fleur a été témoin de séparations ou de retrouvailles ?",
        "id": "Salah satu dari enam benda pemberian yang hilang dan tersebar di seluruh Chasm ... mungkin? Tampaknya seperti Qingxin biasa yang baru tumbuh, yang kelopaknya saja belum pernah menampung embun pagi.\\nEntah berapa banyak orang yang pernah naik ke tempat tinggi hanya demi memetik satu bunga segar. Tidak ada yang tahu kapan bunga-bunga ini akan menjadi saksi sebuah perpisahan atau sebuah perjumpaan kembali.",
        "jp": "伝説によると、層岩巨淵には六つの供物が散らばっていると言う——そのうちの一つ？しかし…ただ咲いたばかりの、普通の清心に見える。その白い花びらには朝露がついている。\\nかように新鮮な花を摘むために、一体どれほどの人が高所まで登ったのだろうか？その花々が見届けたのは、別れだろうか、それとも再会だろうか。",
        "kr": "층암거연에 흩어져 있다고 전해지는 여섯 가지 공물 중 하나? 아니… 그냥 평범한 청심인 듯하다. 갓 자라난 듯 흰 꽃잎은 아직도 아침 이슬을 머금고 있다.\\n얼마나 많은 사람들이 이렇게 높은 곳까지 올라와서 이 싱싱한 꽃을 꺾은 걸까? 결국 이 꽃들이 지켜본 건 이별일까, 재회일까?",
        "pt": "Será essa uma das seis oferendas perdidas no Despenhadeiro? Ela parece uma Qingxin qualquer, e uma que desabrochou recentemente, visto que suas pétalas brancas nunca foram tocadas pelo orvalho.\\nQuem sabe quantas pessoas escalaram até altitudes tão altas por causa de apenas uma flor fresca? E quem sabe se essas flores testemunharam despedidas ou reencontros?",
        "ru": "Это один из шести легендарных даров, разбросанных по Разлому? Нет, это обычный цветок цинсинь. Он пророс совсем недавно, и на лепестках его до сих пор лежит утренняя роса.\\nCкольким пришлось взобраться на высокие скалы, чтобы сорвать такой свежий цветок? И что же видели эти цветы: расставания, или воссоединения?..",
        "th": "นี่คือหนึ่งในหกของสักการะที่กล่าวกันว่ากระจัดกระจายอยู่ใน Chasm งั้นเหรอ? ไม่น่าใช่นะ... ดูเหมือนจะเป็นเพียง Qingxin ธรรมดา ๆ ดูเหมือนว่ามันเพิ่งจะเติบโตขึ้นมา กลีบดอกสีขาวยังคงย้อมด้วยหยาดน้ำค้างยามเช้า\\nไม่รู้ว่าเคยมีสักกี่คนที่ปีนขึ้นไปในที่สูง เพื่อเก็บดอกไม้ที่สดใหม่เช่นนี้ และไม่รู้ว่าแท้ที่จริงแล้ว ดอกไม้ชนิดนี้เป็นพยานถึงการจากลาหรือการพบกันใหม่กันแน่นะ",
        "vi": "Một trong 6 món vật phẩm hiến tế rải rác ở Vực Đá Sâu? Không... hình như chỉ là Thanh Tâm bình thường thôi, dường như chỉ vừa mới mọc ra, cánh hoa trắng còn đọng sương sớm.\\nKhông biết đã từng có bao nhiêu người trèo lên nơi cao để hái đóa hoa tươi như thế này. Không biết đóa hoa này cuối cùng đã chứng kiến cảnh biệt ly hay đoàn tụ."
    },
    "materialType": "MATERIAL_QUEST"
}