{
    "name": {
        "en": "Forest Patrol Anecdotes",
        "de": "Tausend Anekdoten der Waldpatrouille",
        "chs": "巡林常途的百千趣事",
        "cht": "巡林常途的百千趣事",
        "es": "Anécdotas de las patrullas forestales",
        "fr": "Anecdotes de la patrouille forestière",
        "id": "Anekdot Patroli Hutan",
        "jp": "レンジャーの日常エピソード",
        "kr": "일상 순찰 속 즐거운 일들",
        "pt": "Anedotas de Patrulha Florestal",
        "ru": "Небылицы лесного дозора",
        "th": "เกร็ดน่าสนใจระหว่างการลาดตระเวนป่า",
        "vi": "Chuyện Thú Vị Trên Đường Kiểm Lâm"
    },
    "id": 350060,
    "materialDesc": {
        "en": "A fully decked-out break room that takes design cues from the dwellings of the Forest Rangers in Gandharva Ville. The layout of the room has also been tuned to the missions that the Rangers carry out.\\nWhenever the call goes out, they can immediately grab their bags and go, and when they return from patrol, they can also quickly get down to processing, storing, or analyzing samples. If they are on guard until late in the night, they can even use the stove inside to make some supper and restore some energy. All things considered, this break room will allow the Forest Rangers to maintain peak performance at all times... As long as the rosters have been done well, of course.\\nThis Furnishing Set is favored by the following companions: Tighnari, Collei",
        "de": "Ein voll ausgestatteter Pausenraum, dessen Gestaltung sich an den Behausungen der Waldhüter in Gandharva orientiert. Die Gestaltung des Raums wurde auch nach den Aufträgen der Waldhüter angepasst.\\nWenn sie gerufen werden, können sie sofort ihre Taschen packen und gehen, und wenn sie von der Patrouille zurückkehren, können sie sich schnell an die Verarbeitung, Lagerung oder Analyse von Proben machen. Wenn sie bis spät in die Nacht auf der Wache sind, können sie sogar den Herd im Inneren benutzen, um sich ein Abendessen zuzubereiten und neue Energie zu tanken. Alles in allem könnte dieser Pausenraum die Waldhüter jederzeit in Topform halten ... Natürlich nur, wenn die Dienstpläne gut ausgearbeitet sind.\\nDieses Set wird von den folgenden Gefährten bevorzugt: Tighnari, Collei",
        "chs": "装备与陈设齐全的休息室，参考了化城郭内巡林员们的住处，并根据巡林员们通常执行的任务，优化了房间的布局。\\n一旦接到通知，立刻就能背上行囊出发，巡林归来时，也很快能将样本培养、储存或加以分析。若是值守待命至深夜，还能利用炉灶做一顿夜宵补充体力。综上考虑，这种休息室或许能让巡林员们时刻保持最佳状态，当然，前提是排班的规划一定要合理。\\n偏好这套摆设的同伴：提纳里、柯莱",
        "cht": "裝備與陳設齊全的休息室，參考了化城郭內巡林員們的住處，並根據巡林員們通常執行的任務，改善了房間的佈局。\\n一旦接到通知，立刻就能背上行囊出發，巡林歸來時，也很快能將樣本培養、儲存或加以分析。若是值守待命至深夜，還能利用爐灶做一頓消夜補充體力。綜上考慮，這種休息室或許能讓巡林員們時刻保持最佳狀態，當然，前提是排班的規劃一定要合理。\\n偏好這套擺設的同伴：提納里、柯萊",
        "es": "Una salita para descansar completamente equipada y amueblada. Está inspirada en las residencias de los guardabosques de la Villa Gandharva. La distribución de las habitaciones está optimizada para adaptarse por completo a las tareas más frecuentes que suelen llevar a cabo los guardabosques.\\nNada más recibir una notificación, los guardabosques deben preparar el equipaje y partir de inmediato. Al regresar de su patrulla, aún tienen que ordenar, procesar y analizar las muestras recogidas. Si se da el caso de que tengan que trabajar hasta altas horas de la madrugada, pueden utilizar la estufa para calentarse un pequeño refrigerio con el que reponer fuerzas. Es por ello que este tipo de habitación permite que los guardabosques siempre estén preparados para cualquier imprevisto que pueda surgir, siempre y cuando la organización de los turnos de patrulla sea razonable.\\nLos siguientes acompañantes prefieren este conjunto: Tignari y Collei.",
        "fr": "Une salle de pause entièrement meublée qui n'est pas sans rappeler les camps des gardes forestiers de Gandharva. L'agencement de la pièce a été revu selon les missions attribuées.\\nLorsque le signal retenti, les gardes forestiers attrapent leur sac et sortent. En revenant de patrouille, ils peuvent rapidement procéder au traitement, au stockage et à l'analyse des échantillons prélevés. S'ils sont de service jusqu'à tard la nuit, la marmite leur permettra de cuisiner un bon dîner pour reprendre des forces. Cette salle de pause a tout pour que les gardes forestiers soient au meilleur de leurs performances... du moment que les équipes sont bien faites.\\nCompagnons préférant ce set : Tighnari, Collei.",
        "id": "Ruang istirahat dengan desain yang terinspirasi dari tempat tinggal Penjaga Hutan di Desa Gandharva. Tata letak ruangan juga telah disesuaikan dengan misi yang dilakukan oleh para Penjaga Hutan.\\nSetiap kali ada misi, mereka dapat segera dengan cepat mengambil tas mereka dan pergi, dan ketika mereka kembali dari patroli, mereka juga dapat dengan cepat turun untuk memproses, menyimpan, atau menganalisis sampel. Jika mereka berjaga sampai larut malam, mereka bahkan dapat menggunakan kompor di dalamnya untuk membuat makan malam dan memulihkan energi. Semua hal sudah dipertimbangkan dengan baik, dan ruang istirahat ini juga akan memungkinkan Penjaga Hutan untuk mempertahankan kinerja mereka dengan baik setiap saat ... Selama urutan patrolinya sudah disusun dengan baik ya pastinya.\\nRekan yang menyukai set perabot ini: Tighnari, Collei",
        "jp": "装備と設備を完備した休憩室。ガンダルヴァー村のレンジャーたちの住処を参考に、またレンジャーたちの任務を考慮して、部屋のレイアウトを最適化した。\\n依頼があり次第、そのままリュックを背負って出発できる。巡回から戻ったら、すぐサンプルを培養して保存したり、分析したりすることができる。深夜まで見張りが続く場合、かまどを使って夜食を作り、体力を補うこともできる。上記の理由から、この休憩室はレンジャーたちの状態を最善に保つことが可能だ。もちろん、合理的なシフトが前提ではあるが。\\nこの調度品セットを好む仲間：ティナリ、コレイ",
        "kr": "도구와 설비가 완비된 휴게실. 간다르바 성곽 숲의 순찰자의 거처를 참고하고 그들의 업무에 따라 배치를 개선했다.\\n알림을 받으면 즉시 휴게실에서 배낭을 메고 출발할 수 있으며, 순찰하고 돌아와서 샘플을 빠르게 육성, 저장, 분석할 수 있다. 또한 야근하거나 당직을 선다면, 부뚜막에서 야식을 만들어 체력을 보충할 수 있다. 이러한 장점으로 이 휴게실은 숲의 순찰자의 컨디션을 책임진다. 물론 업무 일정이 합리적이라면 말이다.\\n해당 장식 세트를 선호하는 친구: 타이나리, 콜레이",
        "pt": "Um quarto de descanso totalmente equipado e mobiliado. É inspirado nas residências dos guardas-florestais da Vila Gandharva. O layout das salas é otimizado para acomodar totalmente as tarefas mais frequentes que os guardas-florestais costumam realizar.\\nAssim que receberem uma notificação, os guardas-florestais devem fazer as malas e sair imediatamente. Retornando de sua patrulha, eles ainda precisam classificar, processar e analisar as amostras coletadas. Se por acaso eles tenham que trabalhar até tarde da madrugada, eles podem usar o fogão para aquecer um pequeno lanche e reabastecer suas forças. É por isso que este tipo de sala permite que os patrulheiros estejam sempre preparados para qualquer imprevisto que possa surgir, desde que a organização dos turnos de patrulha seja razoável.\\nEste conjunto de decorações é o preferido dos seguintes companheiros: Tighnari e Collei.",
        "ru": "Оборудованная всем необходимым комната для отдыха, выполнена по образцу жилья лесных дозорных Гандхарвы. Как нельзя лучше подходит для задач стражей леса.\\nЗдесь дозорные могут быстро собраться на вызов, а при возвращении так же быстро приступить к обработке образцов, их хранению и анализу. Если дежурство затянулось до поздней ночи, они могут приготовить ужин у очага, чтобы восстановить силы. В общем, это помещение для отдыха позволит лесным дозорным всегда оставаться на пике работоспособности. Конечно, при условии, что график дежурств составлен разумно.\\nЭтот комплект предпочитает следующие компаньоны: Тигнари, Коллеи.",
        "th": "ห้องพักที่มีอุปกรณ์และการตกแต่งครบครัน โดยอ้างอิงมาจากที่พักอาศัยของเจ้าหน้าที่พิทักษ์ป่าใน Gandharva Ville โดยโครงสร้างการจัดวางในห้องจะถูกปรับเปลี่ยนตามภารกิจที่เจ้าหน้าที่พิทักษ์ป่าต้องปฏิบัติเป็นประจำ\\nทันทีที่ได้รับการแจ้ง จะสามารถคว้ากระเป๋าขึ้นสะพายแล้วออกเดินทางในทันที ยามกลับมาหลังลาดตระเวนก็จะสามารถทำการปลูกพืชตัวอย่าง และทำการเก็บรักษาหรือวิเคราะห์ได้อย่างรวดเร็ว หากต้องเฝ้าเวรประจำการจนกลางค่ำกลางคืน ยังสามารถใช้เตาไฟมาทำอาหารมื้อดึกเพื่อเพิ่มพลังงานอีกด้วย เมื่อพิจารณาถึงปัจจัยทั้งหมดข้างต้น ห้องพักเช่นนี้คงสามารถทำให้เจ้าหน้าที่พิทักษ์ป่าอยู่ในสภาพดีเยี่ยมได้ตลอดเวลาก็เป็นได้ แน่นอนว่าหากการจัดตารางงานมันสมเหตุสมผลล่ะก็นะ\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Tighnari, Collei",
        "vi": "Phòng nghỉ ngơi với đầy đủ trang thiết bị, tham khảo theo nơi ở của các kiểm lâm ở Làng Gandharva, và căn cứ theo nhiệm vụ mà các kiểm lâm thường làm, để tối ưu bố cục của gian phòng.\\nMột khi nhận được thông báo, lập tức có thể đeo hành trang và xuất phát ngay, khi quay về thì có thể nhanh chóng nuôi dưỡng, cất giữ hoặc phân tích tiêu bản. Nếu phải trực ban chờ mệnh lệnh đến khuya, thì cũng có thể dùng bếp lò để làm một bữa ăn khuya bổ sung thể lực. Tổng hợp những vấn đề trên, phòng nghỉ ngơi này có lẽ sẽ luôn giúp cho các kiểm lâm duy trì trạng thái tốt nhất, đương nhiên, tiền đề là việc xếp ca phải thật hợp lý.\\nBạn đồng hành thích bộ trang trí này: Tighnari, Collei"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}