{
    "name": {
        "en": "Forest Essential Oil",
        "de": "Dickichtöl",
        "chs": "丛林精油",
        "cht": "叢林精油",
        "es": "Aceite esencial de flora",
        "fr": "Huile essentielle Dendro",
        "id": "Forest Essential Oil",
        "jp": "叢林のオイル",
        "kr": "총림의 오일",
        "pt": "Óleo Essencial Florestal",
        "ru": "Лесное масло",
        "th": "Forest Essential Oil",
        "vi": "Tinh Dầu Tùng Lâm"
    },
    "id": 111019,
    "materialDesc": {
        "en": "Grants greater affinity for Dendro, boosting Dendro DMG.\\nIt's a nourishing external medicine that promotes growth of plants, able to better channel Dendro energy.",
        "de": "Ein Öl, das einen empfänglicher für die Dendro-Kraft macht und den Dendro-Schaden erhöht.\\nDiese auf die Haut aufzutragende Salbe ist sehr nährstoffreich. Sie eignet sich wunderbar als Dünger für Pflanzen, lässt einen die Dendro-Kraft bei Anwendung auf der Haut aber besser konzentrieren.",
        "chs": "让人更亲和草元素的油膏，能提升造成的草元素伤害。\\n富有营养的外用药剂，如果用在土地中一定是高效的生长剂。能让人更轻松地引导草元素。",
        "cht": "讓人更親和草元素的油膏，能提升造成的草元素傷害。\\n富有營養的外用藥劑，如果用在土地中一定是強效的生長劑。能讓人更輕鬆地引導草元素。",
        "es": "Un bálsamo que aumenta la afinidad con las plantas y potencia el Daño Dendro.\\nEs una medicina externa nutritiva que promueve el crecimiento de las plantas, capaz de canalizar mejor los elementos de Dendro.",
        "fr": "Un onguent qui a une forte affinité avec l'élément Dendro et peut augmenter les DGT infligés par l'élément Dendro.\\nC'est un médicament nourrissant pour l'usage externe. L'appliquer sur la terre peut faire pousser des plantes et vous aidera à guider les éléments Dendro plus facilement.",
        "id": "Meningkatkan intensitas terhadap elemen Dendro, meningkatkan Dendro DMG.\\nIni adalah obat bergizi yang mempercepat pertumbuhan tanaman dan membantu menyalurkan elemen Dendro.",
        "jp": "草元素ダメージを上げることができるオイル。\\n栄養に富んだ外用薬剤。土に使うと植物の成長速度を高められるだろう。使うとより効率的に草元素を利用することができる。",
        "kr": "풀 원소와 가까워지게 해주는 연고. 풀 원소 피해를 올릴 수 있다.\\n영양이 풍부한 바르는 약. 땅에 바르면 식물 성장제가 된다. 풀 원소를 더 쉽게 사용하게 한다",
        "pt": "Concede maior afinadade Dendro, impulsionando o Dano Dendro.\\nÉ um medicamento externo que promove o crescimento das plantas, capaz de canalizar melhor elementos Dendro.",
        "ru": "Эфирное масло, которое сближает с Дендро стихией и увеличивает Дендро урон.\\nЭто питающее масло ускоряет рост растений и позволяет увереннее направлять природные Дендро элементы.",
        "th": "น้ำมันเสริมธาตุไม้ สามารถเพิ่มความเสียหายไม้ได้\\nยาทาภายนอกที่อุดมไปด้วยสารที่มี ประโยชน์ หากใช้ท่ามกลางผืนดินจะช่วยให้พืชพันธุ์เติบโตได้ไวขึ้น ทำให้เข้ากับธาตุไม้ได้ดี",
        "vi": "Loại cao dầu giúp tăng sát thương Nguyên Tố Thảo tạo thành.\\nThuốc bôi ngoài có nhiều dưỡng chất, nếu tưới lên đất sẽ có hiệu quả giúp cây cối tăng trưởng. Giúp gọi ra Nguyên Tố Thảo nhiều hơn."
    },
    "materialType": "MATERIAL_FOOD"
}