{
    "name": {
        "en": "Formalo Ray",
        "de": "Formalo-Rochen",
        "chs": "佛玛洛鳐",
        "cht": "佛瑪洛鰩",
        "es": "Raya formalo",
        "fr": "Raie formalo",
        "id": "Formalo Ray",
        "jp": "フォーマルハウトエイ",
        "kr": "포말로 가오리",
        "pt": "Arraia Formalo",
        "ru": "Фумарольный скат",
        "th": "Formalo Ray",
        "vi": "Cá Đuối Formalo"
    },
    "id": 131022,
    "materialDesc": {
        "en": "A strange cartilaginous fish that was once thought to be a fantastical creature, only recorded in some ancient scrolls of art on Watatsumi Island. As the seal over Enkanomiya was opened, their true forms were laid bare before the eyes of all.\\nIt is said that the bodily forms of these curious creatures will change color as time passes. When they are young, they are as gold as sunlight. Later in life, however, their colors deepen, and their two 'wings' will be colored with a purple as deep as the night. Rays at this stage of life earned the name \"Formalo\" in those ancient scrolls, which means \"the maw of greed.\"",
        "de": "Ein seltsamer Rochen, von dem man einst dachte, er sei eine fantastische Kreatur, die nur in einigen alten Kunstrollen auf der Insel Watatsumi festgehalten wurde. Als das Siegel über Enkanomiya geöffnet wurde, kam seine wahre Gestalt vor aller Augen zum Vorschein.\\nEs heißt, dass die Körperformen dieser seltsamen Kreaturen im Laufe der Zeit ihre Farbe ändern. Wenn sie jung sind, sind sie so golden wie das Sonnenlicht. Später im Leben werden ihre Farben jedoch intensiver und ihre beiden „Flügel“ werden mit einem Violett gefärbt, das so tief wie die Nacht ist. Rochen in diesem Lebensstadium haben in den alten Schriftrollen den Namen „Formalo“ erhalten, was so viel bedeutet wie „der Schlund der Gier“.",
        "chs": "曾经一度被认为是幻想生物的奇异鳐鱼，只被记录在一些海祇岛的古老画卷中。如今随着尘封的海渊被打开，它们的真实样貌才展现在人们眼前。\\n据传这种奇异生物的体色会随着时间的变化而变化，幼年时通常呈现出如同皦日一般的浅金色，成年后体色会变深，双翼也被如同夜幕一般的暗紫色覆盖。在古画卷的记录中，这个时期的它们被冠以「佛玛洛」之名，其意为「贪婪之口」。",
        "cht": "曾經一度被認為是幻想生物的奇異鰩魚，只被記錄在一些海祇島的古老畫卷中。如今隨著塵封的海淵被打開，牠們的真實樣貌才展現在人們眼前。\\n據傳這種奇異生物的體色會隨著時間的變化而變化，幼年時通常呈現出如同皦日一般的淺金色，成年後體色會變深，雙翼也被如同夜幕一般的暗紫色覆蓋。在古畫卷的記錄中，這個時期的牠們被冠以「佛瑪洛」之名，其意為「貪婪之口」。",
        "es": "Una misteriosa raya que, en el pasado, se pensaba que era un ser fantástico. Solo hay registros de ellas en algunas antiguas pinturas de la Isla Watatsumi. Su verdadero aspecto por fin se ha descubierto en el presente gracias a la reapertura de las profundidades del océano.\\nDicen que el color de su cuerpo cambia con el tiempo, y que de pequeñas tienen un color dorado claro y tan brillante como el sol. Cuando son adultas, este color se oscurece y sus aletas se cubren de un color violeta profundo. En las pinturas antiguas, a las rayas en esta etapa de la vida se las llamaba “formalo”, lo cual significa “boca avariciosa”.",
        "fr": "#Un étrange poisson cartilagineux qui était autrefois considéré comme une créature fantastique et que l'on ne trouvait que dans certains anciens parchemins d'art sur l'Île de Watatsumi. Lorsque le sceau d'Enkanomiya a été ouvert, leur véritable apparence a été révélée.\\nIl paraît que l'aspect corporel de ces étranges créatures change de couleur avec le temps. Quand elles sont jeunes, elles sont aussi dorées que la lumière du soleil. Plus tard, cependant, leurs couleurs s'intensifient et leurs deux « ailes » se colorent d'un violet aussi profond que la nuit ce qui leur a valu le nom de «{NON_BREAK_SPACE}formalo{NON_BREAK_SPACE}» dans les anciens parchemins, ce qui signifie «{NON_BREAK_SPACE}gueule de la cupidité{NON_BREAK_SPACE}».",
        "id": "Ikan bertulang rawan aneh yang pernah dianggap sebagai makhluk imajinasi karena hanya tercatat dalam beberapa gulungan gambar kuno di Pulau Watatsumi. Saat segel yang menyelubungi Enkanomiya akhirnya dibuka, kini wujud sesungguhnya dari mereka mau tidak mau akhirnya terungkap di depan mata semua orang.\\nDikatakan bahwa bentuk tubuh makhluk mengherankan ini akan berubah warna seiring berjalannya waktu. Ketika mereka masih muda, mereka berwarna seperti emas dan seperti sinar matahari. Dan kehidupan terus mengalir setelahnya, kemudian warna tubuh mereka menjadi semakin gelap, lalu kedua \"sayap\" mereka akan berwarna ungu sepekat malam. Sinar pada tahap kehidupan ini dinamai dengan nama \"Formalo\", yang dalam gulungan kuno artinya adalah \"mulut keserakahan\".",
        "jp": "かつて空想上の生き物だと思われていた奇妙なエイ。海祇島にある一部の古い絵巻物にのみ記録されていた。そして、封じられた海淵への道が開かれた今、その姿が初めて明らかになった。\\nこの奇妙な生き物の体色は、生きた年数と共に変化していくと言われている。幼体は太陽のような薄黄金色だが、成体になると色が濃くなり、その「双翼」も夜空のように深い紫色で覆われる。絵巻物によれば、この時期の彼らには「強欲の口」を意味する「フォーマルハウト」という名が与えられたそうだ。",
        "kr": "한때 환상의 생물로 여겨졌던 기이한 가오리. 와타츠미섬의 오래된 그림으로만 기록이 남아있다. 지금은 닫혀있던 해연이 열리면서 비로소 진실된 모습을 드러냈다.\\n이 기이한 생물의 체색은 시간에 따라 변한다고 전해지는데, 유년기에는 보통 해와 같은 연한 금색을 띠며, 성년이 되면 색이 짙어지고 날개도 밤의 장막과 같은 어두운색으로 덮인다. 그림의 기록에서 알 수 있듯, 그것들은 「포말로」 라는 명칭으로 불렸고, 의미는 「탐욕스러운 입」이라는 뜻이다",
        "pt": "Um estranho peixe cartilaginoso que costumava ser considerado uma criatura fantástica. Existem apenas registros deles em algumas pinturas antigas na Ilha Watatsumi. Quando o selo sobre Enkanomiya foi quebrado, sua verdadeira aparência foi finalmente revelada.\\nDiz-se que a cor de seu corpo muda com o tempo. Quando são jovens têm uma cor dourada clara tão brilhante quanto o sol. Numa etapa posterior, suas cores escurecem e suas nadadeiras são cobertas por um roxo profundo como a noite. As listras nesta fase da vida destes peixes eram chamadas de \"Formalo\", que significavam \"boca gananciosa\".",
        "ru": "Загадочные скаты, которых раньше считали фантастическими существами. О них говорится лишь в нескольких древних свитках острова Ватацуми. Только теперь, когда открылась морская бездна, миру явился их истинный облик.\\nГоворят, что цвет тела этих необычных существ меняется с возрастом. Обычно в молодости они имеют светло-золотистые тела цвета искрящегося солнца. Со временем цвет тела темнеет, а крылья покрываются тёмно-фиолетовым, как ночь, налётом. В древних свитках говорится, что им было дано имя «Фумарола», что означает «жадный рот».",
        "th": "ปลากระเบนประหลาดที่ครั้งหนึ่งเคยถูกมองว่าเป็นสิ่งมีชีวิตในจินตนาการ ถูกบันทึกไว้ในม้วนภาพโบราณของเกาะ Watatsumi เท่านั้น เมื่อใต้ทะเลลึกที่ถูกทิ้งร้างมานานเปิดออก รูปร่างที่แท้จริงของมันจึงได้ปรากฏสู่สายตาของผู้คนในยุคปัจจุบัน \\nว่ากันว่าสิ่งมีชีวิตสุดประหลาดนี้จะเปลี่ยนสีของร่างกายไปตามกาลเวลา เมื่อยังอยู่ในช่วงวัยเด็กมักจะเป็นสีทองอ่อนดั่งดวงตะวัน เมื่อโตขึ้นสีของร่างกายจะเข้มขึ้น ครีบทั้งคู่เองก็จะกลายเป็นสีม่วงเข้มดั่งท้องฟ้ายามราตรี ในม้วนภาพโบราณบันทึกเอาไว้ว่า ในช่วงวัยนี้มันจะมีชื่อเรียกว่า \"Formalo\" ซึ่งหมายถึง \"ปากแห่งความโลภ\"",
        "vi": "Một con cá kỳ lạ từng được cho là sinh vật huyền bí, chỉ được ghi lại trong một số tác phẩm nghệ thuật cổ trên đảo Watatsumi. Khi phong ấn của Enkanomiya được mở ra, nó đã bắt đầu lộ diện trước mắt mọi người.\\nNgười ta nói rằng màu sắc cơ thể của những sinh vật kỳ lạ này sẽ thay đổi theo thời gian. Khi còn nhỏ, chúng có màu vàng như ánh sáng mặt trời, khi trưởng thành sẽ có màu đậm, hai vây được phủ bởi màu tím trông như màn đêm buông xuống. Trong những bức họa cổ, thời kỳ này chúng được gọi là \"Formalo\", có nghĩa là \"Cái Miệng Tham Lam\"."
    },
    "materialType": "MATERIAL_EXCHANGE"
}