{
    "name": {
        "en": "Fortune Slip Stand: Omen-Reader",
        "de": "Orakelzettelstand – „Omen-Interpretation“",
        "chs": "御神签务所-「兆解」",
        "cht": "御神籤務所-「兆解」",
        "es": "Puesto de papeles de la fortuna: Lectura del futuro",
        "fr": "Kiosque à omikuji « Vaticinateur »",
        "id": "Kios Slip Keberuntungan: Pembaca Ramalan",
        "jp": "おみくじ社務所-「兆解」",
        "kr": "점괘 사무소(社務所)-「징조」",
        "pt": "Estande do Rolinho da Sorte: Decifrando a Sorte",
        "ru": "Гадальный павильон: Читатель знамений",
        "th": "สำนักใบเซียมซี - \"ถอดคำทำนาย ไขอนาคต\"",
        "vi": "Quầy Thẻ Ngự Thần - Giải Quẻ"
    },
    "id": 390623,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Fortune Slip Stand: Omen-Reader.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Orakelzettelstand – Omen-Interpretation“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「御神签务所-『兆解』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「御神籤務所-『兆解』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Puesto de papeles de la fortuna: Lectura del futuro.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du kiosque à omikuji « Vaticinateur ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Kios Slip Keberuntungan: Pembaca Ramalan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「おみくじ社務所-『兆解』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「점괘 사무소(社務所)-『징조』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Estande do Rolinho da Sorte: Decifrando a Sorte.\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Гадальный павильон: Читатель знамений».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างสำนักใบเซียมซี - \"ถอดคำทำนาย ไขอนาคต\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Quầy Thẻ Ngự Thần - Giải Quẻ\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}