{
    "name": {
        "en": "Foundations of Stone: Timely Arrival",
        "de": "Steinbodenbelag – „Unterschlupf im Regen“",
        "chs": "铸石地基-「随车致雨」",
        "cht": "鑄石地基-「隨車致雨」",
        "es": "Suelo rocoso: Momento oportuno",
        "fr": "Fondations de pierre « Arrivée opportune »",
        "id": "Fondasi Batu: Kedatangan Tepat Waktu",
        "jp": "擬石土台-「随車夏雨」",
        "kr": "주석의 지반-「적시의 비」",
        "pt": "Fundações de Pedra: Abrigo sob a Chuva",
        "ru": "Основание из камня: Своевременное прибытие",
        "th": "ฐานรากหินหล่อ - \"สายฝนบรรเทาทุกข์\"",
        "vi": "Nền Đá - \"Mưa Rào Giải Hạn\""
    },
    "id": 394502,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making \"Foundations of Stone: Timely Arrival.\"\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Steinbodenbelag – Unterschlupf im Regen“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「铸石地基-『随车致雨』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「鑄石地基-『隨車致雨』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Suelo rocoso: Momento oportuno.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication des fondations de pierre « Arrivée opportune ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Fondasi Batu: Kedatangan Tepat Waktu\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「擬石土台-『随車夏雨』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「주석의 지반-『적시의 비』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Fundações de Pedra: Abrigo sob a Chuva\".\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Основание из камня: Своевременное прибытие».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง ฐานรากหินหล่อ - \"สายฝนบรรเทาทุกข์\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Nền Đá - \"Mưa Rào Giải Hạn\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}