{
    "name": {
        "en": "Fragmented Accessory",
        "de": "Zersplittertes Schmuckstück",
        "chs": "破碎的饰品",
        "cht": "破碎的飾品",
        "es": "Accesorio roto",
        "fr": "Accessoire cassé",
        "id": "Aksesori yang Hancur",
        "jp": "破れた装飾品",
        "kr": "부서진 장식품",
        "pt": "Acessório Fragmentado",
        "ru": "Сломанное украшение",
        "th": "เครื่องประดับที่แตกสลาย",
        "vi": "Trang Sức Vỡ Nát"
    },
    "id": 101704,
    "materialDesc": {
        "en": "A fragment that you got from \"Enjou.\" He stole this from the Dainichi Mikoshi, so this should be a relic of Enkanomiya.",
        "de": "Ein Bruchstück, das du von „Enjou“ bekommen hast. Er hat es vom Dainichi Mikoshi gestohlen, also sollte es ein Relikt von Enkanomiya sein.",
        "chs": "从「渊上」那里拿到的碎片。归根究底他也是从大日御舆里偷出来的，所以这个应该算是渊下宫的文物。",
        "cht": "從「淵上」那裡拿到的碎片。歸根究底他也是從大日御輿裡偷出來的，所以這個應該算是淵下宮的文物。",
        "es": "Un fragmento que te dio Enjou. Lo robó del Dainichi Mikoshi, así que debe de ser una reliquia de Enkanomiya.",
        "fr": "Un fragment que vous avez obtenu de la part d'« Enjou ». Il l'a volé au Dainichi Mikoshi, ce qui signifie que cela devrait être une relique d'Enkanomiya.",
        "id": "Sebuah pecahan yang kamu dapatkan dari \"Enjou.\" Dia mencuri ini dari Dainichi Mikoshi, karena itu seharusnya benda ini merupakan peninggalan Enkanomiya.",
        "jp": "「淵上」から貰った破片。しかし、彼は大日御輿から盗んだらしいので、これは淵下宮の文化遺産かもしれない。",
        "kr": "「엔죠」에게 얻은 조각. 다이니치 미코시에서 훔친 것이니 연하궁의 문물이라고 하는 게 맞을 것 같다",
        "pt": "Um fragmento que você conseguiu com \"Enjou\". Ele roubou isso do Dainichi Mikoshi, portanto, isso deve ser uma relíquia de Enkanomiya.",
        "ru": "Фрагмент, который вам дал Эндзё. Он украл его из Дайнити Микоси. По всей вероятности, это реликвия Энканомии.",
        "th": "เศษชิ้นส่วนที่ได้มาจาก \"Enjou\" ถ้าจะว่ากันจริง ๆ แล้ว เขาได้ขโมยมันมาจาก Dainichi Mikoshi ดังนั้นสิ่งนี้น่าจะถือว่าเป็นวัตถุโบราณของ Enkanomiya",
        "vi": "Mảnh vỡ lấy được từ chỗ của Enjou. Sau khi tra hỏi thì biết được hắn ta đã đánh cắp nó từ Dainichi Mikoshi, vì vậy đây có thể coi là văn vật của Enkanomiya."
    },
    "materialType": "MATERIAL_QUEST"
}