{
    "name": {
        "en": "Fragrant Seasoning",
        "de": "Duftende Würze",
        "chs": "香气四溢的调料",
        "cht": "香氣四溢的調味料",
        "es": "Condimento aromático",
        "fr": "Assaisonnement parfumé",
        "id": "Fragrant Seasoning",
        "jp": "香り高い調味料",
        "kr": "향기로운 조미료",
        "pt": "Condimento com Cheiro Aromático",
        "ru": "Ароматные приправы",
        "th": "เครื่องปรุงรสหอมกรุ่น",
        "vi": "Gia Vị Thơm Lừng"
    },
    "id": 101714,
    "materialDesc": {
        "en": "Seasoning created using the recipe given to you by Nazafarin. It has a tangy aroma and serves to bring out the flavor in any dish it is added to.",
        "de": "Dieses Gewürz wurde nach dem Rezept von Nazafarin hergestellt. Es hat ein würziges Aroma und unterstreicht den Geschmack jedes Gerichts, dem es zugefügt wird.",
        "chs": "根据娜扎法琳给的配方，制作出来的调料。带有扑鼻的香气，加入到料理中似乎能激发出更多风味。",
        "cht": "根據娜扎法琳給的配方，製作出來的調味料。帶有撲鼻的香氣，加入到料理中似乎能激發出更多風味。",
        "es": "Un condimento creado a partir de una receta de Nazafarin. Debido a su intenso aroma, puede potenciar el sabor de cualquier plato al que se agregue.",
        "fr": "Un assaisonnement créé à partir d'une recette de Nazafarin. Grâce à son arôme intense, il peut rehausser la saveur de tout plat auquel il est ajouté.",
        "id": "Bumbu yang dibuat sesuai resep yang diberikan oleh Nazafarin. Aromanya yang tajam dan berfungsi untuk menguatkan rasa pada setiap hidangan yang ditambahkannya.",
        "jp": "ナザファリンのレシピ通りに作った調味料。食欲をそそる匂いがする。料理に加えれば、より風味が増しそうだ。",
        "kr": "나자파린이 준 레시피에 따라 제작한 조미료. 군침 도는 향이 풍긴다, 요리에 넣으면 더욱 다양한 맛을 낼 수 있을 듯하다",
        "pt": "Condimento criado usando a receita de Nazafarin. Possui um aroma intenso, e realça o sabor de qualquer prato que é adicionado.",
        "ru": "Созданные по рецепту Назафарин приправы. Их пикантный аромат поможет раскрыть вкус блюда.",
        "th": "เครื่องปรุงรสตามสูตรของ Nazafarin มีกลิ่นฉุน และดูเหมือนจะสามารถดึงรสชาติออกมามากขึ้นเมื่อใส่เพิ่มเข้าไปในจานอาหาร",
        "vi": "Gia vị làm ra dựa theo công thức của Nazafarin. Mùi hương nức mũi, nếu thêm vào món ăn hình như có thể kích hoạt thêm nhiều hương vị."
    },
    "materialType": "MATERIAL_CONSUME"
}