{
    "name": {
        "en": "Fragrant Rice Buns",
        "de": "Duftende Klebreisbällchen",
        "chs": "香气四溢的米窝窝",
        "cht": "香氣四溢的米窩窩",
        "es": "Bolitas de harina de arroz aromáticas",
        "fr": "Boules de riz gluant (parfumées)",
        "id": "Fragrant Rice Buns",
        "jp": "香り高い米まんじゅう",
        "kr": "향기로운 쌀 찐빵",
        "pt": "Bolinhas de Arroz com Cheiro Aromático",
        "ru": "Ароматные рисовые пампушки",
        "th": "Rice Bun หอมกรุ่น",
        "vi": "Bánh Gạo Thơm Lừng"
    },
    "id": 101751,
    "materialDesc": {
        "en": "A delicious dish with some extra seasoning! It gives off a titillating aroma... But whose tastes will this dish suit? Invite your friends, invite your pals — get them to try this new dish!",
        "de": "Ein köstliches Gericht mit einer Extraportion Würze! Es verströmt ein betörendes Aroma ... aber wem wird dieses Gericht schmecken? Lade deine Freunde ein, lade deine Bekannten ein und bring sie dazu, dieses neue Gericht zu probieren!",
        "chs": "加入了调料的美味料理，散发着诱人的香气。不知道适合谁的喜好呢？快去邀请伙伴们试吃吧！",
        "cht": "加入了調味料的美味料理，散發著誘人的香氣。不知道適合誰的喜好呢？快去邀請夥伴們試吃吧！",
        "es": "Un plato bien condimentado que desprende un tentador aroma. ¿Qué tal si invitas a tus acompañantes para ver a quién le podría gustar?",
        "fr": "Un plat délicieux avec un peu d'assaisonnement en plus ! Il dégage un arôme titillant... Mais à qui ce plat conviendra-t-il ? Invitez vos amis et vos compagnons pour leur faire goûter ce nouveau plat !",
        "id": "Makanan lezat yang sudah diracik dengan bumbu tambahan menebarkan aroma yang menggugah selera. Kira-kira siapa yang paling cocok dengan cita rasa ini ya? Ayo pergi dan undanglah temanmu untuk mencicipinya!",
        "jp": "調味料が加えられた美味しい料理。えもいわれぬ、食欲をそそる匂いがする。誰の好みだろう？さっそく仲間に頼んで、食べてみてもらおう！",
        "kr": "조미료를 넣은 맛있는 요리, 군침 도는 향기를 풍긴다. 과연 이 요리는 누구의 입맛에 맞을까? 어서 동료들에게 맛 보여 주자!",
        "pt": "Um prato delicioso com condimentos extras! Exala um aroma inebriante... Mas quem vai gostar deste tipo de prato? Convide seus amigos para experimentar esta nova especialidade!",
        "ru": "Аппетитное блюдо, которое благодаря специям источает ещё более соблазнительный аромат. Но кому это блюдо придётся по вкусу? Поскорее пригласите друзей попробовать его!",
        "th": "อาหารอร่อยที่ใส่เครื่องปรุงรสพิเศษ ส่งกลิ่นหอมยั่วยวนใจ แต่จานนี้จะเหมาะกับใครกันนะ? รีบไปชวนบรรดาเพื่อนพ้องมาลองชิมเร็วเข้าสิ!",
        "vi": "Món ăn ngon sau khi được thêm gia vị, có mùi thơm hấp dẫn. Không biết phù hợp với khẩu vị của ai nhỉ? Mau đi mời bạn bè dùng thử đi nào!"
    },
    "materialType": "MATERIAL_SPICE_FOOD"
}