{
    "name": {
        "en": "Fragile Bone Shard",
        "de": "Zerbrechliches Knochenstück",
        "chs": "脆弱的骨片",
        "cht": "脆弱的骨片",
        "es": "Fragmento de hueso frágil",
        "fr": "Fragment d'os fragile",
        "id": "Fragile Bone Shard",
        "jp": "脆い骨片",
        "kr": "약한 뼛조각",
        "pt": "Fragmento de osso frágil",
        "ru": "Хрупкие останки",
        "th": "Fragile Bone Remains",
        "vi": "Mảnh Xương Giòn Yếu"
    },
    "id": 112041,
    "materialDesc": {
        "en": "A bone shard once carried by a Geovishap.\\nAlthough they are quite fragile, they seem to still harbor some indescribable power.",
        "de": "Ein Knochenstück von Drachenechsen.\\nObwohl sie äußerst zerbrechlich sind, beinhalten sie eine Art unerklärliche Kraft.",
        "chs": "从龙蜥身上找到的某种骨片。\\n尽管十分脆弱，其中似乎蕴含着某种难以言喻的力量。",
        "cht": "從龍蜥身上找到的某種骨片。\\n儘管十分脆弱，其中似乎蘊含著某種難以言喻的力量。",
        "es": "Un fragmento de hueso que hace tiempo fue encontrado encima del cuerpo de un Dragarto.\\nAunque es bastante frágil, parece que aún alberga un poder indescriptible.",
        "fr": "Fragment d'os retrouvé sur le corps d'un Élémentosaure.\\nMalgré sa fragilité, une mystérieuse puissance semble s'en dégager.",
        "id": "Sebuah pecahan tulang yang pernah dibawa oleh Geovishap.\\nWalaupun cukup rapuh, mereka sepertinya masih memiliki kekuatan yang luar biasa.",
        "jp": "ヴィシャップの体から見つけたある骨片。\\n非常に脆いが、何ともいえない力が宿っているらしい。",
        "kr": "용 도마뱀에게서 발견된 뼛조각.\\n금방이라도 부서질 것처럼 약하지만, 알 수 없는 힘이 있는 듯하다",
        "pt": "Um fragmento de osso encontrado há muito tempo em cima do corpo de um Dragarto. \\nEmbora seja bastante frágil, parece ainda abrigar um poder indescritível.",
        "ru": "Осколок кости, найденный на теле геовишапа.\\nЭти кости очень хрупкие, но они всё ещё содержат в себе неописуемую силу.",
        "th": "เศษกระดูกบางอย่างที่หาได้จาก Geovishap ถึงแม้ว่าจะเปราะบางแบบสุด ๆ แต่ดูเหมือนว่ามันจะครอบครองพลังบางอย่างที่ไม่สามารถอธิบายได้อยู่",
        "vi": "Mảnh xương được tìm thấy trên người rồng đất.\\nCho dù rất giòn, nhưng trong đó chứa đựng sức mạnh không thể diễn tả bằng lời."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}