{
    "name": {
        "en": "\"Fragments of Innocence\"",
        "de": "„Fragment der Kindheit“",
        "chs": "「童真的断篇」",
        "cht": "「童真的斷篇」",
        "es": "Retazos de inocencia",
        "fr": "« Fragments d'innocence »",
        "id": "\"Fragments of Innocence\"",
        "jp": "「童心の欠片」",
        "kr": "「동심의 단편」",
        "pt": "Fragmentos da Inocência",
        "ru": "«Фрагменты невинности»",
        "th": "\"Fragments of Innocence\"",
        "vi": "Trích Đoạn Cổ Tích"
    },
    "id": 200105,
    "materialDesc": {
        "en": "Specialized refinement material for \"Dodoco Tales.\"\\nPages scattered on the wind. Each one is filled to the brim with childlike wonder, and their dimensions are an exact match for \"Dodoco Tales.\" The abundant innocence and pure love therein will never fade, and just like the never-ending adventure in the book — this passionate fairy tale shall forever soar in the wake of the author's footsteps.",
        "de": "Spezielles Verfeinerungsmaterial für „Dodoco-Geschichten“.\\nVom Wind verwehte Seiten. Jede ist bis zum Rand mit fantastischen Wundern gefüllt und die Dimensionen sind perfekt für „Dodoco-Geschichten“. Die Unschuld und die pure Liebe, die darin steckt wird niemals vergehen, genau wie das niemals endende Abenteuer im Buch – dieses passionierte Märchen soll für immer auf den ausgebreiteten Flügeln des Autors getragen werden.",
        "chs": "「嘟嘟可故事集」专用的精炼道具。\\n随风散落的断篇，每一页上都写满童趣之事，而尺寸恰好与《嘟嘟可故事集》完美相合。其间满溢的童心与纯真的爱永不褪色，就像书中永无完结的大冒险一样，热忱的童话永远随着其作者的脚步飞扬。",
        "cht": "「嘟嘟可故事集」專用的精煉道具。\\n隨風散落的斷篇，每一頁上都寫滿童趣之事，而尺寸恰好與《嘟嘟可故事集》完美相合。其間滿溢的童心與純真的愛永不褪色，就像書中永無完結的大冒險一樣，熱忱的童話永遠隨著其作者的腳步飛揚。",
        "es": "Objeto de refinamiento especial para el arma Cuentos de Dodoco.\\nPáginas llevadas por el viento. Cada una de ellas está repleta de imaginación infantil y sus dimensiones coinciden exactamente con las de Cuentos de Dodoco. La inocencia y el amor contenidos en ellas nunca desaparecerán, igual que la aventura interminable que relata el libro. Este emocionante cuento de hadas volará para siempre, siguiendo los pasos de su autor.",
        "fr": "Matériau de raffinement spécial pour les Contes de Dodoco.\\nDes pages éparpillées par le vent. Chacune d'entre elles est remplie d'émerveillements d'enfants, et leurs dimensions correspondent exactement à celles des « Contes de Dodoco ». L'abondance d'innocence et d'amour pur contenue dans ces pages ne disparaîtra jamais, tout comme l'aventure sans fin de ce livre. Ce conte de fées passionné suivra à jamais les traces de son auteur.",
        "id": "Material refine khusus untuk \"Dodoco Tales\".\\nHalaman-halaman bertebaran di atas angin. Masing-masing dipenuhi keajaiban bagi anak-anak, dan dimensinya sama persis dengan \"Dodoco Tales\". Kepolosan yang melimpah dan cinta murni yang terkandung di dalamnya tidak akan pernah pudar, seperti petualangan yang tidak pernah berakhir di dalam buku - dongeng yang penuh gairah ini akan selamanya melayang di atas sayap jejak sang penulis.",
        "jp": "「ドドコの物語」専用の精錬アイテム。\\n風により散らばったページには、子供心を満たす物語がそれぞれ描かれている。ページのサイズは『ドドコの物語』とぴったり一致し、溢れ出す童心、そして純粋な愛は決して色褪せることがない。物語に描かれる終わりなき冒険のように、心温かい童話はその小さな作者の歩みと共に永遠に羽ばたき続ける。",
        "kr": "「도도코 이야기집」전용 재련 아이템.\\n바람에 흩어진 단편으로 모든 페이지에 동심이 가득한 이야기들로 가득 차 있다. 사이즈가 《도도코 이야기 집》과 완전히 동일하다. 그 속에 가득차 있는 동심과 순수한 사랑은 영원히 빛바래지 않고 책 속의 끝나지 않는 모험처럼 열정적인 동화는 그 작가의 발걸음을 따라간다",
        "pt": "Material de Refinamento especial para \"Contos de Dodoco\".\\nPáginas espalhadas ao vento. Cada uma está repleta de sonhos infantis, cujas dimensões correspondem exatamente aos \"Contos de Dodoco\". A inocência abundante e o amor puro contidos nelas nunca irão desaparecer, assim como a aventura sem fim dentro do livro - este conto de fadas arrebatador seguirá para sempre os passos de seu autor.",
        "ru": "Особый предмет пробуждения в событии «Истории Додоко».\\nСтраницы, развеянные по ветру. Каждая из них наполнена детскими фантазиями, а размеры точно соответствуют «Историям Додоко». Невинность и чистая любовь, заключенные в них, никогда не померкнут, как и бесконечные приключения, о которых повествует книга. Эта захватывающая сказка будет вечно парить на крыльях по следам автора.",
        "th": "วัสดุขัดเกลาอาวุธสำหรับ \"Dodoco Tales\"\\nเศษหน้ากระดาษที่กระจัดกระจายไปกับสายลม ทุกหน้าเต็มไปด้วยเรื่องราวที่น่าสนใจสำหรับเด็ก และมีขนาดเท่ากับ Dodoco Tales ทุกประการ ความไร้เดียงสาที่เอ่อล้น และความรักอันแสนบริสุทธิ์นั้นจะไม่มีวันจางหายไป เฉกเช่นการผจญภัยอันยิ่งใหญ่ในหนังสือที่ไม่มีวันสิ้นสุด เรื่องราวชวนฝันอันแสนอบอุ่น จะโบยบินตามรอยเท้าของผู้เขียนตลอดไป",
        "vi": "Đạo cụ tinh luyện của \"Tuyển tập các câu chuyện về Dodoco\".\\nCác trích đoạn tung bay khắp nơi trong gió, mỗi một trang đều viết về các câu chuyện tuổi thơ, mà kích thước hoàn toàn phù hợp với \"Tuyển tập các câu chuyện về Dodoco\". Trái tim tuổi thơ và tình yêu thuần khiết dạt dào, cũng giống như chuyến mạo hiểm bất tận trong sách, những câu chuyện cổ tích sẽ mãi bay cao theo bước chân của tác giả."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}