{
    "name": {
        "en": "Fragrant Mashed Potatoes",
        "de": "Deftiger Kartoffelbrei",
        "chs": "香浓土豆泥",
        "cht": "香濃馬鈴薯泥",
        "es": "Puré de papas",
        "fr": "Purée de pommes de terre",
        "id": "Fragrant Mashed Potatoes",
        "jp": "濃厚マッシュポテト",
        "kr": "촉촉 으깬 감자",
        "pt": "Purê de Batatas Aromatizado",
        "ru": "Ароматное пюре",
        "th": "Fragrant Mashed Potatoes",
        "vi": "Khoai Tây Nghiền"
    },
    "id": 108242,
    "materialDesc": {
        "en": "Seasoned mashed potatoes. The potatoes were thoroughly mashed before a sauce was drizzled over them. The mouthfeel is soft and smooth and it has a rich, multi-layered flavor profile. A satisfying choice for a hungry stomach, whether as a side or as a main dish.",
        "de": "Gewürztes Kartoffelpüree. Die Kartoffeln wurden gründlich püriert, bevor eine Soße darüber geträufelt wurde. Das Mundgefühl ist weich und geschmeidig und es hat ein reiches, vielschichtiges Geschmacksprofil. Eine befriedigende Wahl für einen hungrigen Magen, ob als Beilage oder als Hauptgericht.",
        "chs": "调味加工而成的土豆泥。将土豆捣成细腻的泥状，淋上调味汁，口感润滑，富有味觉层次。无论是作为配菜还是主食，都能轻松满足饥肠辘辘的胃。",
        "cht": "調味加工而成的馬鈴薯泥。將馬鈴薯搗成細膩的泥狀，淋上調味汁，口感潤滑，富有味覺層次。無論是作為配菜還是主食，都能輕鬆滿足饑腸轆轆的胃。",
        "es": "Un puré de papas al que se ha agregado cierto aderezo. Las papas se machacan hasta convertirse en un puré sobre el que se vierte el aderezo. Esto le otorga una agradable suavidad y una espléndida mezcla de sabores. Ya sea como acompañamiento o plato principal, aliviará por completo el hambre de cualquier estómago.",
        "fr": "De la purée de pommes de terre agrémentée. Écrasez les pommes de terre jusqu'à l'obtention d'une purée, à laquelle vous mélangez ensuite la sauce dédiée à cet usage. Le plat ainsi obtenu glisse tout seul en bouche en révélant une palette de saveurs. Qu'il s'agisse du plat principal ou d'un accompagnement, la purée de pommes de terre est le met idéal pour remplir les estomacs criant famine.",
        "id": "Kentang tumbuk yang sudah dibumbui. Tumbuk kentang hingga halus, tuangkan saus, dan sebuah hidangan yang kaya rasa pun siap dihidangkan. Baik dijadikan sebagai lauk atau pun menu utama, hidangan ini pasti akan memanjakan lidah dan memuaskan rasa lapar.",
        "jp": "味付けしたマッシュポテト。ジャガイモを押しつぶし、なめらかでコクのある味に仕上げた料理。おかずとしてもよし、主食としてもよし、お腹が空いたときの最高の一品。",
        "kr": "간을 해 맛을 낸 으깬 감자. 감자를 고운 진흙처럼 으깬 후 소스를 뿌리면 촉촉하고 부드러운 식감을 느낄 수 있다. 반찬으로 곁들이든, 주식으로 먹든 쉽게 배를 채울 수 있는 음식이다",
        "pt": "Purê de Batata temperado. As batatas viraram um purê fino antes de o molho ser misturado. A sensação na boca é suave e cheia de sabores complexos. Isso irá satisfazer facilmente um estômago faminto, seja como acompanhamento ou prato principal.",
        "ru": "Картофельное пюре с приправами. Картофель раздавлен в пюре с нежной текстурой и полит соусом. Вкус мягкий и богатый. Такое пюре удовлетворит любой голодный желудок, и не важно, гарнир это или основное блюдо.",
        "th": "มันฝรั่งบดปรุงรส มันฝรั่งที่ถูกบดอย่างละเอียดแล้วราดด้วยซอส ให้รสชาติที่นุ่มและละเมียดละมุน ไม่ว่าจะทานเป็นเครื่องเคียงหรืออาหารจานหลัก ก็ทำให้อิ่มท้องได้สบาย ๆ",
        "vi": "Khoai tây được nghiền thành hỗn hợp nhuyễn, phủ lên trên nước sốt, hương vị mềm mịn và đủ vị. Dù là món phụ hay món chính cũng sẽ dễ dàng thỏa mãn cái bụng đói."
    },
    "materialType": "MATERIAL_FOOD"
}