{
    "name": {
        "en": "Freshly-Picked Mushroom",
        "de": "Frisch gesammelter Pilz",
        "chs": "原产地的新鲜蘑菇",
        "cht": "原產地的新鮮蘑菇",
        "es": "Champiñones recién recogidos",
        "fr": "Champignon fraîchement récolté",
        "id": "Jamur Petik Segar",
        "jp": "採れたての新鮮キノコ",
        "kr": "원산지의 신선한 버섯",
        "pt": "Cogumelo Recém-Colhido",
        "ru": "Свежесобранные грибы",
        "th": "Mushroom สด ๆ จากถิ่นกำเนิด",
        "vi": "Nấm Tươi Mới Hái"
    },
    "id": 101955,
    "materialDesc": {
        "en": "Mushrooms collected at the location designated by Hanbei. Although these mushrooms grow on tree trunks, they don't look special at all. They aren't going to cause any trouble, are they?",
        "de": "Pilze, die an dem von Hanbei angegebenen Ort gesammelt wurden. Obwohl diese Pilze auf Baumstämmen wachsen, sehen sie nicht besonders aus. Diese Pilze werden doch keinen Ärger machen, oder?",
        "chs": "在范兵卫的指定地点采集到的蘑菇。这些蘑菇虽然生长在树干上，但看起来也没什么特别之处。这些蘑菇总不会惹出什么麻烦了吧…",
        "cht": "在範兵衛的指定地點採集到的蘑菇。這些蘑菇雖然生長在樹幹上，但看起來也沒什麼特別之處。這些蘑菇總不會惹出什麼麻煩了吧…",
        "es": "Champiñones recogidos en la localización que te proporcionó Hanbei. Aparte del hecho de que crecen en los troncos de los árboles, no parecen tener nada de especial. No darán ningún problema, ¿verdad?",
        "fr": "Des champignons récoltés à l'endroit que vous a indiqué Hanbei. Bien qu'ils poussent autour du tronc des arbres, ces champignons n'ont en apparence rien de spécial. Ils ne vont pas être la source de problèmes, n'est-ce pas ?",
        "id": "Jamur yang dikumpulkan di lokasi yang ditentukan oleh Hanbei. Meskipun jamur ini tumbuh di batang pohon, mereka tidak terlihat istimewa sama sekali. Mereka tidak akan menyebabkan masalah apa-apa, kan?",
        "jp": "範兵衛の指定した場所で採れたキノコ。木の幹に生えているが、別に特別な感じはしない。このキノコのせいで面倒事が起きなければいいが…",
        "kr": "함베이가 지정한 장소에서 채집한 버섯. 나무줄기에서 자랐지만 특별해 보이지는 않는다. 이 버섯들이 무슨 문제를 일으키지는 않았겠지…",
        "pt": "Cogumelos colhidos no local designado pelo Hanbei. Eles crescem em troncos de árvores, mas não parecem nada de especial. Não me diga que eles causaram alguns problemas...",
        "ru": "Грибы, собранные на том самом месте, которое указал Хамбэй. Они растут на стволах деревьев, но выглядят вполне обычно. Вряд ли они могут быть опасны...",
        "th": "Mushroom ที่เก็บได้จากจุดที่ Hanbei ระบุให้ Mushroom เหล่านี้แม้จะเติบโตอยู่บนลำต้นของต้นไม้ แต่ก็ดูเหมือนว่าจะไม่ได้มีความพิเศษอะไร Mushroom พวกนี้คงไม่ก่อเรื่องวุ่นวายอะไรขึ้นหรอกมั้ง...",
        "vi": "Nấm được thu thập tại nơi Hanbei chỉ định. Mặc dù những cây nấm này mọc trên các thân cây nhưng trông chúng cũng không có gì đặc biệt. Những cây nấm này sẽ không bao giờ gây ra bất kỳ rắc rối nào..."
    },
    "materialType": "MATERIAL_QUEST"
}