{
    "name": {
        "en": "Fresh Windwheel Aster",
        "de": "Frische Windmühlenaster",
        "chs": "新鲜的风车菊",
        "cht": "新鮮的風車菊",
        "es": "Margarita voladora fresca",
        "fr": "Chrysanthème à aubes frais",
        "id": "Bunga Windwheel Aster Segar",
        "jp": "新鮮な風車アスター",
        "kr": "신선한 풍차 국화",
        "pt": "Margaridas Voadoras Frescas",
        "ru": "Свежая ветряная астра",
        "th": "ดอก Windwheel Aster สด ๆ",
        "vi": "Cúc Cánh Quạt Tươi Ngon"
    },
    "id": 100551,
    "materialDesc": {
        "en": "A Windwheel Aster picked at Windrise. The petals are still spinning merrily around. It seems the wind has imbued this plant with a healthy dose of vitality.",
        "de": "Eine Windmühlenaster vom Windstieg. Ihre Blüte dreht sich noch immer munter im Wind, als hätte er ihr grenzenlose Lebenskraft verliehen.",
        "chs": "从风起地摘到的风车菊。花瓣还在欢快地随风旋转，似乎风赐予了它无穷的生命力",
        "cht": "從風起地摘到的風車菊。花瓣還在歡快地隨風旋轉，似乎風賜予了它無窮的生命力",
        "es": "Una margarita voladora recogida en Levantaviento. Sus pétalos siguen girando alegremente. Parece que el viento ha imbuido a esta planta de una saludable dosis de vitalidad.",
        "fr": "Un chrysanthème à aubes cueilli à Ventlevé. Ses pétales tournent gaiement, comme si le vent leur avait conféré une généreuse dose de vitalité.",
        "id": "Bunga Windwheel Aster yang dipetik di Windrise. Kelopaknya masih berputar dengan riang, sepertinya angin menganugerahi bunga ini dengan kekuatan kehidupan yang cukup kuat.",
        "jp": "風立ちの地から採れた風車アスター。花びらが風と共に回り、風から無限の生命力を授かったように見える。",
        "kr": "바람이 시작되는 곳에서 딴 풍차 국화. 꽃잎이 아직도 바람 따라 회전하고 있다. 바람이 무한한 생명력을 부여하고 있는 것만 같다",
        "pt": "Margaridas Voadoras coletadas da Origem do Vento. As folhas ainda estão dançando com o vento, parece que o vento concedeu uma vitalidade interminável.",
        "ru": "Ветряная астра из долины Ветров. Лепестки её продолжают весело вращаться. Кажется, сам ветер наделил этот цветок неуёмной жизненной силой.",
        "th": "Windwheel Aster ที่เก็บมาจาก Windrise กลีบยังคงปลิวไปตามลม ราวกับลมทำให้พวกมันดูมีชีวิต",
        "vi": "Cúc Cánh Quạt được hái từ Phong Khởi Địa vẫn luôn hân hoan vui đùa trong gió, dường như sức sống mãnh liệt ấy được ban tặng bởi ngàn ngọn gió."
    },
    "materialType": "MATERIAL_QUEST"
}