{
    "name": {
        "en": "Fresh Harra Fruit",
        "de": "Frische Harra-Frucht",
        "chs": "新鲜的香辛果",
        "cht": "新鮮的香辛果",
        "es": "Fruto harra fresco",
        "fr": "Fruit harra frais",
        "id": "Harra Fruit Segar",
        "jp": "新鮮なハッラの実",
        "kr": "신선한 향신과",
        "pt": "Fruta Harra Fresco",
        "ru": "Свежий фрукт харра",
        "th": "Harra Fruit สดใหม่",
        "vi": "Quả Harra Tươi"
    },
    "id": 101941,
    "materialDesc": {
        "en": "Harra Fruit needed for making Angler Kayvan's special bait. For some reason, Harra Fruits of this kind have an appeal to monsters. They would often linger around areas where these Harra Fruits are...",
        "de": "Eine vom Angler Kayvan zur Herstellung eines speziellen Köders benötigte Harra-Frucht. Aus irgendeinem Grund scheint sie auf Monster eine gewisse Anziehungskraft zu besitzen, weshalb diese sich in der Nähe dieser Früchte herumtreiben ...",
        "chs": "渔师凯万制作特别鱼饵所需的香辛果。不知为何，似乎对魔物有一定的吸引力，让魔物们在附近徘徊…",
        "cht": "漁師凱萬製作特別魚餌所需的香辛果。不知為何，似乎對魔物有一定的吸引力，讓魔物們在附近徘徊…",
        "es": "Un fruto harra que Kayvan el pescador necesita para hacer sus cebos especiales. Al parecer, este tipo de fruto harra resulta extremadamente atrayente para los monstruos, lo que hace que se concentren a su alrededor...",
        "fr": "Un fruit harra utilisé pour fabriquer l'appât spécial du pêcheur Kayvan. Pour une raison quelconque, il exerce un pouvoir d'attraction sur les monstres au point que ceux-ci se mettent à aller et venir autour de lui...",
        "id": "Harra Fruit yang dibutuhkan untuk membuat umpan khusus buatan Angler Kayvan. Karena alasan tertentu, Harra Fruit jenis ini memiliki daya tarik bagi monster sehingga mereka selalu berkumpul di area di mana Harra Fruit ini berada ....",
        "jp": "漁師カイヴァンの特製餌に必要なハッラの実。何故かは分からないが魔物を引き寄せる力があり、これを求める魔物たちが近くをうろつくことも…",
        "kr": "낚시꾼 케이반이 특별한 낚시용 미끼를 제작할 때 필요한 향신과. 무슨 까닭인지 마물의 주의를 끌며 마물을 근처에 맴돌게 한다…",
        "pt": "Fruta Harra para as iscas especiais do pescador Kayvan. Por razões desconhecidas, parece poder atrair os monstros de uma forma ou de outra, fazendo com que os monstros fiquem vagando por aí.",
        "ru": "Фрукт харра, необходимый рыбаку Кайвану для изготовления специальной наживки. Почему-то монстры обожают такие фрукты и постоянно крутятся там, где они растут...",
        "th": "Harra Fruit ที่นักตกปลา Kayvan ใช้ทำเหยื่อตกปลาชนิดพิเศษ ไม่รู้ว่าทำไม ดูเหมือนว่ามันจะมีแรงดึงดูดพวกมอนสเตอร์ในระดับหนึ่ง จึงทำให้มีพวกมอนสเตอร์มาเพ่นพ่านอยู่ในบริเวณใกล้เคียง...",
        "vi": "Quả Harra thợ câu Kayvan dùng để chế thành mồi đặc biệt. Không biết tại sao, nó dường như có một sức hút nhất định với ma vật, khiến ma vật nán lại gần đó..."
    },
    "materialType": "MATERIAL_QUEST"
}