{
    "name": {
        "en": "Fresh Nilotpala Lotus",
        "de": "Frischer Nilotpala-Lotos",
        "chs": "新鲜的月莲",
        "cht": "新鮮的月蓮",
        "es": "Loto nilotpala fresco",
        "fr": "Nilotpalotus frais",
        "id": "Nilotpala Lotus Segar",
        "jp": "新鮮なサウマラタ蓮",
        "kr": "신선한 달 연꽃",
        "pt": "Lótus Nilotpala Fresca",
        "ru": "Свежий лотос нилотпала",
        "th": "Nilotpala Lotus สด ๆ",
        "vi": "Sen Nilotpala Tươi"
    },
    "id": 101951,
    "materialDesc": {
        "en": "Flowers that grow in wetlands in the forest and bloom at night. Their fresh petals are important ingredients for the treatment of Eleazar.",
        "de": "Blumen, die in feuchten Teilen von Wäldern wachsen. Nachts beginnen sie zu blühen. Die frischen Blütenblätter sind wichtige Bestandteile der Medizin zur Behandlung von Eleazar.",
        "chs": "生长于林中湿地，夜间绽放的花卉，新鲜的花瓣也是治疗魔鳞病的重要药材。",
        "cht": "生長於林中濕地，夜間綻放的花卉，新鮮的花瓣也是治療魔鱗病的重要藥材。",
        "es": "Un tipo de flor que crece en suelos húmedos y que florece de noche. Sus pétalos frescos son un ingrediente fundamental en el tratamiento contra la eleazar.",
        "fr": "Des fleurs qui poussent dans les zones humides de la forêt et qui fleurissent la nuit. Leurs pétales frais sont des ingrédients essentiels dans la fabrication de médicaments pour traiter l'éléazar.",
        "id": "Bunga yang tumbuh di tanah lembap di dalam hutan dan hanya mekar di malam hari. Kelopak segarnya adalah bahan penting untuk mengobati Eleazar.",
        "jp": "雨林の湿地に生える、夜にしか咲かない花。新鮮な花びらも、魔鱗病を治療するための重要な薬材である。",
        "kr": "숲속 습지에서 자라며 밤에 피는 꽃. 신선한 꽃잎은 비늘병을 치료하는 중요한 약재이다",
        "pt": "Flor que cresce nos pântanos da floresta e que desabrocha à noite. As pétalas frescas também são materiais medicinais importantes para curar Eleazar.",
        "ru": "Растёт в болотистых лесах и распускается поздней ночью. Его свежие лепестки - важнейшее средство для лечения элеазара.",
        "th": "ดอกไม้ที่เบ่งบานในยามราตรี มักเติบโตในป่าที่มีพื้นที่ชุ่มน้ำ กลีบดอกที่สดใหม่ยังเป็นวัตถุดิบที่สำคัญของยารักษาโรค Eleazar อีกด้วย",
        "vi": "Mọc ở vùng đất ngập nước trong rừng, hoa nở về đêm, cánh hoa tươi cũng là dược liệu quan trọng để chữa bệnh Eleazar."
    },
    "materialType": "MATERIAL_QUEST"
}