{
    "name": {
        "en": "Fresh Cecilia",
        "de": "Frische Cecilia",
        "chs": "新鲜的塞西莉亚花",
        "cht": "新鮮的塞西莉亞花",
        "es": "Cecilia fresca",
        "fr": "Cécilia frais",
        "id": "Bunga Cecilia Segar",
        "jp": "新鮮なセシリアの花",
        "kr": "신선한 세실리아꽃",
        "pt": "Cecília Fresca",
        "ru": "Свежая сесилия",
        "th": "ดอก Celelia สด ๆ",
        "vi": "Hoa Cecilia Tươi Ngon"
    },
    "id": 100550,
    "materialDesc": {
        "en": "A Cecilia picked on Starsnatch Cliff. The whole plant still conveys a quiet sense of gentleness even outside of its natural habitat.",
        "de": "Eine Cecilia von der Sterngreifklippe. Selbst nach dem Pflücken bewahren ihre Blüten und ihr Stängel die ursprüngliche Milde.",
        "chs": "从摘星崖摘到的塞西莉亚花。被掘起后，花瓣与枝叶依旧保持着平静的温柔感",
        "cht": "從摘星崖摘到的塞西莉亞花。被拔起後，花瓣與枝葉依舊保持著平靜的溫柔感",
        "es": "Una Cecilia recogida en el Acantilado Estrellado. Sigue transmitiendo una sensación de tranquilidad y suavidad incluso fuera de su hábitat natural.",
        "fr": "Un cécilia cueilli sur la Falaise Arrachétoile. La fleur dégage une impression de tranquilité, même hors de son environnement.",
        "id": "Bunga Cecilia yang dipetik di Starsnatch Cliff. Keseluruhan tanaman ini masih memberikan nuansa yang hangat dan lembut, bahkan setelah dipetik dari habitat alaminya.",
        "jp": "星拾いの崖から採れたセシリアの花。採られた後も、花びらと葉っぱが依然として穏やかな優しさを保っている。",
        "kr": "별을 따는 절벽에서 딴 세실리아꽃. 꽃잎과 잎사귀는 캐내진 뒤에도 부드러움을 유지하고 있다",
        "pt": "Cecília coletada no Penhasco das Estrelas. As pétalas e os ramos mantêm a mesma sensação de tranqulidade.",
        "ru": "Сесилия, сорванная с утёса Звездолова. Даже вдали от своей естественной среды цветок навевает чувство покоя и нежности.",
        "th": "ดอก Celelia ที่เก็บมาจาก Starsnatch Cliff เมื่อถูกขุดมาแล้วกลีบดอกและก้านก็ยังคงนุ่มและอ่อนโยน",
        "vi": "Cecilia được hái từ Vực Hái Sao vẫn luôn giữ được sự mềm mại trong từng chiếc lá và nhành hoa."
    },
    "materialType": "MATERIAL_QUEST"
}