{
    "name": {
        "en": "Fresh Qingxin",
        "de": "Frischer Qingxin",
        "chs": "新鲜的清心",
        "cht": "新鮮的清心",
        "es": "Flor chingxin fresca",
        "fr": "Fleur de Qingxin fraîche",
        "id": "Qingxin Segar",
        "jp": "新鮮な清心",
        "kr": "신선한 청심",
        "pt": "Qingxin Fresca",
        "ru": "Свежий цветок цинсинь",
        "th": "ดอก Qingxin สด ๆ",
        "vi": "Thanh Tâm Tươi Ngon"
    },
    "id": 100753,
    "materialDesc": {
        "en": "A translucent white flower that only grows on the highest stone peaks. It eschews the warmth and moisture of the plains to gaze out afar from the solitary mountaintops.",
        "de": "Eine Blume mit weißen, fast durchsichtigen Blüten, die nur auf hohen Gipfeln wächst. Sie kann nichts mit der Wärme und Feuchtigkeit der tieferen Ebenen anfangen und zieht es vor, auf den eisigen Gipfeln der Berge in die Ferne zu schauen.",
        "chs": "只生长在孤高石峰的通透白花。不愿接受平原的温暖与湿润，宁可在清冷的尖峰眺望远方。",
        "cht": "只生長在孤高石峰的通透白花。不願接受平原的溫暖與濕潤，寧可在清冷的尖峰眺望遠方。",
        "es": "Una flor blanca traslúcida que solo crece en los picos rocosos más altos. No se adapta bien al calor y a la humedad de las llanuras, sino que prefiere contemplar el horizonte desde los terrenos elevados.",
        "fr": "Une fleur blanche translucide qui ne pousse que sur les sommets des montagnes les plus hautes. Au lieu de grandir dans les plaines riches et humides, elle choisit de regarder au loin depuis les sommets des montagnes les plus solitaires.",
        "id": "Bunga putih transparan yang hanya tumbuh di dataran batu tertinggi. Bunganya menolak kehangatan dan kelembapan dataran rendah untuk menatap kejauhan di puncak gunung sendirian.",
        "jp": "断崖絶壁にしか咲かない透き通る白い花。平原の温もりと潤いよりも冷たい高い場所を選ぶ花。",
        "kr": "고고한 산봉우리에서만 피어나는 흰 꽃. 따뜻하고 촉촉한 평지 대신 차가운 산꼭대기에서 먼 곳을 바라본다",
        "pt": "Uma flor branca translúcida que cresce apenas em picos de pedra mais altos. Recusa a oferta do calor e da umidade das planícies para contemplar longe dos picos das montanhas solitárias.",
        "ru": "Белый цветок с полупрозрачными лепестками, который растёт только на высочайших скальных пиках. Он жертвует теплом и влагой полей, чтобы насладиться видом с одиноких горных вершин.",
        "th": "ดอกไม้สีขาวใสที่จะขึ้นเฉพาะบนจุดสูงสุดของยอดเขาเท่านั้น มันปฏิเสธที่จะรับความอบอุ่นและชุ่มชื้นของพื้นที่ราบ ยอมเด็ดเดี่ยวและหนาวเหน็บ อยู่บนยอดเขา",
        "vi": "Loài hoa trắng trong suốt chỉ có ở đỉnh núi cô độc. Không chịu được độ ẩm và ánh sáng của đồng bằng, chỉ muốn ở đỉnh núi lạnh lẽo hướng về nơi xa."
    },
    "materialType": "MATERIAL_QUEST"
}