{
    "name": {
        "en": "Fresh Sweet Flower",
        "de": "Frische Zuckerblume",
        "chs": "新鲜的甜甜花",
        "cht": "新鮮的甜甜花",
        "es": "Flor dulce fresca",
        "fr": "Fleur sucrante fraîche",
        "id": "Sweet Flower Segar",
        "jp": "新鮮なスイートフラワー",
        "kr": "신선한 달콤달콤꽃",
        "pt": "Flor Doce Fresca",
        "ru": "Свежий цветок-сахарок",
        "th": "ดอก Sweet Flower สด ๆ",
        "vi": "Hoa Ngọt Tươi Ngon"
    },
    "id": 100549,
    "materialDesc": {
        "en": "A Sweet Flower picked in the Whispering Woods. A decidedly healthy-looking specimen with a delightfully sweet aroma if you get close enough.",
        "de": "Eine Zuckerblume aus dem Flüsterwald. Sie sieht äußerst kräftig aus und versprüht einen süßen Duft.",
        "chs": "从低语森林摘到的甜甜花，看上去十分有活力，靠近闻的话，还能闻到甜甜的气味",
        "cht": "從低語森林摘到的甜甜花，長得非常有活力，靠近聞的話，還能聞到甜甜的氣味",
        "es": "Una flor dulce recogida en el Bosque Susurrante. Por su aspecto, parece bastante saludable. Si te acercas lo suficiente, olerás su delicioso y dulce aroma.",
        "fr": "Une fleur sucrante cueillie dans le Bois des Murmures. Elle semble déborder de vitalité et dégage un doux parfum perceptible si l'on s'approche d'assez près.",
        "id": "Sekuntum bunga Sweet Flower yang dipetik di Whispering Woods. Tumbuhan terlihat sangat sehat dan memiliki aroma yang harum.",
        "jp": "囁きの森から採れたスイートフラワーが生き生きする。近くで嗅ぐと甘い香りがする。",
        "kr": "속삭임의 숲에서 딴 달콤달콤꽃. 생기 넘쳐 보이며, 가까이 가면 달콤한 냄새를 맡을 수 있다",
        "pt": "Flor Doce coletado no Bosque Sussurrante. Bem fresca, com um aroma deliciosamente doce, se você chegar perto o suficiente.",
        "ru": "Сорванный в Шепчущем лесу цветок-сахарок. Полон жизни и вблизи источает замечательный сладкий аромат.",
        "th": "Sweet Flower ที่เก็บมาจาก Whispering Woods ดูแล้วรู้สึกมีชีวิตชีวามาก หากเข้าไปดมใกล้ ๆ ล่ะก็ยังได้กลิ่นหวาน ๆ อีกด้วย",
        "vi": "Hoa Ngọt được hái từ Rừng Thì Thầm dường như vẫn căng tràn sức sống, khi đưa sát vào mũi sẽ cảm nhận được vị ngọt trong bầu không khí."
    },
    "materialType": "MATERIAL_QUEST"
}