{
    "name": {
        "en": "Fried Radish Balls",
        "de": "Frittierte Rettichbällchen",
        "chs": "炸萝卜丸子",
        "cht": "炸蘿蔔丸子",
        "es": "Albóndigas de rábano fritas",
        "fr": "Boulettes de radis frites",
        "id": "Fried Radish Ball",
        "jp": "大根の揚げ団子",
        "kr": "무완자 튀김",
        "pt": "Bolinhas de Rabanete Fritas",
        "ru": "Редисовые шарики",
        "th": "Fried Radish Balls",
        "vi": "Củ Cải Viên Chiên"
    },
    "id": 108026,
    "materialDesc": {
        "en": "Fried Radish Balls. Fragrant and crispy. Make sure to eat them while they're hot! Said to be a recipe from Liyue.",
        "de": "In heißem Öl frittierte Rettichbällchen. Man sollte sie essen, solange sie heiß und knusprig sind. Das Rezept soll aus Liyue stammen.",
        "chs": "油炸的萝卜丸。有着脆嫩酥香的独特口感，适合趁热吃。据说是来自璃月的配方。",
        "cht": "油炸的蘿蔔丸。有著脆嫩酥香的獨特口感，適合趁熱吃。據說是來自璃月的配方。",
        "es": "Albóndigas de rábano fritas. Tienen una textura tierna y crujiente, por lo que lo ideal es comerlas mientras están calientes. Dicen que es una receta originaria de Liyue.",
        "fr": "Parfumées et croustillantes, mangez-les tant qu'elles sont chaudes ! Cette recette est originaire de Liyue.",
        "id": "Bakso lobak goreng. Harum dan garing. Pastikan untuk memakannya hangat-hangat! Resep ini dipercaya berasal dari Liyue.",
        "jp": "油で揚げた大根団子。香りがよく柔らかくて独特な食感を持つ。熱いうちに食べるのがオススメ。璃月のレシピらしい。",
        "kr": "기름에 튀긴 무완자. 무의 식감을 잘 살린 완자로 뜨거울 때 먹어야 한다. 리월 지방에서 유래되었다고 한다",
        "pt": "Bolinhas de Rabanete Fritas. Aroma incrível e crocantes. Coma enquanto ainda está quente! Dizem ser uma receita de Liyue.",
        "ru": "Жареные шарики из редиса. Ароматные и хрустящие. Нужно есть, пока не остыли! Говорят, что они готовятся по классическому рецепту из Ли Юэ.",
        "th": "หัวไชเท้าทอดลูกกลม ๆ ซึ่งมีกลิ่นหอมและกรอบอร่อย แนะนำให้ทานตอนที่ยังร้อนอยู่ และว่ากันว่าสูตรนี้มาจาก Liyue",
        "vi": "Viên củ cải chiên. Giòn mềm thơm ngọt, thích hợp ăn nóng. Nghe nói là món đến từ Liyue."
    },
    "materialType": "MATERIAL_FOOD"
}