{
    "name": {
        "en": "Frostshield Potion",
        "de": "Winterhärtetrank",
        "chs": "耐寒药剂",
        "cht": "耐寒藥劑",
        "es": "Poción anticongelante",
        "fr": "Potion de résistance Cryo",
        "id": "Frostshield Potion",
        "jp": "耐寒薬剤",
        "kr": "내한 포션",
        "pt": "Poção Contra o Frio",
        "ru": "Зелье морозного щита",
        "th": "Frostshield Potion",
        "vi": "Thuốc Chịu Lạnh"
    },
    "id": 111008,
    "materialDesc": {
        "en": "A miraculous potion that boosts Cryo RES and makes one able to withstand extreme cold.\\nInduces a chilling sensation when drank, but once this sensation spreads throughout the body, the feeling of being cold disappears.",
        "de": "Ein erstaunlicher Trank, der einen große Kälte aushalten lässt und den Kryo-Widerstand erhöht.\\nBei der Einnahme fühlt sich die Zunge wie erstarrt an. Nachdem sich dieses Gefühl im ganzen Körper ausgebreitet hat, spürt man die Kälte nicht mehr.",
        "chs": "让人忍耐寒冷的奇异药水，能提升冰元素抗性。\\n喝下去时，舌尖会有种冻僵的感觉。等这种感觉扩散到全身以后，就不再会感到寒冷了。",
        "cht": "讓人忍耐寒冷的奇異藥水，能提升冰元素抗性。\\n喝下去時，舌尖會有種凍僵的感覺。等這種感覺擴散到全身以後，就不再會感到寒冷了。",
        "es": "Una poción milagrosa que puede intensificar la RES Cryo y ayudar a resistir el frío.\\nAl tomarla, se puede sentir una sensación helada que, tras extenderse por todo el cuerpo, hace que ya no tengas frío.",
        "fr": "Une potion mystérieuse qui permet de résister aux environnements à basse température et augmente la RÉS Cryo.\\nLa première gorgée laisse une sensation de froid, qui disparaît avec l'usage.",
        "id": "Ramuan ajaib yang meningkatkan Cryo RES dan membuatmu tahan dingin.\\nMembuatmu merasa dingin saat meminumnya, tapi kamu tidak akan merasa dingin lagi setelah efeknya menyebar ke seluruh tubuhmu.",
        "jp": "飲むと極寒にも耐えられる不思議な薬剤。氷元素耐性が上がる。\\n飲むと冷気が舌から全身に響き渡るが、その後は寒気を感じなくなる。",
        "kr": "추위를 견디게 해주는 기이한 포션. 얼음 원소 내성을 올릴 수 있다.\\n마시면 혀가 얼어붙은 것 같은 느낌이 든다. 이런 느낌이 전신으로 퍼지고 나면 더 이상 추위를 느끼지 않는다",
        "pt": "Uma poção milagrosa que pode impulsionar a RES Cryo e fazer com que possa suportar ao frio extremo.\\nInduz uma sensação confortante ao consumi-la, mas quando você se acostumar ao frio, já não sentirá mais frio.",
        "ru": "Чудотворное зелье, которое повышает Крио сопротивление и стойкость к низким температурам.\\nВыпив это зелье, вы почувствуете резкий холод, привыкнув к которому, другой холод вы уже не почувствуете.",
        "th": "ยาที่ช่วยให้ทนต่อความเย็น สามารถเพิ่มความต้านทานน้ำแข็งได้ \\nเมื่อดื่มเข้าไปจะทำให้รู้สึกเย็น และเมื่อความรู้สึกนี้กระจายไปทั่วร่างกายแล้วนั้น คุณจะไม่รู้สึกหนาวอีกเลย",
        "vi": "Thuốc quý giúp chống lại lạnh giá, tăng kháng Nguyên Tố Băng.\\nKhi uống, trên lưỡi sẽ có cảm giác buốt lạnh. Khi cảm giác này lan tỏa ra toàn thân, thì sẽ không cảm thấy lạnh giá nữa."
    },
    "materialType": "MATERIAL_FOOD"
}