{
    "name": {
        "en": "Frosting Essential Oil",
        "de": "Frostöl",
        "chs": "霜劫精油",
        "cht": "霜劫精油",
        "es": "Aceite esencial de escarcha",
        "fr": "Huile essentielle Cryo",
        "id": "Frosting Essential Oil",
        "jp": "霜劫のオイル",
        "kr": "서리의 오일",
        "pt": "Óleo Essencial Congelante",
        "ru": "Морозное масло",
        "th": "Frosting Essential Oil",
        "vi": "Tinh Dầu Băng Giá"
    },
    "id": 111015,
    "materialDesc": {
        "en": "Grants greater affinity for Cryo, boosting Cryo DMG.\\nIt has a chilling sensation when applied, and helps one to better channel Cryo energy. It also helps to keep you cool-headed and calm.",
        "de": "Ein Öl, das einen empfänglicher für die Kryo-Kraft macht und den Kryo-Schaden erhöht.\\nBeim Verreiben spürt man einen kalten Schauder und man schwitzt weniger. Davon abgesehen, dass man damit die Kryo-Kraft besser bündelt, fühlt man sich komplett erfrischt und klar im Kopf.",
        "chs": "让人更亲和冰元素的油膏，能提升造成的冰元素伤害。\\n涂抹后会感到冰冰凉凉，不容易出汗。提高冰元素魔导能力之余，还能让人浑身凉爽，头脑冷静。",
        "cht": "讓人更親和冰元素的油膏，能提升造成的冰元素傷害。\\n塗抹後會感到冰冰涼涼，不容易出汗。提高冰元素魔導能力之餘，還能讓人渾身涼爽，頭腦冷靜。",
        "es": "Un bálsamo que aumenta la afinidad con el hielo y potencia el Daño Cryo.\\nAl utilizarlo, aporta una sensación gélida que hace que sea imposible sudar. Sirve para canalizar la magia Cryo de forma más efectiva y también ayuda a mantener el cuerpo fresco y relajado.",
        "fr": "Un onguent qui a une forte affinité avec l'élément Cryo et peut augmenter les DGT infligés par l'élément Cryo.\\nAprès l'application, vous vous sentez rafraîchi et vous transpirez moins. Elle vous aide également à garder la tête froide et rester calme.",
        "id": "Meningkatkan intensitas terhadap elemen Cryo, meningkatkan Cryo DMG.\\nMemberikan sensasi dingin saat digunakan, membuat pengguna lebih mudah menyalurkan elemen Cryo. Juga membantumu tetap tenang.",
        "jp": "氷元素ダメージを上げることができるオイル。\\n塗ると冷たく感じ、汗が出にくくなる。氷元素の魔導能力を高められる以外、頭をスッキリさせられる。",
        "kr": "얼음 원소와 가까워지게 해주는 연고. 얼음 원소 피해를 올릴 수 있다.\\n바르면 얼음같이 차갑고, 땀을 억제한다. 얼음 원소 마력 인도 능력을 높일 뿐만 아니라 시원하게 만들어준다",
        "pt": "Concede maior afinidade com Cryo, aumentando o Dano Cryo.\\nPossui uma sensação relaxante quando aplicado, facilitando a canalização de elementos Cryo. Também ajuda a manter você tranquilo e calmo.",
        "ru": "Эфирное масло, которое сближает с Крио стихией и увеличивает Крио урон.\\nПосле нанесения даёт чувство прохлады и позволяет увереннее направлять природные Крио элементы. Также оно помогает оставаться спокойным и хладнокровным.",
        "th": "น้ำมันเสริมธาตุน้ำแข็ง สามารถเพิ่มความเสียหายน้ำแข็งได้\\nเมื่อทาแล้วจะให้ความรู้สึกเย็น เพิ่มประสิทธิภาพให้แก่ผู้ใช้พลังธาตุ น้ำแข็ง และทำให้ผู้ใช้เย็นสบายสดชื่นด้วย",
        "vi": "Loại cao dầu giúp tăng sát thương Nguyên Tố Băng tạo thành.\\nKhi bôi lên sẽ có cảm giác mát mẻ, không chảy mồ hôi. Ngoài việc tăng sức mạnh Nguyên Tố Băng, còn giúp người khác cảm thấy dễ chịu."
    },
    "materialType": "MATERIAL_FOOD"
}