{
    "name": {
        "en": "Fruit Seller's Caution",
        "de": "Behutsamkeit des Obsthändlers",
        "chs": "果蔬商贩的谨慎",
        "cht": "果蔬商販的謹慎",
        "es": "Precaución del vendedor de fruta y verdura",
        "fr": "« Marchand de fruits précautionneux »",
        "id": "Kewaspadaan Penjual Buah",
        "jp": "青果商人の慎重",
        "kr": "과채 장사꾼의 신중함",
        "pt": "Cautela dos Vendedores de Frutas",
        "ru": "Осторожность продавца фруктов",
        "th": "ถุงผักผลไม้อันหลากหลาย",
        "vi": "Sự Cẩn Thận Của Người Bán Rau Quả"
    },
    "id": 393108,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making the Fruit Seller's Caution.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Behutsamkeit des Obsthändlers“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「果蔬商贩的谨慎」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「果蔬商販的謹慎」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar “Precaución del vendedor de fruta y verdura”.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du « Marchand de fruits précautionneux ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Kewaspadaan Penjual Buah\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「青果商人の慎重」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「과채 장사꾼의 신중함」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Cautela dos Vendedores de Frutas\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Осторожность продавца фруктов».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ถุงผักผลไม้อันหลากหลาย\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Sự Cẩn Thận Của Người Bán Rau Quả\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}