{
    "name": {
        "en": "Fujiwara Toshiko's Treasure Map",
        "de": "Fujiwara Toshikos Schatzkarte",
        "chs": "藤原俊子的「宝图」",
        "cht": "藤原俊子的「寶圖」",
        "es": "Mapa del tesoro de Fujiwara Toshiko",
        "fr": "Carte au trésor de Fujiwara Toshiko",
        "id": "Peta Harta Karun Fujiwara Toshiko",
        "jp": "藤原俊子の「宝蔵図」",
        "kr": "후지와라 토시코의 「보물지도」",
        "pt": "Relíquia de Fujiwara Toshiko",
        "ru": "Карта сокровищ Фудзивара Тосико",
        "th": "\"แผนที่ขุมทรัพย์\" ของ Fujiwara Toshiko",
        "vi": "Bản Đồ Của Fujiwara Toshiko"
    },
    "id": 100992,
    "materialDesc": {
        "en": "A treasure map you obtained from Fujiwara Toshiko. According to her, this map hides the means by which certain mechanisms may be activated.",
        "de": "Eine Schatzkarte, die du von Fujiwara Toshiko erhalten hast. Ihr zufolge verbirgt diese Karte die Mittel, mit denen bestimmte Vorrichtungen aktiviert werden können.",
        "chs": "从藤原俊子处获得的「宝图」。据她说，这张图上似乎隐藏着开启某种机关的方法…",
        "cht": "從藤原俊子處獲得的「寶圖」。據她說，這張圖上似乎隱藏著開啟某種機關的方法…",
        "es": "Un mapa del tesoro obtenido de Fujiwara Toshiko. Según ella, en él está la clave para activar cierto mecanismo.",
        "fr": "Une carte au trésor que vous avez obtenue de Fujiwara Toshiko. D'après ses dires, cette carte cache les moyens d'activer certains mécanismes...",
        "id": "Peta harta karun yang kamu dapatkan dari Fujiwara Toshiko. Dia bilang, peta ini menyembunyikan cara untuk mengaktifkan suatu mekanisme.",
        "jp": "藤原俊子からもらった「宝蔵図」。彼女によると、この図にはある装置を解く方法が隠されているようだ…",
        "kr": "후지와라 토시코에게서 획득한 「보물지도」. 그녀의 말에 따르면, 이 지도에는 어떤 장치를 가동할 수 있는 방법이 숨겨져 있다고 한다…",
        "pt": "Um mapa do tesouro que você obteve de Fujiwara Toshiko. De acordo com ela, esse mapa esconde os meios em que certos mecanismos podem ser ativados...",
        "ru": "Карта сокровищ, которую вы получили от Фудзивары Тосико. По её словам, на этой карте указано, как активировать некоторые механизмы...",
        "th": "\"แผนที่ขุมทรัพย์\" ที่ได้มาจาก Fujiwara Toshiko เธอบอกว่า บนภาพนี้ได้ซ่อนวิธีการเปิดกลไกบางอย่างเอาไว้...",
        "vi": "Bản đồ kho báu lấy được từ chỗ Fujiwara Toshiko. Theo cô ấy nói, bản đồ này ẩn giấu cách mở một loại cơ quan nào đó..."
    },
    "materialType": "MATERIAL_QUEST"
}