{
    "name": {
        "en": "Fully Furnished Mondstadt Bedroom",
        "de": "Vollständig möbliertes Mondstadt-Schlafzimmer",
        "chs": "家具完备的蒙德卧室",
        "cht": "家具完備的蒙德臥室",
        "es": "Dormitorio completo de Mondstadt",
        "fr": "Chambre mondstadtoise entièrement meublée",
        "id": "Kamar Tidur Mondstadt Berperabot Lengkap",
        "jp": "家具が備えられたモンドの寝室",
        "kr": "풀옵션 몬드풍 침실",
        "pt": "Quarto de Mondstadt com Móveis Excelentes",
        "ru": "Меблированная спальня Мондштадта",
        "th": "ห้องนอน Mondstadt ตกแต่งพร้อมอยู่",
        "vi": "Phòng Ngủ Mondstadt Nội Thất Đầy Đủ"
    },
    "id": 350011,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up a Fully Furnished Mondstadt Bedroom.\\nThis is a standard-issue Mondstadt bedroom, with the furniture placement taking reference from that of the Knights of Favonius quarters.\\nAs the Deaconess was praying over the wardrobe to ward off evil, the Knights also set an example by facing the wardrobe with the foot of their beds, claiming that they would give any ghostly rapscallions that should show up a hard knock on the head as a form of intimidation.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Vollständig möbliertes Mondstadt-Schlafzimmer“.\\nDies ist ein standardmäßiges Mondstadt-Schlafzimmer, wobei die Anordnung der Möbel sich an den Quartieren der Ritter des Ordo Favonius orientiert.\\nDa die Bischöfin über dem Schrank betete, um das Böse abzuwehren, setzten die Ritter ebenfalls ein Zeichen, indem sie die Fußenden ihrer Betten dem Schrank zuwandten und behaupteten, dass sie jedem Halunken, der auftauchen sollte, zur Einschüchterung einen harten Schlag auf den Kopf verpassen würden.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「家具完备的蒙德卧室」的放置方法。\\n标准陈设的蒙德卧室，家具摆放的位置参考了骑士团的宿舍。\\n在祈礼牧师对衣柜祈福驱邪的同时，骑士们也以身作则，将床尾正对衣柜门，声称如果有鬼怪出没，西风骑士会给它们迎头痛击，震慑鬼怪的同类。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「家具完備的蒙德臥室」的放置方法。\\n標準陳設的蒙德臥室，家具擺放的位置參考了騎士團的宿舍。\\n在祈禮牧師對衣櫃祈福驅邪的同時，騎士們也以身作則，將床尾正對衣櫃門，聲稱如果有鬼怪出沒，西風騎士便會給它們迎頭痛擊，震懾鬼怪的同類。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar un Dormitorio completo de Mondstadt.\\nUn dormitorio estándar de Mondstadt. La disposición de los muebles imita la de la residencia de los Caballeros de Favonius.\\nA la vez que la Diaconisa bendecía el armario para proteger a los niños del mal, los Caballeros dieron ejemplo y colocaron el armario a los pies de la cama, asegurando que así podrían patear la cabeza de cualquier monstruo o fantasma que se atreviera a salir.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de la chambre mondstadtoise entièrement meublée.\\nUne chambre à coucher mondstadtoise standard dont le placement des meubles s'inspire des quartiers de l'Ordre de Favonius.\\nTandis que la diaconesse prie pour conjurer le mal dans l'armoire à vêtements, les chevaliers donnent l'exemple en positionnant leur lit de façon à ce que leurs pieds soient face à l'armoire et en proclamant qu'ils donneraient un gros coup sur la tête en gage d'intimidation à n'importe quel fantôme qui oserait s'aventurer par ici.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Kamar Tidur Mondstadt Berperabot Lengkap\".\\nIni adalah standar untuk kamar tidur Mondstadt, peletakkan perabotnya mengambil referensi dari asrama Knights of Favonius.\\nSaat sang Diakones sedang mendoakan agar lemari bajunya dapat menangkal iblis, para Knight juga melakukan hal serupa dengan cara meletakkan lemari baju menghadap ranjang, sehingga bisa langsung memukul iblis atau hantu yang muncul dari lemari tersebut.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「家具が備えられたモンドの寝室」の詳しい配置方法が載っている設計図。\\n一般的なモンドの寝室は、騎士団の寮の家具配置を参考している。\\n祈祷牧師が悪霊を追い払うために衣装棚に祝福すると同様に、騎士たちもベッドの端を衣装棚の扉の真正面に置き、もしも悪霊が出てきたら、正面から追い払えるようにと考えている。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「풀세팅 몬드풍 침실」의 설치 방법이 기재되어 있다.\\n표준 가구가 비치된 몬드 침실, 가구 배치 위치는 기사단의 기숙사를 참조했다.\\n기도 목사가 옷장 속 악을 쫓아내기 위해 기도했고, 페보니우스 기사들도 침대를 옷장과 마주 두어 귀신이 나타나면 기사의 무력을 여실히 보여주겠노라 선전포고했다.\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Quarto de Mondstadt com Móveis Excelentes\".\\nEste é um quarto padrão de Mondstadt, com a colocação dos móveis tomando como referência os dos aposentos dos Cavaleiros de Favonius.\\nEnquanto a Diaconisa rezava sobre o guarda-roupa para proteger do mal, os Cavaleiros também deram o exemplo, virando o guarda-roupa para o pé de suas camas, alegando que dariam a qualquer cretino fantasmagórico que aparecesse um duro golpe na cabeça como uma forma de intimidação.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Меблированная спальня Мондштадта».\\nСтандартная спальня Мондштадта. Размещение мебели берёт своё начало от рыцарей Ордо Фавониус.\\nВ то время как Духовный Пастор произносил молитвы над гардеробом, чтобы защитить его от зла, рыцари также подавали пример, поворачивая гардероб к ногам своих кроватей, утверждая, что они дадут по башке любому призрачному кретину, который вздумает их запугать.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"ห้องนอน Mondstadt ตกแต่งพร้อมอยู่\"\\nห้องนอนของ Mondstadt พร้อมเฟอร์นิเจอร์มาตรฐาน ตำแหน่งของเฟอร์นิเจอร์นั้นอ้างอิงมาจากหอพักของอัศวิน \\nในขณะที่ผู้แสวงบุญอธิษฐานขับไล่สิ่งชั่วร้ายให้ตู้เสื้อผ้า ตัวอย่างเช่น เหล่าอัศวินก็จะหันข้างและหันปลายเตียงพิงประตูตู้เสื้อผ้า โดยอ้างว่าหากมีผีรบกวน กองอัศวินแห่ง Favonius จะโจมตีพวกมัน เพื่อเป็นการข่มขู่พวกภูตผี\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Phòng Ngủ Mondstadt Nội Thất Đầy Đủ\".\\nPhòng ngủ tiêu chuẩn của Mondstadt, cách bày trí được tham khảo từ ký túc xá của đội kỵ sĩ.\\nKhi Mục Sư Tế Lễ đang cầu phúc trừ tà cho tủ áo, các kỵ sĩ cũng kéo chân giường chặn cửa tủ, để lỡ như ma quỷ xuất hiện, họ sẽ có thể đánh phủ đầu, khiến cho bọn chúng khiếp sợ.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}