{
    "name": {
        "en": "Fullmoon Egg",
        "de": "Vollmondei",
        "chs": "明月蛋",
        "cht": "明月蛋",
        "es": "Rollitos de luna llena",
        "fr": "Œufs de pleine lune",
        "id": "Fullmoon Egg",
        "jp": "明月の玉子",
        "kr": "명월 딤섬",
        "pt": "Ovo de Lua Cheia",
        "ru": "Полнолунная яичница",
        "th": "Fullmoon Egg",
        "vi": "Trứng Minh Nguyệt"
    },
    "id": 108180,
    "materialDesc": {
        "en": "One of Liyue's traditional snacks. The egg has been beaten into the flour to form a dough and the shrimp and fish have been diced, minced, and packaged into the shape of a teacup, before being garnished with whole shrimp and steamed in a pot. The resulting design is like that of clouds embracing the moon, hence the name Fullmoon Egg.",
        "de": "Eine der traditionellen Leckereien aus Liyue. Rohes Ei wird mit Mehl verquirlt und dünn ausgerollt. Dann wird eine Füllung aus kleingehackten Garnelen und Fisch vorbereitet. Ein kleines Klümpchen davon kommt auf jede Teigscheibe, die oben offen bleibt, sodass kleine gefüllte Schälchen entstehen. Das Ganze wird gedämpft und sieht am Ende wie kleine Monde aus, die von Wolken verdeckt werden.",
        "chs": "璃月的传统点心之一。将蛋液混合面粉制成面皮，虾仁和鱼肉剁碎制成肉馅，包成茶盏形状，点缀完整虾仁上锅蒸熟。其造型如同云朵抱月，因此得名「明月蛋」。",
        "cht": "璃月的傳統點心之一。將蛋液混合麵粉製成面皮，蝦仁和魚肉剁碎製成肉餡，包成茶盞形狀，點綴完整蝦仁上鍋蒸熟。其造型如同雲朵抱月，因此得名「明月蛋」。",
        "es": "Un aperitivo tradicional de Liyue. La yema de huevo se mezcla con harina para hacer una masa, y los camarones y el pescado se pican para hacer el relleno. Después, se le da la forma de una taza de té, se adorna con camarones y se cocina al vapor. El resultado parece una luna llena tapada por las nubes, de ahí el nombre “rollitos de luna llena”.",
        "fr": "L'une des spécialités de Liyue. Les œufs sont mélangés à la farine pour créer une pâte, fourrée ensuite de chair de crevette et de poisson, et travaillée ensuite en une forme évasée, puis agrémentée de morceaux de crevette et mise à cuire à la vapeur. L'ensemble doit son nom à son aspect faisant penser à un nuage entourant la lune.",
        "id": "Salah satu camilan tradisional Liyue. Udang dan ikan yang telah dicincang kecil dimasukkan ke dalam adonan dari tepung dan telur, kemudian dibungkus membentuk sebuah teko. Kemudian hiasi dengan potongan udang utuh dan kukus hingga matang. Nama Fullmoon Egg diambil dari hasil akhirnya yang seperti awan yang menyelimuti rembulan.",
        "jp": "璃月の伝統点心の1つ。卵と小麦粉の皮でエビと魚肉の具を湯呑のように包み、エビ一匹丸ごと上に載せて蒸した点心である。雲が月を包むような形である為、「明月の玉子」と名付けられた。",
        "kr": "리월의 전통 간식 중 하나. 달걀에 밀가루를 섞어서 반죽을 만들고, 생새우살과 생선살을 잘게 다져 고기소를 만들어 찻잔 모양으로 빚은 후 찜기에 넣어 쪄낸 음식. 구름이 감싼 달처럼 보인다고 해서 「명월 딤섬」이라고 불린다",
        "pt": "Um dos petiscos tradicionais de Liyue. O ovo foi batido na farinha para formar uma massa e o camarão e o peixe foram picados, moídos e embalados na forma de uma xícara de chá, antes de serem enfeitados com camarões inteiros e cozidos no vapor em uma panela. O desenho resultante é como o de nuvens que abraçam a lua, daí o nome Ovo de Lua Cheia.",
        "ru": "Одно из традиционных лакомств Ли Юэ. Тесто приготовлено из муки и яиц, а фарш - из креветок и рыбы. Всему этому придают форму чайных чашек, украшают мясом креветок и готовят на пару. Блюдо получается похожим на облака, обнимающие луну, а потому называется «полнолунная яичница».",
        "th": "หนึ่งในอาหารว่างที่สืบทอดกันมาของ Liyue นำไข่ไปผสมกับแป้งเพื่อทำเป็นแผ่นแป้ง, กุ้งและปลาที่สับเป็นชิ้นเล็ก ๆ เพื่อทำเป็นไส้ จากนั้นนำมาห่อให้เป็นทรงถ้วยชา และตกแต่งด้วยกุ้งทั้งตัวแล้วนำไปนึ่ง ด้วยรูปร่างที่เหมือนกับก้อนเมฆโอบกอดดวงจันทร์นี้ มันจึงได้ชื่อว่า Fullmoon Egg",
        "vi": "Một trong những món điểm tâm truyền thống của Liyue. Trứng trộn với bột năng, tôm, cá băm nhuyễn làm nhân thịt, gói thành hình chén chè, trang trí thêm con tôm rồi cho vào nồi hấp chín. Hình dạng của nó giống như một đám mây giữ lấy mặt trăng, do đó có tên là \"Trứng Minh Nguyệt\"."
    },
    "materialType": "MATERIAL_FOOD"
}