{
    "name": {
        "en": "Fungal Spores",
        "de": "Sporen der Pilzbestie",
        "chs": "蕈兽孢子",
        "cht": "蕈獸孢子",
        "es": "Espora fúngica",
        "fr": "Spores de Fongus",
        "id": "Fungal Spore",
        "jp": "キノコンの胞子",
        "kr": "버섯몬 포자",
        "pt": "Esporo de Cogumelo Flutuante",
        "ru": "Споры плесенника",
        "th": "Fungal Spore",
        "vi": "Bào Tử Nấm Quỷ"
    },
    "id": 112059,
    "materialDesc": {
        "en": "A small amount of glittering spore powder left behind by Floating Fungi. Seems that a sneeze is all it takes for this powder to vanish without a trace.",
        "de": "Eine kleine Menge glitzerndes Sporenpulver, das von Pilzbestien zurückgelassen wurde. Es scheint, als würde ein Niesen genügen, um es spurlos verschwinden zu lassen.",
        "chs": "蕈兽留下的零星孢子粉末，闪烁着点点微光。仿佛只需一个喷嚏，便会被吹散得无影无踪。",
        "cht": "蕈獸留下的零星孢子粉末，閃爍著點點微光。彷彿只需一個噴嚏，便會被吹散得無影無蹤。",
        "es": "Polvo brillante que dejan tras de sí las esporas de los Hongos. Solo hace falta un estornudo para que este polvo desaparezca por completo.",
        "fr": "Une petite quantité de poudre de spores lumineuses laissée par un Fongus. Un éternuement suffit à la faire s'envoler sans aucune trace.",
        "id": "Spora berkilauan yang dijatuhkan oleh Floating Fungus. Kecil dan lembut, sepertinya cuma kena bersin saja, spora ini akan lenyap tak bersisa.",
        "jp": "キノコンが残した胞子。微かな光を放っている。くしゃみ一つで跡形もなく吹き飛ばされそうだ。",
        "kr": "버섯몬이 남긴 포자 분말. 미세한 빛이 반짝인다. 재채기 한 번에 흔적도 없이 흩어질 거 같다",
        "pt": "Uma pequena quantidade de esporos cintilantes que foi deixado pelos Cogumelos Flutuantes. Parece que tudo que é preciso para que desapareça completamente é um espirro.",
        "ru": "Тускло мерцающий споровый порошок, который оставили плесенники. Кажется, стоит только чихнуть, и он бесследно исчезнет.",
        "th": "ผงสปอร์ที่ Fungus หลงเหลือเอาไว้ มันส่องแสงเปล่งประกายเล็กน้อย ราวกับว่าเพียงแค่จามครั้งเดียว ก็จะถูกพัดปลิวหายไปอย่างไร้ร่องรอย",
        "vi": "Bột bào tử vụn vặt do Nấm Quỷ để lại, lấp lánh chút ánh sáng. Như thể chỉ cần một cái hắt hơi là nó sẽ bị thổi bay không dấu vết."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}