{
    "name": {
        "en": "Future Star",
        "de": "Stern der Zukunft",
        "chs": "未来星",
        "cht": "未來星",
        "es": "Estrella del porvenir",
        "fr": "Étoile du futur",
        "id": "Bintang Masa Depan",
        "jp": "未来星",
        "kr": "미래의 별",
        "pt": "Estrela do Futuro",
        "ru": "Звезда будущего",
        "th": "ดวงดาวแห่งอนาคต",
        "vi": "Sao Tương Lai"
    },
    "id": 120063,
    "materialDesc": {
        "en": "In a certain cosmological setting, the Great Future Star is a precious treasure that contains hope and infinite possibility, and that Future Stars are naught but fragments of that larger whole. If you can gather all six fragments together, you can summon the true Greater Star forth. As for what this greater object looks like or what it can be used for, that has gone unstated.\\nOf course, in some other settings, it might be an object kept in storage by an organization known as the Akademiya, and perhaps its recorded name might even be the Parvo Core. There is a thin layer of dust over this object due to a long period of disuse.",
        "de": "In einem bestimmten Szenario ist der große Stern der Zukunft ein Schatz, der Hoffnung und unendliche Möglichkeiten enthält, nun aber ist er zerbrochen. Wenn du alle sechs Bruchstücke einsammelst, kannst du den wahren großen Stern der Zukunft herbeirufen. Darüber, wie dieser tatsächlich aussieht und wozu er gut ist, ist nichts bekannt.\\nNatürlich kann er in einem anderen Szenario ein Objekt, das in der Akademie gelagert wird, sein. Und sein Name im Register könnte Parvo-Kern sein. Über ihm liegt schon eine kleine Staubschicht, denn ihn hat schon lange keiner mehr verwendet.",
        "chs": "某个设定中，大未来星是蕴含着希望和无穷可能的珍贵宝物，未来星仅仅是它分裂出的碎片。如果能集齐全部六个碎片，就可以召唤出真正的大未来星。至于大未来星具体什么样子、有什么用处，这个设定没有说。\\n当然，在其他的设定中，它也可能是一个名叫教令院的组织的库藏物品，而它登记在册的名字是帕沃核心。因为长期无人使用而落上了薄薄一层灰。",
        "cht": "某個設定中，大未來星是蘊含著希望和無窮可能的珍貴寶物，未來星僅僅是它分裂出的碎片。如果能集齊全部六個碎片，就可以召喚出真正的大未來星。至於大未來星具體什麼樣子、有什麼用處，這個設定沒有說。\\n當然，在其他的設定中，它也可能是一個名叫教令院的組織的庫藏物品，而它登記在冊的名字是帕沃核心。因為長期無人使用而落上了薄薄一層灰。",
        "es": "En cierto contexto cosmológico, la Estrella del Porvenir Definitiva es un valioso tesoro lleno de esperanza y posibilidades infinitas, mientras que las estrellas del porvenir solo son fragmentos separados de ella. Si reúnes los seis fragmentos que existen, podrás invocar la Estrella del Porvenir Definitiva, sobre cuyo aspecto y utilidad no hay información.\\nEn un contexto distinto, las estrellas del porvenir también podrían tratarse de valiosos objetos en la colección de cierta organización llamada “Academia de Sumeru”, y denominarse “núcleos de Parvo” en sus registros. Como nadie las ha usado en mucho tiempo, sobre ellas hay una pequeña capa de polvo.",
        "fr": "Dans un certain scénario, la grande étoile du futur est un précieux trésor qui contient de l'espoir et des possibilités sans fin, tandis que les étoiles sans fin ne sont que les fragments qui la composent. Si vous parvenez à rassembler les six fragments, vous pourrez invoquer la Grande Étoile du futur. Le scénario ne précise cependant pas à quoi cet objet peut servir ou à quoi il ressemble.\\nDans un autre scénario, cet objet fait partie de la collection d'une organisation appelée l'« Académie », et est enregistré sous le nom de « noyau de Parvo ». Il est recouvert d'une fine couche de poussière, étant donné que personne ne s'en est servi depuis bien longtemps.",
        "id": "Dalam pengaturan kosmologis tertentu, Bintang Masa Depan Terhebat adalah harta berharga yang berisi harapan dan kemungkinan tak terbatas, sementara Bintang Masa Depan hanyalah sebagian kecil darinya. Kalau kamu berhasil mengumpulkan keenam fragmennya, kamu dapat memanggil Bintang Masa Depan Terhebat yang sangat sesungguhnya. Adapun mengenai Bintang Masa Depan Terhebat ini seperti apa dan apakah kegunaannya, pengaturan ini tidak menjelaskannya.\\nTapi tentu saja dalam beberapa pengaturan lain, mungkin benda ini menjadi benda yang disimpan oleh organisasi yang dikenal dengan sebutan Akademiya. Dan bahkan nama yang tercatatnya mungkin Parvo Core. Benda ini agak berdebu karena sudah lama tidak digunakan.",
        "jp": "大未来星は希望や無限の可能性を秘めた宝物であり、未来星はそれが分裂した欠片である、という設定。六つの欠片を全て集めれば、本物の大未来星を召喚できるらしい。しかし、大未来星の見た目や使い道については、設定には載っていない。\\n言うまでもなく、別の設定では、教令院という名の組織のコレクションである場合もあり、「パルヴォコア」という名で登録されている可能性もある。長い間使われていなかったために、薄くほこりが積もっている。",
        "kr": "어떤 설정에서 거대한 미래의 별은 희망과 무한한 가능성이 담긴 진귀한 보물이기도 하고, 또 그저 분열된 조각일 뿐이기도 하다. 6개 조각을 모두 수집하면 진짜 거대한 미래의 별을 소환할 수 있다. 거대한 미래의 별이 어떤 모습이고, 어떤 용도가 있는지에 대해서는 이 설정에 설명되어 있지 않다.\\n물론 다른 설정에서는 아카데미아라는 조직의 창고에 보관된 물품으로 등록명은 파보 코어일 수도 있다. 오랫동안 사용하지 않아 먼지가 얇게 쌓여있다",
        "pt": "Em um cenário cosmológico, a Estrela do Futuro Gigante é um tesouro precioso que contém possibilidades infinitas, e as Estrelas do Futuro são fragmentos desse todo maior. Se for possível pegar os seis fragmento, será possível invocar a Estrela do Futuro Gigante. Mas sobre como esse objeto maior se parece ou no que pode ser utilizado, nada foi dito.\\nClaro, noutro cenário, pode ser um objeto guardado por uma organização conhecida como Academia, e talvez o seu nome registrado ser Núcleo Parvo. Há uma camada fina de poeira sobre esse objeto por não ter sido utilizado em muito tempo.",
        "ru": "В определённой космологической обстановке великая звезда будущего - это драгоценное сокровище, содержащее надежду и бесконечные возможности, а простые звёзды будущего - лишь фрагменты этого большого целого. Если вы соберёте все шесть фрагментов вместе, то сможете вызвать настоящую Великую звезду. О её внешнем виде или предназначении, впрочем, мы ничего не знаем.\\nКонечно, в другой обстановке это мог быть объект, подлежащий хранению в Академии. Возможно, оно записано как «ядро Парво». За долгое время этот предмет покрылся тонким слоем пыли.",
        "th": "ในพล็อตเรื่องหนึ่ง สุดยอดดวงดาวแห่งอนาคตนั้น เต็มเปี่ยมไปด้วยความปรารถนา และสมบัติล้ำค่ามหาศาล ดวงดาวแห่งอนาคตเป็นเพียงเศษเสี้ยวของมันเท่านั้น หากรวบรวมครบทั้ง 6 ชิ้น จะสามารถเรียกสุดยอดดวงดาวแห่งอนาคตที่แท้จริงออกมาได้ ส่วนเรื่องที่ว่ารูปร่างของสุดยอดดวงดาวแห่งอนาคตเป็นอย่างไร หรือมีประโยชน์อะไรบ้างนั้น ในพล็อตเรื่องไม่ได้มีการระบุไว้\\nแน่นอนว่า ในพล็อตเรื่องอื่น ๆ มันอาจจะเป็นสมบัติในคลังขององค์กรหนึ่งที่มีชื่อว่าสถาบัน ส่วนชื่อที่มีการจดไว้ในบันทึกก็คือ Parvo Core แต่เนื่องจากไม่มีใครนำมันออกมาใช้งานนานแล้ว จึงทำให้เริ่มมีฝุ่นบาง ๆ ปกคลุมอยู่ด้านบน",
        "vi": "Trong một thiết kế nào đó, Ngôi Sao Tương Lai Lớn là một báu vật quý giá chứa đựng hy vọng và khả năng vô hạn, Sao Tương Lai chỉ là mảnh vỡ của nó. Nếu có thể thu thập đủ 6 mảnh vỡ, sẽ có thể triệu hồi được Ngôi Sao Tương Lai Lớn thật sự. Còn về việc Ngôi Sao Tương Lai Lớn trông như thế nào, có công dụng gì thì thiết kế không nói.\\nTất nhiên, trong những thiết kế khác, nó cũng có thể là một vật thể được lưu trữ bởi một tổ chức có tên là Giáo Viện, và tên được đăng ký của nó là Lõi Parvo. Bởi vì không ai sử dụng nên nó bị bám một lớp bụi mỏng."
    },
    "materialType": "MATERIAL_QUEST"
}