{
    "name": {
        "en": "Gathering of Gourmets",
        "de": "Gourmettreff",
        "chs": "千家饔飧坊",
        "cht": "千家饔飧坊",
        "es": "Delicias callejeras",
        "fr": "Rassemblement des gourmets",
        "id": "Ribuan Makanan dan Minuman",
        "jp": "美食の集結",
        "kr": "노천 먹자골목",
        "pt": "Rua das Delícias",
        "ru": "Сборище гурманов",
        "th": "ย่านแห่งของกินดื่มนับพัน",
        "vi": "Phố Ăn Đêm"
    },
    "id": 350042,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a \"Gathering of Gourmets.\"\\nA food street with outdoor facilities that replicates the bustle of Chihu Rock.\\nTo call this a \"gathering of gourmets\" is an understatement, and while it may seem that there aren't too many cooking utensils lying around, there are more than enough to cover all the known specialties of the Liyue region. After all, skilled chefs can make delicious dishes with the simplest of utensils, and it certainly helps that many ingredients that don't require complex preparation have become pillars of some of the most renown dishes.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Beidou, Xiangling, Ganyu, Xinyan, Tartaglia, Yelan",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Gourmettreff“.\\nEine Straße mit vielen Restaurants und Imbissen mit Außenbereich, die an die Geschäftigkeit des Chihu-Felsens erinnert.\\nDies eine „Versammlung der Gourmets“ zu nennen, ist eine Untertreibung. Obwohl es scheint, dass es hier nur wenige Kochutensilien gibt, so sind es doch mehr als genug, um alle bekannten Spezialitäten der Liyue-Region abzudecken. Begabte Köche können mit den einfachsten Utensilien köstliche Gerichte zubereiten und es ist auch hilfreich, dass Gerichte, die keine speziellen Utensilien zur Zubereitung benötigen, sich schnell verbreiten.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Beidou, Xiangling, Ganyu, Xinyan, Tartaglia und Yelan",
        "chs": "步骤详实的图纸，记载着「千家饔飧坊」的放置方法。\\n露天布设的食坊，摆放着多种小吃摊位，重现了吃虎岩的盛景。\\n「千家」实为谦逊之词，这座露天食坊看似没有太多厨具，却几乎包罗着璃月全境的知名美食——熟练的厨师能用最为简单的厨具烹饪出可口的菜肴，而对厨具要求并不苛刻的料理，也易于流传为家喻户晓的名菜。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：北斗、香菱、甘雨、辛焱、达达利亚、夜兰",
        "cht": "步驟詳實的圖紙，記載著「千家饔飧坊」的放置方法。\\n露天佈設的食坊，擺放著多種小吃攤位，重現了吃虎岩的盛景。\\n「千家」實為謙遜之詞，這座露天食坊看似沒有太多廚具，卻幾乎包羅著璃月全境的知名美食——熟練的廚師能用最為簡單的廚具烹飪出可口的菜餚，而對廚具要求並不苛刻的料理，也易於流傳為家喻戶曉的名菜。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：北斗、香菱、甘雨、辛焱、達達利亞、夜蘭",
        "es": "Plano detallado para colocar Delicias callejeras.\\nUna calle con muchos puestos de comida al estilo del Peñasco Chihu.\\nDenominarla “reunión de gourmets” se queda corto. Aunque no hay muchos utensilios de cocina a la vista, en esta cantina al aire libre se preparan todas las especialidades famosas de Liyue. Los chefs veteranos son capaces de cocinar platos deliciosos con las herramientas más sencillas, y los platos que no requieren de utensilios especializados con frecuencia se convierten en especialidades.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Beidou, Xiangling, Ganyu, Xinyan, Tartaglia, Yelan.",
        "fr": "Étapes de mise en place du rassemblement des gourmets.\\nUne ruelle gastronomique avec des installations de plein air non sans rappeler l'agitation de la Falaise Chihu.\\nAppeler cet endroit un « rassemblement des gourmets » est un euphémisme, car même s'il semble qu'il n'y ait pas trop d'ustensiles de cuisine ici, ils sont plus que suffisants pour couvrir toutes les spécialités connues de la région liyuéenne. Les chefs expérimentés peuvent préparer de délicieux plats avec les ustensiles les plus simples, et les plats qui ne nécessitent pas d'ustensiles spécialisés sont souvent les plus répandus et, de ce fait, les plus populaires.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Beidou, Xiangling, Ganyu, Xinyan, Tartaglia, Yelan.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Ribuan Makanan dan Minuman\".\\nJalan kuliner dengan fasilitas luar ruangan yang mengingatkan kembali pada hiruk pikuk Chihu Rock.\\nBahkan menyebutnya sebagai \"tempat berkumpulnya para pecinta kuliner\" merupakan pernyataan yang terkesan merendahkan, karena tampaknya walaupun tidak terlalu banyak peralatan memasak di sini, tapi mereka lebih dari cukup untuk membuat semua makanan khas yang ada di Liyue. Koki yang terampil dapat membuat hidangan lezat dari peralatan yang paling sederhana, dan tentu saja hidangan yang tidak memerlukan peralatan khusus juga bisa tersedia di sini.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.\\nRekan yang menyukai Set Perabotan ini: Beidou, Xiangling, Ganyu, Xinyan, Tartaglia, Yelan",
        "jp": "「美食の集結」の詳しい配置方法が載っている設計図。\\n色とりどりの屋台が集まり、賑やかなチ虎岩を再現した。\\n備えてある調理器具は少ないようだが、璃月の名物料理はほとんど勢ぞろいしている——熟練した料理人は、素朴な厨房でも美味しい料理を作れるようだ。実際のところ簡単に作れる料理こそ、人々の間に広がりやすいものだ。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：北斗、香菱、甘雨、辛炎、タルタリヤ、夜蘭",
        "kr": "작업 순서가 상세히 적힌 도면, 「노천 먹자골목」의 설치 방법이 기재되어 있다.\\n야외의 먹거리 노점, 여러 종류의 음식이 놓여있고, 흘호암의 풍경이 재현되어 있다.\\n「노점」은 사실 너무 겸손한 표현이다. 이 야외의 먹거리 노점엔 몇 개의 조리 기구뿐이지만, 리월 전역을 아우르는 맛있는 요리가 모두 준비되어 있다——숙련된 요리사는 가장 간단한 조리 기구로 맛있는 요리를 만들어 내기 때문에 조리 기구에 대한 요구 사항이 높지 않고, 간단한 조리 기구로 만든 요리는 쉽게 유명해질 수 있다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 북두, 향릉, 감우, 신염, 타르탈리아, 야란",
        "pt": "Um diagrama detalhado com o passo a passo para colocar \"Rua das Delícias\".\\nUma praça de alimentação com instalações ao ar livre que revisita a agitação do Penhasco Chihu.\\nChamar isso de \"reunião de gourmets\" é um eufemismo, pois embora pareça não haver muitos utensílios de cozinha aqui, eles são mais do que suficientes para cobrir todas as especialidades conhecidas da região de Liyue. Chefs qualificados podem fazer pratos deliciosos a partir dos utensílios mais simples, e certamente ajudam que pratos que não são particulares sobre os utensílios necessários também circulem com facilidade.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nOs personagens a seguir preferem este Conjunto de Decoração: Beidou, Xiangling, Ganyu, Xinyan, Tartaglia, Yelan",
        "ru": "Подробная схема размещения комплекта «Сборище гурманов».\\nУлица еды с открытыми площадками, напоминающая о суете горы Тигра.\\nНазвать это место «сборищем гурманов» будет преуменьшением. Хотя кажется, что здесь не так уж много кухонной утвари, её более чем достаточно, чтобы вместить все известные фирменные блюда Ли Юэ. Умелые повара могут приготовить вкусные блюда в самой простой посуде, не говоря о блюдах, которые не требовательны к специальной утвари.\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.\\nЭтот комплект мебели предпочитают следующие компаньоны: Бэй Доу, Сян Лин, Гань Юй, Синь Янь, Тарталья, Е Лань.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ย่านแห่งของกินดื่มนับพัน\"\\nย่านขายอาหารแบบเปิดโล่ง ที่มีแผงของกินเล่นมากมายเรียงรายอยู่ สะท้อนให้เห็นถึงความเจริญรุ่งเรืองของ Chihu Rock อีกครั้ง\\n\"ของกินดื่มนับพัน\" ถือเป็นคำที่ดูถ่อมตัวเสียเหลือเกิน เพราะย่านขายอาหารแห่งนี้ดูเหมือนจะไม่ได้มีเครื่องครัวมากมายนัก แต่กลับรวบรวมเอาอาหารเลิศรสที่โด่งดังไปทั่วทั้ง Liyue เอาไว้ โดยที่เชฟฝีมือดีสามารถปรุงออกมาได้ด้วยการใช้เครื่องครัวที่แสนเรียบง่าย และอาหารที่ใช้เพียงเครื่องครัวที่เรียบง่ายนี้ ก็สามารถเป็นอาหารขึ้นชื่อที่เป็นที่รู้จักไปทั่วได้เช่นกัน\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Beidou, Xiangling, Ganyu, Xinyan, Tartaglia, Yelan",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Phố Ăn Đêm\".\\nKhu ẩm thực ngoài trời, có đủ loại quầy bán đồ ăn vặt, tái hiện lại khung cảnh nhộn nhịp tại Ngật Hổ Nham.\\nNếu gọi đây là \"tụ điểm của những người sành ăn\" thì có chút nói quá, tuy không có quá nhiều dụng cụ làm bếp, nhưng hầu như những món ngon nổi tiếng của Liyue đều có ở đây, bằng những dụng cụ đơn giản nhất, những đầu bếp lành nghề có thể chế biến ra các món ăn ngon mà không đòi hỏi các nguyên liệu hà khắc, cũng dễ trở thành những món ăn lưu truyền mà nhà nhà đều biết tại Liyue.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Beidou, Xiangling, Ganyu, Xinyan, Tartaglia, Yelan"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}