{
    "name": {
        "en": "Geoculus Resonance Stone",
        "de": "Geoculus-Resonanzstein",
        "chs": "岩神瞳共鸣石",
        "cht": "岩神瞳共鳴石",
        "es": "Roca de resonancia de geóculus",
        "fr": "Pierre de résonance Géoculus",
        "id": "Geoculus Resonance Stone",
        "jp": "岩神の瞳の共鳴石",
        "kr": "바위 신의 눈동자 공명석",
        "pt": "Pedra de Ressonância de Geoculus",
        "ru": "Камень эха геокула",
        "th": "Geoculus Resonance Stone",
        "vi": "Đá Cộng Hưởng Nham Thần Đồng"
    },
    "id": 220002,
    "materialDesc": {
        "en": "A stone that can be used in Liyue to search for nearby Geoculi.\\nThis exquisite stone plate imitates a certain mysterious quality of the Geo Statues of The Seven, causing it to lead people to the location of Geoculi.\\nElemental Oculi represent the lost power of the Statues of The Seven — perhaps offering this power back to the statues also has significance for the lands that the gods watch over.",
        "de": "Im Gebiet von Liyue angewendet kannst du hiermit verlorene Geoculi in der Nähe aufspüren.\\nEine exquisite Steinplatte, die die gewisse mysteriöse Qualität der Geo-Statuen der Sieben nachahmt und die Menschen zum Standort der Geoculi führt.\\nElementare Oculi repräsentieren die verlorene Macht der Statuen der Sieben, vielleicht hat die Darreichung dieser Macht an die Statuen auch Bedeutung für die Reiche, über die die Götter wachen.",
        "chs": "在璃月使用时，能寻找附近的「散失的岩神瞳」。\\n在某种神秘性质上拟似岩之七天神像的精巧石盘，会将人引向岩神瞳所在之处。\\n神瞳代表着神像佚失的力量。将其供奉归还的话，对神眷顾着的土地或许也有重要的意义。",
        "cht": "在璃月使用時，能尋找附近的「散失的岩神瞳」。\\n在某種神秘性質上擬似岩之七天神像的精巧石盤，會將人引向岩神瞳所在之處。\\n神瞳代表著神像佚失的力量。將其供奉歸還的話，對神眷顧著的土地或許也有重要的意義。",
        "es": "Puede utilizarse en Liyue para encontrar geóculus en las cercanías.\\nUn intrincado disco de piedra que comparte algunas características misteriosas con las Estatuas de Los Siete y puede guiar hacia los geóculus.\\nLos óculus representan el poder perdido de los Arcontes. Tal vez entregarlos como ofrenda también sea importante para la tierra por la que velan.",
        "fr": "Outil permettant de détecter les Géoculus proches à Liyue.\\nUn disque de pierre travaillé, dont le caractère mystérieux rappelle celui de la statue de l'Archon Géo, et qui a le pouvoir d'indiquer la présence de Géoculus. Les Oculus sont l'incarnation de la force perdue de la statue ; les lui rendre a peut-être une signification importante sur ces terres qui vénèrent les Archons.",
        "id": "Dapat menandakan Geoculus yang ada di dekat pemain saat digunakan di kota Liyue.\\nBatu tiruan Patung The Seven yang misterius ini memiliki kekuatan untuk menuntun orang ke tempat Geoculus berada.\\nGeoculus adalah bentuk dari kekuatan Patung The Seven yang telah hilang. Mengembalikan kekuatan ini memiliki arti yang penting bagi dataran yang telah diberkati oleh Archon Geo.",
        "jp": "璃月で使用することで、近くにある「失われた岩神の瞳」を探知できる。\\n岩の七天神像と似たような性質を持つ精巧な石盤、人々を岩神の瞳へと導いてくれる。\\n神の瞳は失われた神像の力を象徴する。その力を神に奉還することは、神に恵まれているこの大地にきっと重要な意味がある。",
        "kr": "리월에서 사용하면 근처의 「잃어버린 바위 신의 눈동자」를 찾을 수 있다.\\n바위의 일곱신상과 유사한 특성을 지닌 정교한 석판. 바위 신의 눈동자가 있는 곳으로 인도한다.\\n신의 눈동자는 신상에서 유실된 힘을 나타내기에 이를 반환하는 것은 신이 보살피는 땅에 중요한 의미가 될지도 모른다",
        "pt": "Pode usar em Liyue para buscar 'Geoculus Perdidos' nos arredores.\\nEsta pedra refinada imita uma certa qualidade misteriosa das Estátuas Geo das Estátuas dos Sete e guia as pessoas até ao lugar de Geoculus.",
        "ru": "Камень, который можно использовать в Ли Юэ для поиска геокулов.\\nИзящная каменная плитка, имитирующая некоторые таинственные свойства статуй Гео Архонта, поэтому она может указать путь к геокулам.\\nЭлементальные окулусы - это потерянные силы статуй. Возможно, подношения статуям также могут повлиять и на земли, которыми управляет Архонт.",
        "th": "เมื่อใช้ใน Liyue จะสามารถหา Geoculus ในบริเวณใกล้เคียงได้\\nแผ่นหินประณีตมีคุณสมบัติลึกลับบางอย่างคล้ายกับ Statue of The Seven ซึ่งมันจะนำไปสู่สถานที่ที่มี Geoculus อยู่\\nGeoculus แสดงถึงพลังที่หายไปของ รูปปั้นเทพเจ้า หากบูชาสิ่งเหล่านี้กลับคืนไป อาจส่งผลสำคัญต่อดินแดนที่เทพเจ้าคุ้มครองอยู่ก็เป็นได้",
        "vi": "Khi sử dụng ở Liyue, có thể tìm được \"Mảnh Nham Thần Đồng\" ở gần đó.\\nLà đĩa đá tinh xảo có tính chất thần bí nào đó tương tự với Thất Thiên Thần Tượng Nham, sẽ dẫn dắt đến nơi cất giữ Thần Đồng.\\nThần Đồng đại diện cho sức mạnh thất lạc của thần tượng. Nếu có thể hiến tế cho thần tượng, sẽ có ý nghĩa đặc biệt đối với vùng đất mà thần che chở."
    },
    "materialType": "MATERIAL_WIDGET"
}