{
    "name": {
        "en": "Geo Treasure Compass",
        "de": "Geo-Schatzkompass",
        "chs": "岩之寻宝罗盘",
        "cht": "岩之尋寶羅盤",
        "es": "Brújula buscatesoros Geo",
        "fr": "Détecteur de trésors Géo",
        "id": "Geo Treasure Compass",
        "jp": "岩のトレジャーコンパス",
        "kr": "바위의 보물찾기 나침반",
        "pt": "Bússola de Tesouros Geo",
        "ru": "Гео компас сокровищ",
        "th": "Geo Treasure Compass",
        "vi": "La Bàn Tìm Báu Vật - Nham"
    },
    "id": 220003,
    "materialDesc": {
        "en": "A compass that can be used in Liyue to search for nearby chests.\\nThe land of Geo is rich with valuable resources, with treasures hidden throughout the mountains and wilderness just waiting to be found.",
        "de": "Im Gebiet von Liyue angewendet kannst du hiermit nahegelegene Truhen aufspüren.\\nDas Reich des Gesteins ist reich an wertvollen Ressourcen und Schätzen, die in den Bergen und in der Wildnis versteckt sind und nur darauf warten, gefunden zu werden.",
        "chs": "在璃月使用时，能寻找附近的宝箱。\\n岩之国土上物产丰富，山间与原野各处都藏着财宝。",
        "cht": "在璃月使用時，能尋找附近的寶箱。\\n岩之國土上物產豐富，山間與原野各處都藏著財寶。",
        "es": "Puede usarse en Liyue para encontrar cofres en las cercanías.\\nEl Reino de Piedra está dotado de abundantes recursos, y en sus montañas y llanuras se esconde una gran cantidad de tesoros.",
        "fr": "Outil permettant de détecter les coffres proches à Liyue.\\nDe nombreux coffres sont éparpillés à travers les monts et vallées du riche Pays de la Roche.",
        "id": "Dapat menandakan peti harta karun yang ada di dekat pemain saat digunakan di daerah Liyue.\\nWilayah bangsa Geo adalah wilayah yang sangat kaya, banyak harta yang tersembunyi di pegunungan dan alam liar.",
        "jp": "璃月で使用することで、近くの宝箱を探知できる。\\n岩の国は物質が豊富で、山と野原にたくさんの財宝が眠っている。",
        "kr": "리월에서 사용하면 근처의 보물상자를 찾을 수 있다.\\n바위의 나라에는 물산이 풍부하고, 산과 들에는 보물이 묻혀있다",
        "pt": "Uma bússola que pode ser usada em Liyue para procurar por báus próximos.\\nA terra do Geo é rica em recursos valiosos, com tesouros escondidos nas montanhas e na natureza, apenas esperando para serem encontrados.",
        "ru": "При использовании в Ли Юэ указывает на сундуки поблизости. \\nЦарство камней очень богато и повсюду среди гор и равнин спрятаны сокровища.",
        "th": "เมื่อใช้ใน Liyue จะสามารถค้นหา หีบสมบัติในบริเวณใกล้เคียงได้\\nประเทศแห่งหินที่อุดมไปด้วยทรัพยากรมากมาย ในภูเขาและตามป่าต่าง ๆ ล้วนมีสมบัติซ่อนอยู่",
        "vi": "Khi sử dụng ở Liyue, có thể tìm được rương báu ở gần đó.\\nVùng đất của Nham có nhiều sản vật phong phú, giữa những dãy núi và cao nguyên ắt hẳn cất giấu bảo vật."
    },
    "materialType": "MATERIAL_WIDGET"
}