{
    "name": {
        "en": "Ghostly March",
        "de": "Geistermarsch",
        "chs": "幽幽大行军",
        "cht": "幽幽大行軍",
        "es": "Marcha solemne",
        "fr": "Parade des esprits",
        "id": "Ghostly March",
        "jp": "幽々大行軍",
        "kr": "유령 대행군",
        "pt": "Marcha Fantasmagórica",
        "ru": "«Призрачный марш»",
        "th": "Ghostly March",
        "vi": "Đại Hành Quân U U"
    },
    "id": 108200,
    "materialDesc": {
        "en": "Hu Tao's specialty. The round-faced ghouls seem quite cute, squeezed into a pile as they are. But if you were to fall to temptation and try but one of them, you may yet come to regret it for a long while... After all, this plate is full of top-quality, taste-bud-blasting— Actually, what on earth is this stuff, anyway?",
        "de": "Hu Taos Spezialzubereitung. Die Geister mit den runden Gesichtern sehen ganz niedlich aus, so auf einen Haufen gequetscht. Doch wenn man der Versuchung erliegt und nur einen davon probiert, könnte man es lange bereuen. Schließlich steckt dieser Teller voller erstklassiger, geschmacksintensiver ... Was ist das eigentlich für ein Zeug?",
        "chs": "胡桃的特色料理。圆头幽灵挤作一堆的样子有些滑稽可爱。不过，要是因为好奇抵不住诱惑而吃了其中「一只」的话，可能会为此后悔很久吧…毕竟，盘子里装的是境界极高的、将味蕾轰炸到完全失灵的——「吃不出是什么食材」。",
        "cht": "胡桃的特色料理。圓頭幽靈擠作一堆的樣子有些滑稽可愛。不過，要是因為好奇抵不住誘惑而吃了其中「一隻」的話，可能會為此後悔很久吧…畢竟，盤子裡裝的是境界極高的、將味蕾轟炸到完全失靈的——「吃不出是什麼食材」。",
        "es": "La especialidad de Hu Tao. Las cabecitas redondas de los espíritus, apiñados juntos, le dan una apariencia muy cómica. Sin embargo, si te puede la curiosidad y pruebas uno, te arrepentirás durante mucho tiempo... Al fin y al cabo, los ingredientes de este plato proceden de un plano fronterizo y su sabor bombardea tus papilas gustativas con... Puaj, ¿qué demonios es esto?",
        "fr": "Spécialité culinaire de Hu Tao. Les têtes rondes des goules donnent un aspect mignon à ce plat. Mais si vous veniez à goûter l'une d'entre elles, vous le regretteriez pendant longtemps... Cette assiette est remplie d'ingrédients aux saveurs intenses si bien qu'au final, on ne sait plus ce que l'on mange...",
        "id": "Hidangan khas Hu Tao. Hantu-hantu bermuka bulat yang dikumpulkan menjadi satu tampak cukup lucu. Tapi kamu pasti akan menyesal kalau tidak sanggup menahan godaan untuk memakan salah satu darinya... Karena hidangan ini menggunakan bahan-bahan tingkat tertinggi yang bisa membuat indra perasamu mati rasa total — Sebenarnya masakan ini terbuat dari apa sih?",
        "jp": "胡桃のオリジナル料理。丸い頭の幽霊が一か所に集まる様子がかわいい。もし好奇心を抑えきれず、その内の「一匹」を食べたら、きっと後悔するだろう…何故なら、口に入れたのは、味覚を完全に失わせるほど衝撃的な——「得体のしれない食材」だからだ。",
        "kr": "호두의 특제 요리. 머리가 동그란 유령들이 한 곳에 찌부돼있는 모습이 우스꽝스럽고 귀엽다. 하지만 호기심에 못 이겨 그 중 「한 마리」를 먹어버린다면, 아마 오랫동안 후회할 것이다…. 왜냐하면 접시에 담겨 있는 건 미각을 완전히 마비시켜버릴 정도로 충격적인——「정체 모를 식자재」이기 때문이다",
        "pt": "A especialidade de Hutao. Os demônios de cara redonda parecem bem fofinhos, espremidos em uma pilha como eles estão. Mas se você cair em tentação e experimentar apenas um deles, ainda pode vir a se arrepender por um longo tempo... Afinal de contas, este prato está cheio de qualidade superior, de sabor e prazer- Na verdade, que diabos é isto, afinal?",
        "ru": "Особое блюдо Ху Тао. Круглолицые призраки, сваленные в кучу, довольно забавны и милы, но если любопытство вас пересилит, и вы всё-таки попробуете одного из них, то вы будете долго жалеть... Ведь внутри вас ждёт головокружительное, вкусопомрачающее... «понятия не имею, что это такое!!!»",
        "th": "เมนูพิเศษของ Hu Tao วิญญาณหัวกลมที่เต็มไปด้วยความน่ารักปนตลก แต่ถ้าคุณอยากลอง แต่ชิมเพียงชิ้นเดียวล่ะก็ คุณอาจจะต้องเสียใจไปอีกนาน... อาหารจานนี้เต็มไปด้วยของชั้นดีที่น่าลิ้มลอง... \"แต่เดาไม่ออกว่ามันทำมาจากอะไรกันแน่\"",
        "vi": "Thức ăn đặc biệt của Hu Tao. Những con ma đầu tròn chen chúc nhau có chút gì đó ngộ nghĩnh và dễ thương. Tuy nhiên, nếu bạn ăn một trong số chúng thì bạn sẽ phải hối hận rất lâu... Thứ thức ăn trong đó đã phá hủy hoàn toàn vị giác - \"Tôi không biết mình đang ăn cái gì nữa.\""
    },
    "materialType": "MATERIAL_FOOD"
}