{
    "name": {
        "en": "Gilded Scale",
        "de": "Schuppe der Vergoldung",
        "chs": "鎏金之鳞",
        "cht": "鎏金之鱗",
        "es": "Escama dorada",
        "fr": "Écaille dorée",
        "id": "Gilded Scale",
        "jp": "鍍金の鱗",
        "kr": "순금의 비늘",
        "pt": "Escama Dourada",
        "ru": "Позолоченная чешуя",
        "th": "Gilded Scale",
        "vi": "Vảy Vàng"
    },
    "id": 113019,
    "materialDesc": {
        "en": "Scaled armor that grows naturally over mystical stone, tough and silent, and filled with the strength of the dragon king.\\nAcross the years as countless generations returned to the mulch of the earth, gold and obsidian embedded themselves into flesh and blood forged from bedrock before spreading and turning into scales.\\nSearing agony, wordless cries... perhaps they will all vanish when the grudges that spawned them, too, finally come to an end.",
        "de": "Geschuppte Rüstungen, die auf natürliche Weise über mystischem Stein wachsen, zäh und lautlos und erfüllt von der Kraft des Drachenkönigs.\\nIm Laufe der Jahre, als zahllose Generationen in den Mulch der Erde zurückkehrten, betteten sich Gold und Obsidian in Fleisch und Blut ein, die aus dem Gestein geformt wurden, bevor sie sich ausbreiteten und in Schuppen verwandelten.\\nSehr schmerzhafte Qualen, wortlose Schreie ... vielleicht werden sie alle verschwinden, wenn auch der Groll, der sie hervorbrachte, endlich zu einem Ende kommt.",
        "chs": "玄岩之中自然而生的鳞甲，坚韧而沉默，蕴含着「龙王」的威能。\\n在无数代蝼蚁归于腐土的岁月中，黄金与黑曜嵌入磐石造就的血肉，蔓延盘生而成甲胄。\\n炽热的痛感，无声的呼号，或许皆会在恩怨终结的一刻消散吧。",
        "cht": "玄岩之中自然而生的鱗甲，堅韌而沉默，蘊含著「龍王」的威能。\\n在無數代螻蟻歸於腐土的歲月中，黃金與黑曜嵌入磐石造就的血肉，蔓延盤生而成甲胄。\\n熾熱的痛感，無聲的呼號，或許皆會在恩怨終結的一刻消散吧。",
        "es": "Resistentes y silenciosas, estas escamas forman una coraza que crece de forma natural sobre la roca y contiene la fuerza del rey dragón.\\nDurante milenios, innumerables generaciones volvieron al polvo. El oro y la obsidiana se mezclaron con su carne y su sangre y, lentamente, se fueron transformando en escamas acorazadas.\\nTal vez la agonía abrasadora y los gritos sin voz desaparezcan cuando el rencor que les dio vida se desvanezca.",
        "fr": "Armure d'écaille qui pousse naturellement sur la pierre mystique. Robustes et silencieuses, ces écailles renferment la force du roi dragon.\\nAu fil des années, à mesure que d'innombrables générations revenaient à la poussière de la terre, l'or et l'obsidienne se sont incrustés dans la chair et le sang créés par la roche avant de se répandre et de former des écailles.\\nL'agonie fulgurante, les pleurs silencieux... Tout cela se dissipera peut-être une fois que la rancune aura pris fin.",
        "id": "Baju zirah bersisik yang terbentuk secara alami dari bebatuan mistis, kokoh dan dingin, serta diliputi dengan kekuatan raja naga.\\nSetelah melewati waktu yang tak terhitung jumlahnya dan terurai ke dalam bumi, emas dan batu obsidian menyatu ke dalam darah dan daging mineral, dan dari situlah sisik-sisik zirah terbentuk.\\nRasa sakit yang membara, tangisan penuh derita yang tak bersuara... mungkin semua kesengsaraan itu akan menghilang di saat dendam kesumat yang memunculkan mereka, juga mencapai titik akhir.",
        "jp": "玄岩から自然と生まれた鱗の鎧は、強靭かつ沈黙で、「龍王」の力が潜めている。\\n無数の虫けらが廃土に還る永い歳月の中で、黄金と黒曜石が岩に埋め込まれてできた血肉が、やがて鎧となった。\\n燃える痛みも、無言の叫びも、おそらく怨念が終結する瞬間に消えてしまうだろう。",
        "kr": "현암에서 자연적으로 생기는 비늘 갑. 강인하지만 과묵한 「용왕」의 위용을 내포하고 있다.\\n모든 것이 썩어 흙으로 돌아가는 오랜 세월 동안 황금과 흑요를 반석에 박아 만든 피와 살로 생겨난 갑옷과 투구.\\n뜨거운 통증, 소리 없는 외침은 아마도 원한이 끝나는 순간에 사라지게 될 것이다",
        "pt": "Armadura de escama que cresce naturalmente sobre a pedra mística, dura e silenciosa, e cheia da força do rei dragão.\\nAo longo dos anos, enquanto inúmeras gerações retornavam ao fertilizante da terra, ouro e obsidiana se incrustaram na carne e no sangue forjados a partir da rocha-mãe antes de se espalharem e se transformarem em escamas.\\nAgonia intensa, gritos sem palavras... Talvez todos eles desapareçam quando as mágoas que os geraram, também, finalmente chegarem ao fim.",
        "ru": "Чешуйчатые доспехи, растущие на загадочном камне. Крепкие и молчаливые, они содержат в себе силу лорда драконов.\\nЗа бесчисленные годы бесчисленные поколения превратились в прах, золото и обсидиан погрузились в плоть и кровь, а затем стали чешуёй.\\nЖестокие муки, беззвучный крик... Быть может, они рассеются, когда породившей их вражде настанет конец.",
        "th": "เกราะเกล็ดที่เกิดขึ้นในหินสีดำโดยธรรมชาตินั้นแข็งแกร่ง และมีพลังอำนาจของ \"Azhdaha\" อยู่ \\nผ่านวันเวลาจนถูกย่อยสลายไปหลายชั่วรุ่น เลือดเนื้อที่ถูกสีทองและสีดำถูกฝังเข้าไปอย่างเนิ่นนานจนกลายเป็นเกราะ \\nความเจ็บปวดร้อนรุ่ม สัญญาณที่ไร้สุ้มเสียง บางทีอาจจะสลายหายไปในช่วงเวลาที่คับแค้นใจนั้นก็เป็นได้",
        "vi": "Giáp được nung đúc từ huyền nham, bền bỉ và trầm mặc, chứa đựng quyền năng của \"Long Vương\".\\nQua bao năm tháng chôn vùi, ánh hoàng kim và hắc diệu bên trong nó không hề bị lu mờ.\\nSự đau đớn tột độ, âm thanh vô hình có lẽ sẽ biến mất để kết thúc ân oán ngàn năm."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}