{
    "name": {
        "en": "Glaze Medaka",
        "de": "Glasmedaka",
        "chs": "琉璃花鳉",
        "cht": "琉璃花鱂",
        "es": "Medaka brillante",
        "fr": "Médaka verni",
        "id": "Glaze Medaka",
        "jp": "琉璃グッピー",
        "kr": "유리 구피",
        "pt": "Medaka Envernizado",
        "ru": "Глазурная оризия",
        "th": "Glaze Medaka",
        "vi": "Cá Khổng Tước Lưu Ly"
    },
    "id": 131001,
    "materialDesc": {
        "en": "A lively, energetic fish famous for its petal-shaped tail.\\nThis species has inscrutable behavioral patterns, and they can often be seen bursting into struggling fits out of the blue, as if bearing some sort of unseen pain. This phenomenon, however, does not occur at all when they are alone. Some researchers believe that this peculiarity stems from their natural desire to perform.",
        "de": "Ein lebhafter, energiegeladener Fisch, der für seine blütenförmige Schwanzflosse berühmt ist.\\nDiese Art hat undurchschaubare Verhaltensmuster und man kann sie oft dabei beobachten, wie sie aus heiterem Himmel in Kampfanfälle ausbrechen, als ob sie eine Art unsichtbaren Schmerz ertragen. Dieses Phänomen tritt jedoch überhaupt nicht auf, wenn sie alleine sind. Einige Forscher glauben, dass diese Besonderheit von ihrem natürlichen Drang nach Leistung herrührt.",
        "chs": "活泼好动的小型鳉鱼，以优美的花瓣型鱼尾闻名。\\n有着难以捉摸的行为方式，常能见到它们毫无征兆地挣扎起来，似乎正忍受着某种看不见的痛苦，但在其落单的情况下，便不会发生这种事情。有学者猜测，这可能与它们天生的表演欲有关。",
        "cht": "活潑好動的小型鱂魚，以優美的花瓣型魚尾聞名。\\n有著難以捉摸的行為方式，常能見到牠們毫無徵兆地掙扎起來，似乎正忍受著某種看不見的痛苦，但在其落單的情況下，便不會發生這種事情。有學者猜測，這可能與牠們天生的表演欲有關。",
        "es": "Un pez energético y de pequeño tamaño conocido por su aspecto de flor.\\nEsta especie tiene unos patrones de comportamiento impredecibles y a menudo empiezan a moverse con dificultad de repente, como si les doliera algo. No obstante, este fenómeno nunca ocurre cuando están solos, por lo que algunos investigadores creen que esta peculiaridad se debe a su deseo innato de actuar.",
        "fr": "Un sémillant petit médaka, connu pour sa queue en forme de pétale.\\nSon comportement paraît souvent inexplicable, et il n'est pas rare de le voir se débattre sans raison apparente au milieu de ses congénères, attitude qu'il abandonne lorsqu'il est seul, et que certains chercheurs attribuent à un penchant naturel pour le drame.",
        "id": "Ikan medaka kecil yang lincah, terkenal karena ekornya yang berbentuk kelopak dan indah.\\nSpesies ini memiliki pola perilaku yang tidak dapat dipahami, dan mereka sering didapati meledak-ledak secara tiba-tiba, seakan-akan mereka menanggung semacam rasa sakit yang tidak terlihat. Tapi menariknya, fenomena ini sama sekali tidak pernah terjadi saat mereka sedang sendirian. Beberapa peneliti percaya bahwa keunikan ini muncul dari keinginan alamiah mereka untuk pamer.",
        "jp": "活気のあるグッピー、花びらのような美しい尾ひれで有名。\\n彼らは掴み所がない行動を持っている。よく何か見えない苦痛に悶えているかのように、兆しなしに抵抗する。しかし、群れからはぐれた時、そのような行動は行わない。ある学者の推測によると、それは彼らの生まれつきの表現欲と関係あるらしい。",
        "kr": "활동적이고 작은 구피. 아름다운 꽃잎 모양 꼬리로 유명하다.\\n가끔 종잡을 수 없는 행동을 하는데 돌연 고군분투하는 모습을 종종 볼 수 있는데 마치 보이지 않는 고통을 겪고 있는 양 몸부림치다가도 혼자 있으면 이런 행동을 보이지 않는다. 일부 학자는 그들의 타고난 연기 욕심과 연관이 있지 않을까 추측한다",
        "pt": "Um peixe animado e enérgico famoso por seus padrões floridos.\\nEssa espécie possui padrões de comportamento imprevisíveis, e podem comumente ser vistos a se moverem de forma estranha do nada, como se estivessem sentindo alguma dor desconhecida. Esse fenômeno, entretanto, não acontece quando eles estão sozinhos. Alguns pesquisadores acreditam que essa peculiaridade é derivada do desejo natural deles de atuar.",
        "ru": "Бойкая маленькая рыбка, известная своим красивым хвостом в форме лепестков.\\nОна нервозна и зачастую ведёт себя непредсказуемо. Часто можно заметить, как она дёргается и барахтается, словно от боли. Некоторые учёные предполагают, что это может быть связано с её естественным желанием играть на публику.",
        "th": "ปลาขนาดเล็กที่เปี่ยมด้วยชีวิตชีวาที่มีชื่อเสียงเรื่องหางปลาที่งดงามเหมือนกลีบดอกไม้\\nพวกมันเป็นปลาที่มีพฤติกรรมเข้าใจยาก มันมักจะดีดดิ้นโดยไม่มีสัญญาณเตือน และทำท่าเหมือนกำลังทนกับความเจ็บปวดที่มองไม่เห็นบางอย่าง แต่พฤติกรรมเหล่านี้จะไม่เกิดขึ้นเมื่อพวกมันอยู่ตามลำพัง นักวิชาการบางท่านคาดว่า สิ่งนี้น่าจะเกี่ยวข้องกับสัญชาตญาณในการสวมบทบาทของพวกมัน",
        "vi": "Loài cá hoạt bát cỡ nhỏ, nổi tiếng với chiếc đuôi cá hình cánh hoa duyên dáng.\\nCó lối hành xử khó nắm bắt, người ta thường thấy chúng vùng vẫy trong hồ mà không có triệu chứng nào, như thể chúng đang phải chịu đựng một nỗi đau vô hình nào đó, nhưng nếu chúng chỉ có một mình thì điều này sẽ không xảy ra. Một số học giả suy đoán rằng điều này có thể liên quan đến bản tính thích thể hiện của chúng."
    },
    "materialType": "MATERIAL_EXCHANGE"
}