{
    "name": {
        "en": "Glazed Porcelain Tea Set: \"Embracing Truth\"",
        "de": "Glasiertes Porzellanteeservice – „Umarmung der Wahrheit“",
        "chs": "白瓷茶具-「怀质抱真」",
        "cht": "白瓷茶具-「懷質抱真」",
        "es": "Juego de té de porcelana blanca: Autenticidad y calidad",
        "fr": "Service à thé en porcelaine « Étreinte de la vérité »",
        "id": "Set Teh dari Porselen Putih: \"Murni dan Mulia\"",
        "jp": "白磁茶器-「真実一路」",
        "kr": "백자 다기-「순수한 진심」",
        "pt": "Conjunto de Chá de Porcelana - \"O Coração Carrega a Verdade\"",
        "ru": "Чайный сервиз из белого фарфора: Воплощение истины",
        "th": "ชุดชงชากระเบื้องสีขาว - บริสุทธิ์และสง่างาม",
        "vi": "Bộ Ấm Trà Sứ Trắng – Tâm Hồn Cao Thượng"
    },
    "id": 383310,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Glazed Porcelain Tea Set: \"Embracing Truth.\"\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Glasiertes Porzellanteeservice – Umarmung der Wahrheit“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「白瓷茶具-『怀质抱真』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「白瓷茶具-『懷質抱真』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Juego de té de porcelana blanca: Autenticidad y calidad.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du service à thé en porcelaine « Étreinte de la vérité ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Set Teh dari Porselen Putih: Murni dan Mulia\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「白磁茶器-『真実一路』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「백자 다기-『순수한 진심』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Conjunto de Chá de Porcelana - \"O Coração Carrega a Verdade\".\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Чайный сервиз из белого фарфора: Воплощение истины».\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ชุดชงชากระเบื้องสีขาว - บริสุทธิ์และสง่างาม\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Bộ Ấm Trà Sứ Trắng – Tâm Hồn Cao Thượng\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}