{
    "name": {
        "en": "Glimmering Essence",
        "de": "Leuchttinktur",
        "chs": "微光精粹",
        "cht": "微光精粹",
        "es": "Esencia brillante",
        "fr": "Essence irisée",
        "id": "Glimmering Essence",
        "jp": "微光エッセンス",
        "kr": "희미한 정수",
        "pt": "Tintura Brilhante",
        "ru": "Мерцающая сущность",
        "th": "Glimmering Essence",
        "vi": "Tinh Túy Ánh Sáng"
    },
    "id": 111,
    "materialDesc": {
        "en": "A collection of vital energy that exudes a faint glimmer of light.\\nCan be exchanged for treasure during the event \"The Chalk Prince and the Dragon.\"",
        "de": "Gesammelte Lebenskraft, die ein wenig leuchtet.\\nKann während der Aktion „Kreide und Drachen“ gegen Schätze eingetauscht werden.",
        "chs": "收集到的生命能量，微微地散发着光芒。\\n在「白垩与黑龙」期间，可以换取宝物。",
        "cht": "收集到的生命能量，微微地散發著光芒。\\n在「白堊與黑龍」期間，可以換取寶物。",
        "es": "Una energía vital recolectable que desprende un ligero brillo.\\nPuede intercambiarse por otros objetos durante el evento de «El Príncipe de la Caliza y el dragón».",
        "fr": "De l'énergie vitale solidifiée qui émet une faible lueur.\\nÀ échanger contre des récompenses pendant l'événement « Craie et Dragon ».",
        "id": "Energi kehidupan yang telah terkumpul dan memancarkan cahaya yang lembut.\\nDapat ditukarkan dengan hadiah selama event \"Kapur Putih dan Naga Hitam\" berlangsung.",
        "jp": "微かに光を放っている生命エネルギー。\\n「白亜と黒龍」のイベント期間中に宝物と交換することができる。",
        "kr": "수집한 생명 에너지. 은은한 빛을 발산한다.\\n「백악과 흑룡」 이벤트 기간 동안 보물과 교환할 수 있다",
        "pt": "Uma coleção de energia vital que emite uma fraca luz brilhante.\\nPode ser trocada por tesouros durante o evento \"Giz e Dragão\".",
        "ru": "Собранная жизненная энергия, излучающая слабый проблеск света.\\nМожно обменять на сокровища во время события «Принц мела и дракон».",
        "th": "พลังงานสวรรค์ที่รวบรวมมาได้ เปล่งแสงออกมาเล็กน้อย\\nสามารถแลกเป็นสมบัติได้ในช่วงกิจกรรม \"ชอล์กขาวและมังกรดำ\"",
        "vi": "Năng lượng HP thu thập được tỏa ra ánh sáng nhẹ.\\nTrong thời gian diễn ra [Vôi Trắng và Rồng Đen] có thể đổi lấy báu vật."
    },
    "materialType": false
}