{
    "name": {
        "en": "Glinting Component",
        "de": "Glitzernde Komponente",
        "chs": "闪烁的零件",
        "cht": "閃爍的零件",
        "es": "Componente tintineante",
        "fr": "Composant scintillant",
        "id": "Komponen Berkilauan",
        "jp": "点滅する部品",
        "kr": "반짝이는 부품",
        "pt": "Componente Brilhante",
        "ru": "Искрящаяся деталь",
        "th": "ชิ้นส่วนที่ส่องกะพริบ",
        "vi": "Linh Kiện Lấp Lánh"
    },
    "id": 101968,
    "materialDesc": {
        "en": "A piece of the Primal Construct that barred your path. This component seems to be reacting with nearby devices, constantly gleaming and glinting as it does.",
        "de": "Ein Teil des Urkonstrukts, das den Weg versperrt, scheint auf eine naheliegende Vorrichtung zu reagieren und flackert ununterbrochen.",
        "chs": "阻拦前路的元能构装体的一部分零件，似乎是对附近的机关产生了反应而不断闪烁。",
        "cht": "阻攔前路的元能構裝體的一部分零件，似乎是對附近的機關產生了反應而不斷閃爍。",
        "es": "Una pieza de una Creación Primigenia que bloqueaba el camino. Parece que parpadea cuando un mecanismo se encuentra cerca.",
        "fr": "Un morceau de la Structure primale qui vous a barré le chemin. Ce composant semble réagir avec les mécanismes à proximité, brillant et scintillant constamment.",
        "id": "Satu bagian komponen Primal Construct yang menghalangi jalan. Sepertinya bereaksi dengan mekanisme di sekitar sehingga terus-menerus memancarkan kilau dan cahaya.",
        "jp": "行く手を阻む「プライマル構造体」の部品の一部。近くにある装置に反応しているかのように点滅し続けている。",
        "kr": "앞길을 가로막는 태고의 구조체의 일부 부품. 근처의 장치에 반응하듯 끊임없이 반짝인다",
        "pt": "Uma peça de Estrutura Primordial que bloqueou o seu caminho. Este componente parece reagir com os dispositivos próximos, constantemente brilhante de forma reluzente.",
        "ru": "Кусок первозданной конструкции, преградившей вам путь. Этот компонент, похоже, реагирует с близлежащими устройствами, постоянно сверкая и поблёскивая.",
        "th": "ชิ้นส่วนบางตำแหน่งของ Primal Construct ที่ขวางเส้นทางด้านหน้าอยู่ และดูเหมือนว่ามันจะส่องแสงกะพริบอย่างต่อเนื่อง เพื่อตอบสนองต่อกลไกที่อยู่ใกล้เคียง",
        "vi": "Một phần linh kiện của Kết Cấu Nguyên Thủy đã chặn đường đi của bạn, hình như nó đang không ngừng lóe sáng để phản ứng với các thiết bị gần đó."
    },
    "materialType": "MATERIAL_QUEST"
}