{
    "name": {
        "en": "Glittering Street",
        "de": "Glitzerstraße",
        "chs": "百里琳琅街",
        "cht": "百里琳瑯街",
        "es": "Prosperidad y bullicio",
        "fr": "Rue foisonnante",
        "id": "Jalan yang Berkilau",
        "jp": "百里琳琅街",
        "kr": "보물이 가득한 거리",
        "pt": "Rua Cintilante",
        "ru": "Сверкающая улица",
        "th": "ย่านร้านค้านับร้อยสุดคึกคัก",
        "vi": "Phố Rực Rỡ"
    },
    "id": 350043,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a \"Glittering Street.\"\\nAn urban area filled with goods and wares, from strange and precious treasures to everyday items, recreating the bustle of Liyue's markets.\\n\"Glittering\" here is no overstatement, for Liyue is the place where all ships go and all stocks flow. As such, the vast majority of its citizens do not want for necessities. But if something is indeed lacking, you can wait for the end of the month to send feedback to the purple-haired young woman who often roams the markets during that time. Her true identity is unclear, but what is known is that most goods brought to her attention will soon appear on the markets.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Ningguang, Keqing, Yanfei, Xingqiu, Zhongli, Yun Jin, Shenhe",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Glitzerstraße“.\\nEin Stadtbezirk voll mit verschiedenen Waren, von seltsamen und kostbaren Schätzen bis hin zu alltäglichen Dingen, die die Geschäftigkeit von Liyues Märkten anfeuern.\\nDies eine „rauschende“ Straße zu nennen, ist kein Akt der Bescheidenheit, denn Liyue ist der Ort, an dem alle Schiffe anlegen und wo alle Fracht entladen wird. Dem Großteil der Bevölkerung mangelt es nicht an lebensnotwendigen Gütern. Doch sollte tatsächlich mal ein Mangel auftreten, so kann man der jungen Frau mit violettem Haar, die sich am Ende des Monats oft auf dem Markt herumtreibt, Rückmeldung geben. Ihre wahre Identität ist unbekannt, doch eines ist sicher: Die meisten Waren, auf die man sie aufmerksam macht, werden schon bald auf den Märkten auftauchen.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Ningguang, Keqing, Yanfei, Xingqiu, Zhongli, Yun Jin und Shenhe.",
        "chs": "步骤详实的图纸，记载着「百里琳琅街」的放置方法。\\n货品琳琅的市井，从奇珍异宝到日常用具应有尽有，再现了璃月市集的盛况。\\n「百里」并非过誉之词，璃月乃千船万商云集之地，各方货品在此流通。因此，大多民众都能买到必需品。如有缺漏，可以等到当月下旬，与市集中四处巡查的紫发少女沟通。虽说她的身份尚不明朗，但向她反馈过的货品，大多会在不久后出现在市集上。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：凝光、刻晴、烟绯、行秋、钟离、云堇、申鹤",
        "cht": "步驟詳實的圖紙，記載著「百里琳琅街」的放置方法。\\n貨品琳琅的市井，從奇珍異寶到日常用具應有盡有，再現了璃月市集的盛況。\\n「百里」並非過譽之詞，璃月乃千船萬商雲集之地，各方貨品在此流通。因此，大多民眾都能買到必需品。如有缺漏，可以等到當月下旬，與市集中四處巡查的紫髮少女溝通。雖說她的身分尚不明朗，但向她反應過的貨品，大多會在不久後出現在市集上。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：凝光、刻晴、煙緋、行秋、鍾離、雲堇、申鶴",
        "es": "Plano detallado para colocar Prosperidad y bullicio.\\nUn mercado lleno de productos que van desde tesoros valiosísimos a objetos de uso cotidiano y que imita el bullicio de Liyue.\\nLiyue es el destino de todos los barcos y comerciantes, así que la mayoría de sus habitantes pueden comprar todo tipo de productos. No obstante, si no se encuentra algo, se puede esperar a final de mes y decírselo a la joven de cabello violeta que frecuentemente deambula por los mercados durante ese momento. Se desconoce su verdadera identidad, pero cualquier producto que se le comunique aparece en poco tiempo a la venta como por arte de magia.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Ninguang, Keching, Yanfei, Xingchiu, Zhongli, Yun Jin, Shenhe.",
        "fr": "Étapes de mise en place de la rue foisonnante.\\nUne zone urbaine remplie de biens et de marchandises, allant des trésors les plus étranges et précieux aux marchandises de tous les jours, recréant l'agitation des marchés de Liyue.\\nAppeler ce genre d'endroits une rue « foisonnante » n'est pas exagéré, car Liyue est le lieu où tous les navires vont et où toutes les marchandises transitent. Ainsi, la grande majorité de ses citoyens ne sont jamais à court de telles nécessités. Mais s'il vous manque effectivement quelque chose, vous pouvez attendre la fin du mois pour envoyer une note à la jeune femme à la chevelure violette qui arpente souvent les marchés pendant cette période. Sa véritable identité n'est pas claire, mais ce que l'on sait, c'est que la plupart des biens portés à son attention apparaîtront dans les plus brefs délais sur les marchés.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Ningguang, Keqing, Yanfei, Xingqiu, Zhongli, Yun Jin, Shenhe.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Jalan yang Berkilau\".\\nArea kota yang dipenuhi dengan berbagai produk dan barang dagangan, dari harta karun yang aneh dan berharga hingga barang sehari-hari, seolah membangkitkan kembali hiruk pikuk pasar Liyue.\\nMenyebutnya sebagai jalanan \"bercahaya\" memang cocok, karena Liyue adalah tempat semua kapal dan barang keluar masuk. Karena itu, sebagian besar warganya bisa membeli kebutuhannya. Tapi jika memang ada yang kurang, kamu bisa menunggu sampai akhir bulan dan mengatakannya kepada gadis muda berambut ungu yang seringkali berjalan-jalan di pasar. Identitas dirinya yang sebenarnya tidak diketahui, tapi rumor mengatakan bahwa sebagian besar barang jika itu menarik perhatiannya pasti akan segera muncul di pasar dalam waktu dekat.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.\\nRekan yang menyukai Set Perabotan ini: Ningguang, Keqing, Yanfei, Xingqiu, Zhongli, Yun Jin, Shenhe",
        "jp": "「百里琳琅街」の詳しい配置方法が載っている設計図。\\n璃月の市場をそのまま再現しており、奇妙なお宝から日常品まで、様々な品が並んでいる。\\n璃月は船や商人が各地から集まる商業の国であり、あらゆる品が流通する場所。そのため、大半の人であればここで必需品を買うことができる。もし欲しい品が見つからない場合、市場を見回りしている紫色の髪をした少女に伝えるといい。彼女の正体は定かではないが、商品がすぐ市場に現れることだろう。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：凝光、刻晴、煙緋、行秋、鍾離、雲菫、申鶴",
        "kr": "작업 순서가 상세히 적힌 도면, 「보물이 가득한 거리」의 설치 방법이 기재되어 있다.\\n「가득」이란 말은 결코 과장된 수식어가 아니다. 리월은 수많은 상인과 배가 모이는 곳으로, 물건들의 유통이 이곳에서 이뤄진다. 대부분의 사람은 여기서 필수품을 살 수 있고, 만약 없는 게 있다면 월말까지 기다렸다가 시내를 집중적으로 순찰하는 보라색 머리 소녀에게 얘기하면 된다. 그녀의 정체를 알 순 없지만, 그녀에게 말한 물건은 대부분 얼마 지나지 않아 시장에 유통된다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 응광, 각청, 연비, 행추, 종려, 운근, 신학",
        "pt": "Um diagrama detalhado com o passo a passo para colocar \"Rua Cintilante\".\\nUma área da cidade repleta de bens e mercadorias, desde estranhos e preciosos tesouros até mercadorias de uso diário, recriando a agitação dos mercados de Liyue.\\nChamá-la de rua \"cintilante \" não é um gesto de humildade, pois Liyue é o lugar para onde todos os navios vão e onde todos os estoques fluem. Dessa forma, a grande maioria de seus cidadãos não anseia por necessidades. Mas se realmente faltar algo, você pode esperar pelo final do mês para enviar sugestões para a jovem de cabelos roxos que frequentemente perambula pelos mercados durante esse período. Sua verdadeira identidade não é clara, mas o que se sabe é que a maioria dos produtos que são levados ao conhecimento aparecerão em breve nos mercados.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nOs personagens a seguir preferem este Conjunto de Decoração: Ningguang, Keqing, Yanfei, Xingqiu, Zhongli, Yunjin, Shenhe",
        "ru": "Подробная схема размещения комплекта «Сверкающая улица».\\nГородская площадь заполнена товарами и изделиями, от диковинных драгоценных сокровищ до повседневных предметов, воссоздавая суету рынков Ли Юэ.\\nНазвать эту улицу «сверкающей» - не значит проявить скромность, ведь Ли Юэ - место, куда приходят все корабли и куда стекаются все товары. Поэтому подавляющее большинство его жителей не испытывают нужды в самом необходимом. Но если чего-то действительно не хватает, можно дождаться конца месяца, чтобы рассказать о своих пожеланиях фиолетововолосой девушке, которая часто бродит по рынкам в это время.\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.\\nЭтот комплект мебели предпочитают следующие компаньоны: Нин Гуан, Кэ Цин, Янь Фэй, Син Цю, Чжун Ли, Юнь Цзинь, Шэнь Хэ.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ย่านร้านค้านับร้อยสุดคึกคัก\"\\nย่านที่มีสินค้าหลากหลาย ทั้งสมบัติแปลกใหม่ไปจนถึงของใช้ในชีวิตประจำวัน ซึ่งสะท้อนให้เห็นถึงความเจริญรุ่งเรืองของ Liyue\\n\"ร้านค้านับร้อย\" ไม่ได้เป็นคำที่ดูเกินจริงแต่อย่างใด Liyue เป็นที่ที่เรือและพ่อค้านับพันนับหมื่นมารวมตัวกัน ซึ่งผู้คนต่างสามารถหาซื้อสินค้าที่จำเป็นต่าง ๆ ได้ที่นี่ หากสินค้าใดขาดไป ก็สามารถรอจนถึงช่วงสิ้นเดือน เพื่อเจรจากับหญิงสาวผมสีม่วงที่เที่ยวลาดตระเวนไปทั่ว ถึงแม้จะไม่ทราบตัวตนที่แน่ชัดของเธอ แต่สินค้าส่วนใหญ่ที่เธอตอบรับ ก็มักจะมีให้เห็นในตลาดหลังจากนั้นไม่นานนัก\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Ningguang, Keqing, Yanfei, Xingqiu, Zhongli, Yun Jin, Shenhe",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Phố Rực Rỡ\".\\nDãy phố với đủ loại hàng hóa từ quý giá đến hàng tiêu dùng, tái hiện cảnh tượng nhộn nhịp của chợ Liyue trong dịp lễ.\\nLiyue là nơi tụ tập của hàng ngàn thương gia và đủ loại hàng hóa lưu thông. Vì vậy, hầu hết mọi người đều có thể mua được thứ mình cần. Nhưng nếu thiếu thứ gì, thì có thể chờ đến cuối tháng trao đổi với thiếu nữ tóc tím thường tuần tra qua khu vực đó. Tuy không rõ thân phận của cô ấy, nhưng hầu hết những loại hàng hóa từng phản hồi với cô ấy, sẽ xuất hiện trong chợ không lâu sau đó.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Ningguang, Keqing, Yanfei, Xingqiu, Zhongli, Yun Jin, Shenhe"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}