{
    "name": {
        "en": "Glorious Emerald Tapestry",
        "de": "„Glorreicher Smaragdteppich“",
        "chs": "「青琅般辉煌之纹」",
        "cht": "「青琅般輝煌之紋」",
        "es": "Gloriosa alfombra esmeralda",
        "fr": "Tapisserie émeraude glorieuse",
        "id": "Permadani Zamrud yang Mulia",
        "jp": "「青みがかった輝く模様」",
        "kr": "「푸른 빛으로 빛나는 무늬」",
        "pt": "\"Bordado Esmeralda Glorioso\"",
        "ru": "Великолепный изумрудный гобелен",
        "th": "\"ลวดลายตระการตาสีมรกต\"",
        "vi": "Hoa Văn Huy Hoàng"
    },
    "id": 382305,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Glorious Emerald Tapestry.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Glorreicher Smaragdteppich“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『青琅般辉煌之纹』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『青琅般輝煌之紋』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar “Gloriosa alfombra esmeralda”.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la tapisserie émeraude glorieuse.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Diagram yang berisi langkah-langkah untuk membuat \"Permadani Zamrud yang Mulia\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『青みがかった輝く模様』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「『푸른 빛으로 빛나는 무늬』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Bordado Esmeralda Glorioso\".\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Великолепный изумрудный гобелен».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ลวดลายตระการตาสีมรกต\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Hoa Văn Huy Hoàng\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}