{
    "name": {
        "en": "Glowgrass Bait",
        "de": "Leuchtender Grasköder",
        "chs": "荧草饵",
        "cht": "熒草餌",
        "es": "Cebo brilloalga",
        "fr": "Herbe fluorescente",
        "id": "Glowgrass Bait",
        "jp": "蛍草餌",
        "kr": "형광초 미끼",
        "pt": "Isca de Grama Cintilante",
        "ru": "Наживка блескушка",
        "th": "Glowgrass Bait",
        "vi": "Mồi Óng Ánh"
    },
    "id": 111027,
    "materialDesc": {
        "en": "A special bait made from Magical Crystal Ore and Seagrass, it shines where no light illuminates, and may thus hold special attraction for those fellows who ever yearn for light.\\nIf you should run out of these, you can get more from Kujirai Momiji.\\n\\nSuitable for catching all fish species.",
        "de": "Dieser besondere Köder aus magischem Kristallerz und Seegras leuchtet dort, wo kein Licht ist, und übt daher eine besondere Anziehungskraft auf diejenigen Fische aus, die sich immer nach Licht sehnen.\\nWenn du keine mehr hast, kannst du bei Kujirai Momiji mehr bekommen.\\n\\nZum Fangen aller Fischarten geeignet.",
        "chs": "由魔晶矿和海草制成的特殊饵料，会在无光处闪耀，对于那些向往光明的家伙，或许有非凡的吸引力。\\n若耗尽可在鲸井椛处重复领取。\\n\\n适用鱼种：所有鱼类",
        "cht": "由魔晶礦和海草製成的特殊餌料，會在無光處閃耀，對於那些嚮往光明的傢伙，或許有非凡的吸引力。\\n若耗盡，可在鯨井椛處重複領取。\\n\\n適用魚種：所有魚類",
        "es": "Un cebo hecho con mineral de cristal mágico y algas. Tiene la capacidad de brillar en los lugares a los que no llega la luz, por lo que atrae especialmente a aquellas especies que la anhelan.\\nSi se te acaba, puedes conseguir más de Kujirai Momiji.\\n\\nPerfecto para pescar todo tipo de peces.",
        "fr": "Un appât spécial fabriqué à partir de minerai de cristal magique et d'herbes marines qui brille dans le noir et attire ceux qui aspirent à la lumière.\\nVous pouvez en obtenir auprès de Kujirai Momiji.\\n\\nAdapté pour toutes les espèces de poissons.",
        "id": "Umpan khusus yang terbuat dari Magical Crystal Ore dan Seagrass. Dapat bersinar di tempat yang tidak ada cahaya, dan mungkin sangat menarik bagi para makhluk yang tertarik pada cahaya. Kalau umpan ini sudah habis, kamu bisa memintanya lagi dari Kujirai Momiji.\\n\\nCocok digunakan untuk semua jenis ikan.",
        "jp": "魔晶鉱と海草で作られた特殊な釣り餌。光のないところで輝くことができる。明るさに憧れているやつらにとっては、魅力的な存在だろう。\\n使い切った場合、鯨井椛から受け取ることができる。\\n\\n対象魚類：全て。",
        "kr": "마법 수정석과 해초로 제작한 특수한 미끼. 어두운 곳에서 밝게 빛을 내며, 광명을 추구하는 자들에게는 더없이 매력적이다\\n전부 소모할 경우 쿠지라이 모미지에서 중복 수령할 수 있다.\\n\\n적용 어종: 모든 어류",
        "pt": "Uma isca especial feita de Minério de Cristal Mágico e Erva Marinha, ela resplandece onde nenhuma luz ilumina, tendo uma atração especial para aqueles indivíduos que sempre anseiam por luz.\\nCaso seja totalmente consumida, é possível retornar a Kujirai Momiji para reabastecer-se dela.\\n\\nApropriada para as espécies de peixe: todas.",
        "ru": "Особая наживка из магической кристальной руды и морской водоросли, которая светится в темноте и привлекает тех, кто жаждет света.\\nЕсли наживка закончится, вы можете получить новую у Кудзирай Момидзи.\\n\\nПодходит для ловли всех видов рыбы.",
        "th": "เหยื่อพิเศษที่ทำมาจาก Magical Crystal Ore และ Seagrass มันจะส่องแสงในที่มืด ทำให้มันมีเสน่ห์ที่ไม่ธรรมดาต่อผู้ที่โหยหาแสงสว่าง\\nหากหมดสามารถไปรับใหม่ได้ที่ Kujirai Momiji\\n\\nเหมาะสำหรับปลาสายพันธุ์: ทุกประเภท",
        "vi": "Một loại mồi nhử đặc biệt làm từ mỏ ma tinh và rong biển, sẽ tỏa sáng ở nơi thiếu ánh sáng, đối với những loài cá khao khát ánh sáng, nó có một sức hút lạ thường.\\nNếu dùng hết có thể nhận lại ở chỗ Kujirai Momiji.\\n\\nLoại cá thích hợp: tất cả các loại cá"
    },
    "materialType": "MATERIAL_FISH_BAIT"
}