{
    "name": {
        "en": "Gold-Lined Sandbearer Wardrobe",
        "de": "Goldgefütterter Garderobenschrank aus Dürrsandholz",
        "chs": "却砂木金纹衣柜",
        "cht": "卻砂木金紋衣櫃",
        "es": "Ropero de avellano con motivos dorados",
        "fr": "Garde-robe en bois d'haréna à caisson doré",
        "id": "Lemari Baju Motif Emas Kayu Sandbearer",
        "jp": "却砂の衣装棚",
        "kr": "각사나무 금박 무늬 옷장",
        "pt": "Guarda-roupa de Madeira de Areia com Detalhes Dourados",
        "ru": "Шкаф из песчаного дерева с золотым узором",
        "th": "ตู้เสื้อผ้าไม้เนื้อทรายลายสีทอง",
        "vi": "Tủ Áo Vân Vàng Gỗ Khước Sa"
    },
    "id": 381106,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Gold-Lined Sandbearer Wardrobe.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Goldgefütterter Garderobenschrank aus Dürrsandholz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「却砂木金纹衣柜」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「卻砂木金紋衣櫃」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Ropero de avellano con motivos dorados.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la garde-robe en bois d'haréna à caisson doré.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Lemari Baju Motif Emas Kayu Sandbearer\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「却砂の衣装棚」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「각사나무 금박 무늬 옷장」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Guarda-Roupa de Madeira de Areia com Detalhes Dourados\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Шкаф из песчаного дерева с золотым узором».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ตู้เสื้อผ้าไม้เนื้อทรายลายสีทอง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Tủ Áo Vân Vàng Gỗ Khước Sa\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}