{
    "name": {
        "en": "Golden House Maiden Perfume",
        "de": "Duftessenz „Geheime Geliebte“",
        "chs": "「金屋藏娇」香膏",
        "cht": "「金屋藏嬌」香膏",
        "es": "Perfume de doncella de la casa dorada",
        "fr": "Baume de maîtresse de la Chambre d'Or",
        "id": "Parfum Gadis Rumah Emas",
        "jp": "「金屋蔵嬌」香膏",
        "kr": "「금옥장교」 향고",
        "pt": "Perfume de \"Donzela da Casa Dourada\"",
        "ru": "Масло «Золотой мадам»",
        "th": "น้ำหอม \"Golden House Mistress\"",
        "vi": "Sáp thơm \"Kim Ốc Tàng Kiều\""
    },
    "id": 100497,
    "materialDesc": {
        "en": "A perfume decocted from a special breed of Silk Flower.\\nIt releases a scent that reminds one of sweet dreams. Perhaps it is the best fit for innocent young ladies.",
        "de": "Eine Duftessenz, die aus einer ganz besonderen Art Seidenblumen gewonnen wurde.\\nSie hat einen süßlichen Duft, der zum Träumen einlädt. Dieser Duft passt zu jungen Mädchen sicher besonders gut.",
        "chs": "特殊品种的霓裳花手工熬制成的香膏。\\n散发着甜蜜梦幻的香气。或许与清纯的少女最为相配吧。",
        "cht": "特殊品種的霓裳花手工熬製成的香膏。\\n散發著甜蜜夢幻的香氣。或許與清純的少女最為相配吧。",
        "es": "Un perfume extraído de una variedad especial de flor de seda.\\nEmite un aroma que evoca el dulzor de los sueños. Quizás sea la mejor opción para jóvenes inocentes.",
        "fr": "Du parfum obtenu à partir d'une variété rare de fleur de soie.\\nSa douce odeur digne des plus beaux rêves ravirait sans doute les jeunes filles innocentes.",
        "id": "Parfum yang dibuat dari spesies Silk Flower khusus.\\nMengeluarkan aroma yang mengingatkan orang akan mimpi indah. Mungkin ini sangat cocok untuk seorang gadis yang polos.",
        "jp": "特殊な品種の霓裳花を使った手作り香膏。\\n甘くて夢にあふれた、若い女の子が好きそうな香り。",
        "kr": "특수한 예상꽃으로 만들어진 수제 향고.\\n달콤하고 몽환적인 향기가 난다. 청순한 소녀와 잘 어울릴 것 같다",
        "pt": "Um perfume extra~ido de uma raça especial de Flor de Seda.\\nLança um perfume que lembra um sonho. Talvez seja o mais adequado para jovens inocentes.",
        "ru": "Парфюм, изготовленный из особого вида шелковицы.\\nЕго аромат напоминает о сладких снах. Он скорее всего подойдёт невинным юным леди.",
        "th": "น้ำหอมสกัดมือจากดอก Silk Flower ชนิดพิเศษ\\nส่งกลิ่นหอมหวานชวนฝัน เด็กสาวน่าจะเข้ากับกลิ่นสะอาดสดชื่นนี้ที่สุด",
        "vi": "Sáp thơm thủ công được làm từ giống hoa nghê thường đặc biệt.\\nHương thơm ngọt ngào ảo diệu rất phù hợp với thiếu nữ ngây thơ."
    },
    "materialType": "MATERIAL_QUEST"
}