{
    "name": {
        "en": "Golden Bridle",
        "de": "Goldenes Zaumzeug",
        "chs": "御辔",
        "cht": "御轡",
        "es": "Brida dorada",
        "fr": "Bride dorée",
        "id": "Kekang Emas",
        "jp": "手綱",
        "kr": "고삐",
        "pt": "Rédea Dourada",
        "ru": "Золотая уздечка",
        "th": "Golden Bridle",
        "vi": "Dây Cương"
    },
    "id": 100921,
    "materialDesc": {
        "en": "The hereditary national treasure of Byakuyakoku. It represents the highest authority in the land and confers the power to control Evernight and Whitenight upon its wielder.",
        "de": "Der vererbte Nationalschatz von Byakuyakoku. Er repräsentiert die höchste Autorität im Land und verleiht seinem Träger die Macht, die Ewige Nacht und die Helle Nacht zu kontrollieren.",
        "chs": "白夜国的传国之宝。展示着白夜国的大权，给与持有者支配「常夜」、「白夜」的能力。",
        "cht": "白夜國的傳國之寶。展示著白夜國的大權，給與持有者支配「常夜」、「白夜」的能力。",
        "es": "Un tesoro heredado del reino de Byakuya, símbolo de la mayor autoridad en este reino. Quien lo porte será capaz de controlar la noche infinita y la noche blanca.",
        "fr": "Le trésor héréditaire de Byakuyakoku. Il représente la plus haute autorité du pays et confère le pouvoir de contrôler la nuit sans fin et la nuit blanche à son porteur.",
        "id": "Harta warisan berharga Byakuyakoku, benda ini mewakili otoritas tertinggi Byakuyakoku dan dianugerahi kekuatan untuk mengendalikan Evernight dan Whitenight kepada penggunanya.",
        "jp": "白夜国の国宝。白夜国の大いなる力を示している。所有者に「常夜」と「白夜」を支配する力を与える。",
        "kr": "백야국의 국보. 백야국의 권력을 상징하며, 소유자에게 「상야」, 「백야」을 지배하는 능력을 준다",
        "pt": "Um tesouro herdado do Reino de Byakuya. Ele representa a maior autoridade na terra e dá o poder a quem o possui de controlar a Noite Branca e Noite Eterna.",
        "ru": "Драгоценность, наследие Бякуякоку. Она олицетворяет высшую власть в стране и наделяет своего владельца силой управлять Вечной ночью и Белой ночью.",
        "th": "สมบัติประจำชาติของ Byakuyakoku ที่แสดงให้เห็นถึงอำนาจของ Byakuyakoku ทำให้ผู้ถือครองมีพลังที่สามารถควบคุมราตรีนิรันดร์ และราตรีสีขาวได้",
        "vi": "Báu vật truyền thế của Vương Quốc Đêm Trắng, biểu tượng cho quyền lực, mang đến cho kẻ sở hữu khả năng chi phối \"Đêm Trắng\" và \"Đêm Đen\"."
    },
    "materialType": "MATERIAL_QUEST"
}