{
    "name": {
        "en": "Gold-Inscribed Evil-Cleansing Banner",
        "de": "Goldbeschriftetes Bannertuch zur Säuberung des Bösen",
        "chs": "金纹羽节除祟丹帜",
        "cht": "金紋羽節除祟丹幟",
        "es": "Banderín dorado ahuyentaespíritus",
        "fr": "Bannière d'adjuration avec inscription dorée",
        "id": "Spanduk Pembersih Kejahatan Berukir Emas",
        "jp": "金紋羽旄の邪気祓い赤旗",
        "kr": "금빛 무늬 액막이 깃발",
        "pt": "Bandeira Exorcizadora Dourada",
        "ru": "Знамя очищения от зла с золотой надписью",
        "th": "ธงลวดลายสีทองสำหรับปัดเป่าสิ่งชั่วร้าย",
        "vi": "Kim Văn Vũ Tiết Trừ Túy Đan Kỳ"
    },
    "id": 393339,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Gold-Inscribed Evil-Cleansing Banner.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Goldbeschriftetes Bannertuch zur Säuberung des Bösen“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「金纹羽节除祟丹帜」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「金紋羽節除祟丹幟」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Banderín dorado ahuyentaespíritus.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la bannière d'adjuration avec inscription dorée.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Spanduk Pembersih Kejahatan Berukir Emas\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「金紋羽旄の邪気祓い赤旗」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「금빛 무늬 액막이 깃발」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Bandeira Exorcizadora Dourada\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Знамя очищения от зла с золотой надписью».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ธงลวดลายสีทองสำหรับปัดเป่าสิ่งชั่วร้าย\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Kim Văn Vũ Tiết Trừ Túy Đan Kỳ\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}