{
    "name": {
        "en": "Golden Koi",
        "de": "Goldener Koi",
        "chs": "金赤假龙",
        "cht": "金赤假龍",
        "es": "Koi dorado",
        "fr": "Koï doré",
        "id": "Golden Koi",
        "jp": "金赤リュウノコ",
        "kr": "금적빛 용 물고기",
        "pt": "Koi Dourado",
        "ru": "Золотой лжедракон",
        "th": "Golden Koi",
        "vi": "Cá Rồng Xích Kim"
    },
    "id": 131011,
    "materialDesc": {
        "en": "A large fish said to be the descendant of dragons.\\nWith the horn on its head and its scaleless form clad as if in golden armor, it looks every bit like a king underwater. In truth, its bloodline and behavior could not be more different from that of a dragon — it can neither call forth the wind and rain nor the power of domination and is actually often the victim of food-snatching due to its weak character. A real shame, of course, that it looks so very majestic. As such, it lost the nickname \"Descendant of Dragons,\" and is now termed the \"False Dragon\" instead.",
        "de": "Ein großer Fisch, von dem man sagt, dass er ein Nachfahre der Drachen ist.\\nMit dem Horn auf seinem Kopf und seiner schuppenlosen Form, die wie eine goldene Rüstung aussieht, sieht er aus wie ein König unter Wasser. In Wahrheit könnten seine Blutlinie und sein Verhalten nicht unterschiedlicher zu dem eines Drachen sein. Er kann weder Wind und Regen noch die Macht der Herrschaft herbeirufen und ist aufgrund seines schwachen Charakters tatsächlich oft das Opfer von Nahrungsräubern. Das ist natürlich sehr schade, denn er sieht so majestätisch aus. Daher hat er den Spitznamen „Nachfahre der Drachen“ verloren und wird nun auch als „Falscher Drache“ bezeichnet.",
        "chs": "被传为龙之后裔的大型鱼类。\\n额上长角，体表无鳞，有金赤战袍加身，有水中王者风姿。实际就血统与习性而论，它们与龙之间的距离差之千里——既无呼风唤雨之能，又无雄踞一方之技，甚至由于性格过于软弱，还常被其他掠食性鱼类抢夺食物，实在愧对这一副威风凛凛的好相貌。因此只能摘下「龙裔」之称，屈居「假龙」之号。",
        "cht": "被傳為龍之後裔的大型魚類。\\n額上長角，體表無鱗，有金赤戰袍加身，有水中王者風姿。實際就血統與習性而論，牠們與龍之間的距離差之千里——既無呼風喚雨之能，又無雄踞一方之技，甚至由於性格過於軟弱，還常被其他掠食性魚類搶奪食物，實在愧對這一副威風凜凜的好相貌。因此只能摘下「龍裔」之稱，屈居「假龍」之號。",
        "es": "Un pez grande que, según se dice, desciende de los dragones.\\nEl cuerno que luce en la frente y su cuerpo dorado sin escamas le hacen parecer el rey de las aguas. Sin embargo, su linaje y su comportamiento no podrían parecerse menos a los de los dragones: no puede controlar la lluvia ni el viento, ni tiene ningún tipo de poder, y a menudo le roban la comida en sus narices. Es una pena que su apariencia sea tan majestuosa. Ya nadie lo llama “descendiente de dragones”, sino “dragón falso”.",
        "fr": "Un gros poisson dont on dit qu'il serait un descendant des dragons.\\nSa corne, l'absence d'écailles sur une peau rouge et or et une élégance naturelle font de lui l'empereur des eaux. Cependant, il ne saurait être plus éloigné du dragon, et ce aussi bien par son origine que par ses caractéristiques, ne possédant ni sa puissance, ni sa capacité à dominer. Sa personnalité désespérément accommodante en fait même souvent la victime d'espèces prédatrices qui n'hésitent pas à le délester de sa nourriture, en contradiction totale avec la majestueuse impression qu'il dégage. Ceci explique probablement pourquoi le surnom de « descendant des dragons » pour le désigner fut très tôt abandonné.",
        "id": "Seekor ikan besar yang orang bilang merupakan keturunan naga.\\nDengan tanduk di kepalanya dan tubuhnya yang tanpa sisik, namun seperti dibalut oleh baju besi berwarna emas, mereka memang terlihat seperti raja di bawah air. Sebenarnya, ada jarak yang tidak terlampaui antara garis keturunan dan perilaku mereka dengan naga yang sesungguhnya — mereka sama sekali tidak berkuasa untuk memanggil angin dan hujan. Bahkan saking lemahnya, mereka pun sering kalah tak berdaya tatkala harus berebut makanan dengan ikan jenis lainnya. Sungguh amat disayangkan ketika kemampuan asli jauh dari penampilan yang ada. Begitulah kira-kira mengapa kini julukan \"Keturunan Naga\" tidak lagi disematkan untuk mereka, dan sekarang yang tersisa hanyalah julukan \"Naga Palsu\" saja.",
        "jp": "龍の末裔ともいわれた大型魚。\\n頭部に角があり、体にはうろこがない。金と赤の鎧を身にし、王者のような姿を見せる。実際、血統や習性から見ても龍とはかけ離れており、雨を呼ぶ能力もなければ、縄張りを支配するすべもない。凛とした外見に似合わず、弱すぎるゆえに他の魚に獲物を奪われることもしばしばある。その結果、「龍の末裔」の名は外され、「リュウノコ」の名が与えられた。",
        "kr": "용의 후예로 전해지는 대형 어류.\\n이마에 뿔이 났으며 비늘이 없다. 금적색의 전포를 입어, 물의 제왕의 자태를 뽐내고 있다. 실제 혈통과 습성을 놓고 말하면, 용과는 판이하다. 날씨를 부리는 재주도 늠름한 위풍도 없으며 심지어는 성격이 너무 유약해 다른 침략성이 강한 어류에게 먹이를 빼앗기기 일쑤니, 그 위풍당당한 모습이 부끄러울 지경이다. 이에 「용의 후예」라는 명칭 대신 「용 가시고기」로 불리게 됐다",
        "pt": "Um peixe grande que dizem ser descendente de dragões.\\nParece um rei sob a água com um chifre em sua cabeça e um corpo dourado sem espinhas. Na verdade, sua linhagem e comportamento não poderiam ser mais diferentes de um dragão. Não pode nem chamar o vento e a chuva, nem o poder da dominação, na verdade, comumente é vítima de lhe roubarem a comida a sua frente devido ao seu corpo frágil. É uma pena, pois sua aparência é majestosa. Dessa forma, perdeu o apelido \"Descendente de Dragões\" e agora é chamado de \"Dragão Falso\".",
        "ru": "Изначально считалось, что эта большая рыба - потомок драконов.\\nДлинные рога на голове, отсутствие чешуи, красно-золотое одеяние - настоящий подводный правитель. На самом деле они очень далеки от драконов. У них нет ни способности призывать дождь, ни навыков доминирования, из-за чего их часто лишают пищи другие хищные рыбы. Следовательно, их можно лишить титула «потомков драконов» и причислить к «ложным драконам».",
        "th": "ปลาตัวใหญ่ที่ว่ากันว่าเป็นลูกหลานของมังกร\\nด้วยเขายาวบนหัว ร่างกายที่ไร้ซึ่งเกล็ด และสวมเกราะสีแดงทอง ลักษณะเหล่านี้ทำให้มันดูเหมือนราชาใต้น้ำอย่างแท้จริง ความจริงแล้วในแง่ของเชื้อสายและพฤติกรรมมันห่างไกลจากมังกรมากนัก พวกมันไม่มีความสามารถในการเรียกลมและฝน หรือมีพลังในการปกครอง และเนื่องจากบุคลิกที่อ่อนแอของพวกมัน จึงทำให้ถูกปลานักล่าตัวอื่นขโมยอาหารอยู่บ่อย ๆ ช่างไม่คู่ควรกับรูปลักษณ์น่าเกรงขามนี้เอาเสียเลย ดังนั้น ฉายา \"ลูกหลานของมังกร\" ของมันถึงถูกถอดไป และตอนนี้เหลือเพียงฉายา \"มังกรปลอม\" เท่านั้น",
        "vi": "Loài cá được mệnh danh là hậu duệ của rồng.\\nChúng có cặp sừng dài trên trán, không có vảy, nhưng toàn thân lại có màu đỏ vàng như áo choàng, trông như một vì vua dưới nước. Nhưng trên thực tế chúng khác xa so với loài rồng, vừa không thể hô mưa gọi gió, lại càng không thể chiếm lĩnh địa bàn, thậm chí tính cách lại nhút nhát nên thường xuyên bị các loài cá khác giành ăn. Thật hổ thẹn cho danh xưng hậu duệ của loài rồng."
    },
    "materialType": "MATERIAL_EXCHANGE"
}