{
    "name": {
        "en": "Golden Fried Chicken",
        "de": "Golden frittierte Hühnerhappen",
        "chs": "大黄金吮指鸡",
        "cht": "大黃金脆皮雞",
        "es": "Pollo frito",
        "fr": "Nuggets de poulet",
        "id": "Golden Fried Chicken",
        "jp": "黄金のジャンボチキン",
        "kr": "황금 크리스피 치킨",
        "pt": "Galinha Dourada Frita",
        "ru": "Курочка «Пальчики оближешь!»",
        "th": "Golden Fried Chicken",
        "vi": "Gà Vàng Khổng Lồ"
    },
    "id": 108236,
    "materialDesc": {
        "en": "Fowl that has been seasoned and then fried. The seasonings were made into a paste and smeared onto the chicken before it was fried at high temperature. The fragrance alone brings the vivid image of crispy skin and tender meat to mind. One bite and the luscious juices begin to flow. Truly irresistible.",
        "de": "Geflügel, das gewürzt und dann gebraten wurde. Die Gewürze wurden zu einer Paste verarbeitet und auf das Huhn gestrichen, bevor es bei hoher Temperatur gebraten wurde. Allein der Duft lässt das Bild von knuspriger Haut und zartem Fleisch vor dem inneren Auge entstehen. Ein Biss und die köstlichen Säfte beginnen zu fließen. Wahrlich unwiderstehlich.",
        "chs": "调味后炸制的禽肉。将配料调成面糊，裹上禽肉高温炸制。光是闻到香味就能想象出的皮脆肉嫩，一口下去汁水四溢，很少有人能抵挡它的诱惑。",
        "cht": "調味後油炸的禽肉。將配料調成麵糊，裹上禽肉高溫油炸。光是聞到香味就能想像出的皮脆肉嫩，一口下去肉汁四溢，很少有人能抵擋它的誘惑。",
        "es": "Carne de ave salpimentada y frita. La carne se pone en una mezcla de harina y se fríe a una alta temperatura. Solo con oler su aroma, uno ya puede imaginarse la crujiente textura del exterior y la tierna y jugosa carne del interior. Pocos son capaces de resistir la tentación de este plato.",
        "fr": "Viande de volaille hachée, agrémentée puis frite. Les morceaux de viande sont roulés dans une préparation réunissant tous les condiments avant d'être frits à température élevée. L'odeur suffit à évoquer à n'importe qui le goût inimitable de la viande tendre et croustillante et à faire saliver. Bien peu sont capables de résister à un nugget de poulet sortant juste de la cuisine.",
        "id": "Fowl yang telah dibumbui dan digoreng. Bumbu-bumbunya dicampur menjadi satu dan dioleskan di atas daging sebelum digoreng dengan temperatur tinggi. Wanginya saja sudah dapat membuatmu membayangkan kulit yang garing, daging yang empuk, dan sari-sari daging yang berlimpah dalam gigitan pertama. Suatu godaan yang tak tertahankan.",
        "jp": "味付けした鳥肉の揚げ物。食材を生地に混ぜ鳥肉を包み、高温で揚げた料理。香りを嗅ぐだけでサクサクの皮とやわらかい肉を想像させる。噛むと肉汁が溢れ出すゆえ、この誘惑に抵抗できる人はほとんどいない。",
        "kr": "양념을 해 튀긴 새고기, 조미료로 간을 해 반죽을 만들고, 새고기를 넣어 고온에 튀긴다. 향기만 맡아도 겉은 바삭 속은 촉촉한 맛을 상상할 수 있다. 한입 베어 물면 고기의 육즙을 입안에 가득 느낄 수 있어서, 이 유혹을 이겨낼 사람은 손에 꼽는다",
        "pt": "Carne de Ave que foi temperada e frita. O tempero foi transformado em uma pasta e pincelado na carne antes de ter sido frito em altas temperaturas. Só o cheiro traz memórias da pele crocante e carne macia, e os sucos jorram de cada pedaço com sua primeira mordida. Verdadeiramente irresistível.",
        "ru": "Мясо птицы, щедро приправленное специями и обжаренное в масле. Мясо обваляно в нужном количестве кляра и зажарено при высокой температуре. Блюдо обладает сногсшибательным ароматом, хрустящей корочкой и нежным мясом. Стоит только вкусить его, как сок брызжет во все стороны. Мало кто может устоять перед соблазном съесть это блюдо.",
        "th": "เนื้อสัตว์ปีกที่ปรุงรสแล้วนำไปทอด เครื่องปรุงได้ถูกผสมลงในแป้งแล้วนำเนื้อสัตว์ปีกลงไปชุบ จากนั้นทอดด้วยไฟแรง เพียงแค่ได้กลิ่นของมันทำให้สามารถจินตนาการถึงหนังกรอบ ๆ และเนื้อนุ่ม ๆ แล้ว เมื่อกัดเข้าไปน้ำที่ชุ่มฉ่ำอยู่ด้านในก็ไหลออกมา น้อยคนนักที่จะสามารถต้านทานความน่ากินของมันได้",
        "vi": "Thịt gia cầm chiên sau khi ướp gia vị. Các nguyên liệu được trộn với bột, bọc lấy thịt gia cầm và chiên ở nhiệt độ cao. Chỉ cần ngửi thấy mùi thơm, nước thịt chảy ra là có thể tưởng tượng được lớp da giòn và thịt mềm, ít ai có thể cưỡng lại sức hấp dẫn của nó."
    },
    "materialType": "MATERIAL_FOOD"
}