{
    "name": {
        "en": "Golden Shrimp Balls",
        "de": "Goldene Garnelenhäppchen",
        "chs": "金丝虾球",
        "cht": "金絲蝦球",
        "es": "Albóndigas de camarón dorado",
        "fr": "Boulettes de crevettes dorées",
        "id": "Golden Shrimp Ball",
        "jp": "エビのポテト包み揚げ",
        "kr": "황금 새우볼",
        "pt": "Almôndegas Douradas de Camarão",
        "ru": "Шарики с креветкой",
        "th": "Golden Shrimp Balls",
        "vi": "Tôm Viên Tơ Vàng"
    },
    "id": 108126,
    "materialDesc": {
        "en": "A deep-fried shrimp dish. The aroma assaults your senses, while the crispy potatoes bring out the light sweetness of the shrimp meat. This, in tandem with its cute, small shape, makes it very enticing indeed.",
        "de": "Ein Gericht mit frittierten Garnelen. Sobald dir der appetitliche Duft in die Nase steigt, kann dich kaum etwas aufhalten, in die knusprige Kartoffelhülle zu beißen, um die leichte Süße der Garnelen zu schmecken. Zieht man die niedliche Form mit in Betracht, macht dieses Gericht ordentlich was her.",
        "chs": "油炸而成的虾料理。乍一闻香气扑鼻，酥脆的土豆中透出虾肉的甘甜。配合小巧可爱的外形，令人食指大动。",
        "cht": "油炸而成的蝦料理。乍一聞香氣撲鼻，酥脆的馬鈴薯中透出蝦肉的甘甜。配合小巧可愛的外形，令人食指大動。",
        "es": "Un plato de camarones fritos. El aroma del plato asalta tus sentidos mientras que las papas crujientes resaltan la ligera dulzura de la carne del camarón. Esto, junto con su linda y pequeña forma, lo hacen muy atractivo.",
        "fr": "Un plat de crevettes frites aux formes adorables qui ne manqueront pas de donner l'envie de se resservir. La croûte croustillante en pomme de terre révèle une viande de crevette, tendre et légère.",
        "id": "Hidangan udang goreng. Aromanya sungguh tajam, dengan kentang renyah yang mendukung rasa manis dari udang. Disertai dengan bentuknya yang kecil dan imut, sungguh menarik.",
        "jp": "エビを使った揚げ料理。サクサクしたジャガイモにエビの甘みが染み込んでいる。見た目もかわいらしく、食欲をそそる一品。",
        "kr": "튀긴 새우 요리. 맛있는 튀김 향이 코를 자극하고 바삭바삭한 감자에서 새우의 단맛이 난다. 앙증맞고 귀여운 모양에 자꾸만 손이 간다",
        "pt": "Um prato de camarão frito. O aroma agride seus sentidos, enquanto as batatas crocantes realçam a doçura leve da carne de camarão. Isso, junto com sua forma fofa e pequena, o torna bastante atrativo.",
        "ru": "Жареные креветки в кляре. Вкус этого блюда поражает ваши рецепторы, а хрустящий картофель придаёт лёгкую сладость мясу креветок. Это блюдо, в сочетании с милой формой, выглядит очень аппетитно.",
        "th": "เมนูอาหารทอดที่ทำจากกุ้ง แวบแรกจะได้กลิ่นหอมแตะจมูก มันฝรั่งที่ทอดกรอบผสานด้วยความหวานของเนื้อกุ้ง ด้วยรูปร่างที่เล็กและน่ารักทำให้คนหยุดหยิบทานไม่ได้",
        "vi": "Tôm được chiên giòn. Rất thơm, bên trong lớp khoai tây giòn là vị ngọt của tôm. Tạo hình nhỏ nhắn dễ thương khiến người ăn không thể dừng đũa."
    },
    "materialType": "MATERIAL_FOOD"
}