{
    "name": {
        "en": "Golden House Maiden Essential Oil",
        "de": "Öl „Geheime Geliebte“",
        "chs": "「金屋藏娇」精油",
        "cht": "「金屋藏嬌」精油",
        "es": "Aceite esencial de doncella de la casa dorada",
        "fr": "Huile essentielle de maîtresse de la Chambre d'Or",
        "id": "Minyak Esensial dari Bunga Gadis Rumah Emas",
        "jp": "「金屋蔵嬌」のオイル",
        "kr": "「금옥장교」 정유",
        "pt": "Óleo Essencial de \"Donzela da Casa Dourada\"",
        "ru": "Эссенция «Золотой мадам»",
        "th": "น้ำมันหอมระเหย \"Golden House Mistress\"",
        "vi": "Tinh dầu \"Kim Ốc Tàng Kiều\""
    },
    "id": 100490,
    "materialDesc": {
        "en": "The essence of decocted Silk Flowers. It can be further refined into perfume. Gives off a sweet scent.",
        "de": "Konzentrierte ätherische Öle von Seidenblumen. Durch weitere Verarbeitung kann darauf Duftessenz hergestellt werden, die einen süßen Duft verströmt.",
        "chs": "霓裳花熬出的精油，进一步提炼后可以制成香膏。散发着甜美的香味。",
        "cht": "霓裳花熬出的精油，進一步提煉後可以製成香膏。散發著甜美的香味。",
        "es": "Extracto de flores de seda. Se puede refinar aún más como perfume. Emite un aroma dulce.",
        "fr": "Une huile essentielle extraite de fleurs de soie qui pourrait être transformée en parfum. Elle émet une douce odeur.",
        "id": "Esensi dari Silk Flower yang telah diuraikan. Dapat disempurnakan menjadi parfum. Menghasilkan aroma yang manis.",
        "jp": "霓裳花で作られたオイル、精錬すると香膏になる。甘い香りがする",
        "kr": "예상꽃에서 나온 정유. 한 번 더 정제하면 향고로 만들 수 있다. 달콤한 향기가 난다",
        "pt": "A essência extraída das Flores de Seda. Pode ser transformado em perfume. Emite um aroma doce.",
        "ru": "Эссенция цветов шелковицы. Используется для изготовления ароматного парфюма. Даёт сладкий вкус.",
        "th": "น้ำมันที่สกัดจากดอก Silk Flower หลังจากลั่นแล้วสามารถนำมาทำเป็นน้ำหอมที่ส่งกลิ่นหอมหวานได้",
        "vi": "Tinh dầu từ hoa nghê thường sau khi chắt lọc sẽ tạo thành sáp thơm với mùi hương thơm ngọt."
    },
    "materialType": "MATERIAL_QUEST"
}