{
    "name": {
        "en": "Goulash",
        "de": "Gulaschsuppe mit Gemüse",
        "chs": "稠汁蔬菜炖肉",
        "cht": "稠汁蔬菜燉肉",
        "es": "Carne a la jardinera",
        "fr": "Goulasch",
        "id": "Goulash",
        "jp": "お肉と野菜のシチュー",
        "kr": "뜨끈 야채 스튜",
        "pt": "Guisado de Legumes ao Molho",
        "ru": "Томатное рагу",
        "th": "Goulash",
        "vi": "Thịt Hầm Sốt Rau Củ"
    },
    "id": 108205,
    "materialDesc": {
        "en": "Hot stew made from Chilled Meat and vegetables chopped into small pieces. Slow-boiled tomatoes give this dish a rich and thick texture. Filling one's stomach with this comforting mixture has a warming effect.",
        "de": "Ein heißer Eintopf. Er besteht aus kaltem Gourmetfleisch und in kleine Stücke geschnittenem Gemüse. Langsam gekochte Tomaten verleihen diesem Gericht eine reichhaltige und dicke Textur. Wenn man sich den Magen mit dieser beruhigenden Mischung füllt, bleibt man stundenlang warm.",
        "chs": "热乎乎的炖菜。将冷鲜肉和蔬菜切作小块，加上番茄久煮炖成浓稠的菜肴。汤汁包裹着被煮得暖洋洋的食材下肚，有着驱赶寒冷的效用。",
        "cht": "熱呼呼的燉菜，將冷鮮肉與蔬菜切成小塊，加上蕃茄久煮燉成濃稠的菜餚。湯汁包裹著被煮得暖洋洋的食材下肚，有著驅趕寒冷的效果。",
        "es": "Un estofado bien caliente. Está hecho con carne congelada, verduras cortadas en pequeños trozos y un espeso caldo de tomates hervidos durante mucho tiempo. Basta con una cucharada de este agradable y cálido estofado para quitarse el frío del cuerpo.",
        "fr": "Un plat cuit à l'étuvée tout fumant. Coupez les morceaux de viande congelée et les légumes en petits morceaux, puis faites cuire dans une sauce à la tomate préparée à l'avance. Ce plat en sauce réchauffe l'estomac et permet de lutter contre le froid.",
        "id": "Hidangan rebusan panas yang dibuat dari daging dingin dan sayuran yang dipotong kecil-kecil. Tambahkan tomat dan rebus yang lama hingga kuahnya menjadi pekat. Kuah nya sudah menyerap rasa dari bahan-bahan yang digunakan, sangat efektif untuk menghangatkan tubuh.",
        "jp": "熱い煮込み料理。冷製鮮肉と野菜を細かく切り、トマトを加え長い間煮込んで作る。スープを纏ったほかほかの食材を飲み込めば、寒さを追い払ってくれる。",
        "kr": "뜨끈뜨끈한 찌개. 냉동 생고기와 채소를 잘게 썰어 토마토를 넣고 오래 삶아 만든 걸쭉한 요리. 따끈따끈한 국물에 데워진 재료들은 추위를 몰아내는 효능이 있다",
        "pt": "Guisado quente feito de Carne Fresca Fria e vegetais cortados em pequenos pedaços. Tomates fervidos lentamente dão a esse prato uma textura rica e grossa. Basta um pedaço deste prato agradável e quente para acabar com efeito do frio no corpo.",
        "ru": "Горячее тушёное блюдо из мелко нарезанного цельномороженого мяса и овощей. Соус из томлёных помидоров придаёт ему богатую и густую текстуру. Это блюдо очень сытное и согревающее.",
        "th": "สตูร้อน ๆ ที่ทำโดยการหั่น Chilled Meat และผักเป็นชิ้นเล็ก ๆ จากนั้นเติมด้วยมะเขือเทศที่ถูกเคี่ยวเป็นเวลานานเพื่อความเข้มข้น ซุปที่อุดมไปด้วยส่วนผสมอาหารที่ถูกตุ๋นซะจนได้ที่ มีสรรพคุณในการขับไล่ความหนาวเย็น",
        "vi": "Món hầm nóng hổi. Thái nhỏ Thịt Tươi Lạnh và rau củ, cho cà chua vào ninh đến khi sánh lại. Món canh ấm nóng có tác dụng xua tan giá lạnh."
    },
    "materialType": "MATERIAL_FOOD"
}