{
    "name": {
        "en": "Grand Narukami Shrine Omamori",
        "de": "Omamori des Großen Narukami-Schreins",
        "chs": "鸣神大社的御守",
        "cht": "鳴神大社的御守",
        "es": "Omamori del Gran Santuario Narukami",
        "fr": "Omamori du Sanctuaire de Narukami",
        "id": "Omamori Kuil Agung Narukami",
        "jp": "鳴神大社の御守り",
        "kr": "나루카미 다이샤의 부적",
        "pt": "Omamori do Grande Santuário Narukami",
        "ru": "Омамори Великого храма Наруками",
        "th": "เครื่องรางของศาลเจ้า Grand Narukami",
        "vi": "Bùa Hộ Mệnh Đền Narukami"
    },
    "id": 101561,
    "materialDesc": {
        "en": "An omamori that served a critical purpose within the Plane of Euthymia.\\nAccording to Yae Miko, \"This item was given to you by the lovely, sagacious Lady Yae Miko.\"",
        "de": "Ein Omamori, das in den utopischen Gefilden einen wichtigen Zweck erfüllte.\\nLaut Yae Miko wurde dir dieser Gegenstand „von der lieben und klugen Frau Yae Miko gegeben“.",
        "chs": "曾在「一心净土」中发挥过至关重要作用的御守。\\n按照八重神子的说法，「这可是兼具智慧与美貌的八重神子大人赠予我的」。",
        "cht": "曾在「一心淨土」中發揮過至關重要作用的御守。\\n按照八重神子的說法，「這可是兼具智慧與美貌的八重神子大人贈予我的」。",
        "es": "Un amuleto que tuvo un uso crucial en el plano de la eutimia.\\nComo dijo Yae Miko: “Yo, Yae Miko, te obsequio este sagaz y hermoso objeto”.",
        "fr": "Un omamori qui a joué un rôle important dans le plan euthymique.\\nSelon les mots de Yae Miko, cet objet vous a été donné par nulle autre que « la sage et merveilleuse Yae Miko ».",
        "id": "Omamori yang mempunyai kegunaan sangat penting di Plane of Euthymia.\\nKalau kata Yae Miko: Benda ini diberikan kepadamu oleh Nona Yae Miko yang cantik dan bijaksana.",
        "jp": "「一心浄土」で重要な役割を果たした御守り。\\n八重神子によると、これは「英知と美貌を兼ね備えた八重神子様からの贈り物」なのだ。",
        "kr": "「일심정토」에서 지대한 역할을 했던 부적.\\n야에 미코의 말에 따르면, 「이건 미모와 지혜를 겸비한 야에 미코 님이 선물한 거라구」",
        "pt": "Um Omamori que serviu um propósito crítico dentro do Plano da Eutimia.\\nDe acordo com Yae Miko, \"Este item foi dado a você pela adorável e sagaz Senhora Yae Miko\".",
        "ru": "Омамори, служивший для важных целей в Царстве эвтюмии.\\nПо словам Яэ Мико, «он был подарен вам прекрасной и мудрой леди Яэ Мико».",
        "th": "เครื่องรางที่มีบทบาทสำคัญใน \"ดินแดนแห่งใจที่บริสุทธิ์\"\\nตามคำกล่าวของ Yae Miko \"นี่คือของขวัญจาก Yae Miko ผู้เปี่ยมทั้งสติปัญญาและความงาม\"",
        "vi": "Bùa hộ mệnh từng phát huy tác dụng quan trọng trong Nhất Tâm Tịnh Thổ.\\nTheo cách nói của Yae Miko, \"đây là của Yae Miko đại nhân xinh đẹp và thông minh tặng cho tôi đó\"."
    },
    "materialType": "MATERIAL_QUEST"
}