{
    "name": {
        "en": "Grilled Tiger Fish",
        "de": "Gegrillter Tigerfisch",
        "chs": "烤吃虎鱼",
        "cht": "烤吃虎魚",
        "es": "Pez tigre a la parrilla",
        "fr": "Poisson chihu grillé",
        "id": "Grilled Tiger Fish",
        "jp": "チ虎魚焼き",
        "kr": "흘호어 구이",
        "pt": "Peixe Tigre Frito",
        "ru": "Жареная рыба-тигр",
        "th": "Grilled Tiger Fish",
        "vi": "Cá Hổ Nướng"
    },
    "id": 108108,
    "materialDesc": {
        "en": "A fish kebab grilled over an open flame. The fish is a fresh catch straight from the harbor, lightly seasoned and swiftly grilled. Its aroma attracts the street cats. Indeed, freshness is the secret of flavor.",
        "de": "Ein auf offener Flamme gegrillter Fischspieß. Ein frischer Fisch direkt vom Hafen, ganz leicht gewürzt. Der rauchige Duft selbst nach dem Grillen zieht die Katzen aus den umliegenden Straßen an. Das Geheimnis dieses Gerichts ist Frische.",
        "chs": "急火烤制的鱼串。将码头打捞上来的鱼略加腌制后迅速烤熟，香味能吸引街边的猫。而新鲜正是美味的秘诀。",
        "cht": "急火烤製的魚串。將碼頭打撈上來的魚略加醃製後迅速烤熟，香味能吸引街邊的貓。而新鮮正是美味的秘訣。",
        "es": "Una brocheta de pescado a la brasa. El pescado, atrapado directamente en el puerto, se marina y se hace a la parrilla hasta que esté tierno, por lo que el aroma siempre atrae a los gatos callejeros. La frescura es el secreto de su sabor.",
        "fr": "Une brochette de poisson grillé à la flamme. Le poisson qui vient d'être pêché au port, est légèrement mariné, puis grillé. La fraîcheur des ingrédients est le secret pour réussir ce plat dont le parfum attire les chats errants.",
        "id": "Ikan kebab yang dipanggang di atas api. Ikan yang baru saja ditangkap dari pelabuhan, diambil dan langsung dibakar. Aromanya bisa mengundang kucing jalanan. Kesegaran ikan tersebut pasti adalah rahasia dari kelezatannya.",
        "jp": "強火で焼いた魚の串焼き。埠頭で引き上げられた魚を軽く漬け焼いたもの、その香りは野良猫をも虜にする。新鮮が美味しさの秘訣である。",
        "kr": "센 불에서 구운 생선 꼬치. 부두에서 건져 올린 생선을 살짝 재운 뒤 재빨리 구워내 길고양이도 유혹하는 맛이다. 신선함이 바로 이 맛의 비결이다",
        "pt": "Um espetinho de peixe grelhado sobre uma fogueira aberta. Um peixe fresco direto do porto e grelhado rapidamente. Seu aroma atrai até os gatos de rua. De fato, a frescura é o segredo do seu sabor.",
        "ru": "Рыб-кебаб. Свежепойманную рыбу солят и слегка обжаривают на открытом огне. Аромат этого блюда привлекает кошек со всей округи, потому что секрет этого блюда состоит в его свежести.",
        "th": "ปลาเสียบไม้ย่าง ปลาที่ตกมาจากท่าเรือ นำมาหมักเล็กน้อยและย่างอย่างรวดเร็ว กลิ่นหอมของมันสามารถดึงดูดแมวตามท้องถนนได้เลย ความสดใหม่คือความลับของความอร่อย",
        "vi": "Cá xiên nướng trên lửa lớn. Những con cá vừa vớt lên từ bến tàu được tẩm ướp rồi nướng nhanh, mùi thơm có thể hấp dẫn những chú mèo trên đường. Tươi mới chính là bí quyết của một món ngon."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}