{
    "name": {
        "en": "Grilled Unagi Fillet",
        "de": "Gegrilltes Unagi-Filet",
        "chs": "蒲烧鳗肉",
        "cht": "蒲燒鰻肉",
        "es": "Anguila a la parrilla",
        "fr": "Filets d'anguille grillés",
        "id": "Grilled Unagi Fillet",
        "jp": "うなぎの蒲焼",
        "kr": "뱀장어 구이",
        "pt": "Filé Unagi Grelhado",
        "ru": "Унаги кабаяки",
        "th": "Grilled Unagi Fillet",
        "vi": "Thịt Lươn Kabayaki"
    },
    "id": 108337,
    "materialDesc": {
        "en": "A grilled dish. The sliced unagi has been steamed first to remove the excess fat before being grilled and sauced. There is no consensus in Inazuma as to where the name \"unagi\" came from, but everyone at least agrees that it will take a whole lifetime to master its making.",
        "de": "Ein gegrilltes Gericht. Der in Scheiben geschnittene Unagi wurde zuerst gedämpft, um das überschüssige Fett zu entfernen, bevor er gegrillt und mit einer Soße versehen wurde. Es gibt in Inazuma keinen Konsens darüber, woher dieser Name kommt, aber alle sind sich zumindest einig, dass man ein ganzes Leben braucht, um dieses Gericht zu meistern.",
        "chs": "烧烤而成的菜肴。切好的鳗肉，先通过蒸煮将多余的脂肪去除，再进行烤制后淋酱。关于这道菜的名字来由，在稻妻有着各种各样的说法，唯一得到一致认同的是：想要烤出完美的鳗肉，需要一生的专注。",
        "cht": "燒烤而成的菜餚。切好的鰻肉，經由蒸煮將多餘的脂肪去除，再進行燒烤後淋醬。關於這道菜的名字來由，在稻妻有著各種各樣的說法，唯一得到一致認同的是：想要烤出完美的鰻肉，需要一生的專注。",
        "es": "Un plato hecho a la parrilla. La anguila, ya cortada, se hace primero al vapor para eliminar el exceso de grasa, y después se hace a la parrilla con un poco de salsa. Hay todo tipo de explicaciones en cuanto al nombre de este plato, pero lo único en lo que hay un consenso es que se necesitaría una vida entera para dominar su cocinado.",
        "fr": "Un plat cuit sur un grill. Les morceaux d'anguille ont été cuits à la vapeur pour éliminer l'excès de graisse, puis grillés et arrosés de sauce. Il existe plusieurs histoires sur l'origine du nom de ce plat, mais la seule chose qui met tout le monde d'accord est qu'il faut consacrer toute une vie pour griller l'anguille à la perfection.",
        "id": "Hidangan yang dipanggang. Irisan unagi dikukus terlebih dulu, agar lemak yang berlebih dapat keluar. Kemudian unaginya dipanggang dan diolesi saus. Ada banyak pendapat beredar di Inazuma mengenai asal-usul nama hidangan ini, tapi semua orang setuju bahwa memanggang unagi yang sempurna membutuhkan waktu seumur hidup untuk menguasainya.",
        "jp": "焼き上げた料理。切っておいたウナギを蒸すことで余った脂を落とし、焼いてからタレを塗る。料理名の由来について、稲妻では様々な説があるが、これだけは皆が認めていること——完璧なウナギを焼くには、一生をかけて専念する必要がある。",
        "kr": "구이 요리. 썰어둔 뱀장어를 찐 다음 여분의 지방을 제거한다. 이어 살짝 구운 뱀장어에 소스를 뿌린다. 이 요리는 여러 가지 이름이 있지만 유일하게 공동으로 인정하는 부분은, 완벽한 뱀장어 구이를 구워내기 위해서는 평생의 집중력이 필요하다는 이념이다",
        "pt": "Um prato grelhado. O Unagi fatiado foi posto ao vapor primeiro para remover o excesso de gordura antes de ser grelhado e misturado com molho. Não há consenso em Inazuma sobre de onde esse nome saiu, mas todos pelo menos concordam que tomará uma eternidade para dominar seu cozimento.",
        "ru": "Блюдо, приготовленное на гриле. Угря разделывают, готовят на пару, чтобы удалить лишний жир, затем жарят на гриле и поливают соусом. Существует много историй о происхождении названия этого блюда, но все сходятся в одном: чтобы приготовить идеального угря на гриле, потребуется целая жизнь.",
        "th": "อาหารเมนูปิ้งย่าง นำเนื้อปลาไหลหั่นเป็นชิ้นไปนึ่งก่อนเพื่อขจัดไขมันส่วนเกิน แล้วค่อยนำไปย่างแล้วราดซอส ชาว Inazuma มีความเห็นที่หลากหลายเกี่ยวกับที่มาของชื่อเมนูนี้ สิ่งเดียวที่เห็นตรงกันคือ การจะย่างปลาไหลที่สมบูรณ์แบบนั้น ต้องใช้เวลาในการฝึกทั้งชีวิตเลยทีเดียว",
        "vi": "Món nướng thơm ngon. Thịt lươn cắt sẵn, đem hấp để loại bỏ bớt chất mỡ, rồi mới đem nướng, sau cùng rưới nước sốt lên. Về tên của món ăn này, ở Inazuma có nhiều cách gọi khác nhau, chỉ một điểm duy nhất mà mọi người đều nhất trí đó là: Muốn nướng ra món Thịt Lươn Kabayaki ngon, thì phải nghiên cứu cả đời."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}