{
    "name": {
        "en": "Guide to Elegance",
        "de": "Anleitung zur „Eleganz“",
        "chs": "「风雅」的指引",
        "cht": "「風雅」的指引",
        "es": "Guía de la elegancia",
        "fr": "Guide de l'Élégance",
        "id": "Guide to Elegance",
        "jp": "「風雅」の導き",
        "kr": "「풍아」의 인도",
        "pt": "Guia da Cultura",
        "ru": "Указания об «Изяществе»",
        "th": "Guide to Elegance",
        "vi": "Hướng Dẫn Của \"Nhã Nhặn\""
    },
    "id": 104324,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nElegance is the form of the nation of thunder.\\nElegance shuns arrogance. The elegant are ever humble, and only by discarding vanity and sloth may one see clearly — and is there not beauty and loveliness even in the basest of appearances?",
        "de": "Material zur Verbesserung von Talenten.\\nEleganz ist die Form des Reichs des Blitzes.\\nEleganz meidet Arroganz. Die Eleganten sind immer bescheiden und nur wenn man Eitelkeit und Trägheit ablegt, kann man klar sehen. Und gibt es nicht Schönheit und Liebenswürdigkeit selbst in den niedersten Äußerlichkeiten?",
        "chs": "天赋培养素材。\\n雷之国土的姿容是风雅。\\n风雅是不倨傲。风雅之人永远是谦虚的。只有消除虚荣与怠慢，才能明亮双眼，从哪怕最不堪入目的表象之下寻求美与雅致的真境。",
        "cht": "天賦培養素材。\\n雷之國土的姿容是風雅。\\n風雅是不倨傲。風雅之人永遠是謙虛的。只有消除虛榮與怠慢，才能明亮雙眼，從哪怕最不堪入目的表像之下尋求美與雅致的真境。",
        "es": "Material de mejora de talento.\\nLa elegancia es el aspecto natural del Reino del Trueno.\\nLa elegancia rechaza la arrogancia y las personas elegantes siempre son modestas, pues solo desestimando la vanidad y la holgazanería se pueden ver las cosas con claridad. Es más, la belleza y la elegancia se encuentran incluso en las cosas más feas.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'élégance est la forme sous laquelle se présente la Nation du Tonnerre.\\nL'élégance évite l'arrogance. Les élégants sont toujours humbles, et ce n'est qu'en rejetant la vanité et la négligence que l'on voit la véritable beauté, même dans l'apparence la plus inesthétique.",
        "id": "Material Penguatan Talenta.\\n\"Elegance\" adalah wujud bangsa petir.\\nKeanggunan menjauhi keangkuhan. Seseorang yang anggun akan selalu rendah hati. Hanya dengan menanggalkan kebanggaan diri dan sikap acuh tak acuh biarlah semua mata memandang — bahwa sejatinya kecantikan dan keindahan pun terkandung di dalam penampilan yang paling sederhana.",
        "jp": "天賦育成素材。\\n雷の国が表す姿は風雅である。\\n風雅とは、傲慢にならぬこと。風雅たる者は常に謙虚である。虚飾と怠惰を排除すれば、人は目を輝かせ、どんなに見苦しい外観からでも真の美しさと優雅を求めることができる。",
        "kr": "특성 육성 소재.\\n번개의 나라의 자태는 곧 고상함이다\\n고상함이라 함은 곧 자만하지 아니함을 뜻한다. 고상한 자는 영원토록 겸허하다. 오직 허영심과 나태함을 버려야만 선명한 눈으로 가장 추악한 표면을 꿰뚫고 미와 운치의 진리를 찾을 수 있다",
        "pt": "Material de Elevação de Talento.\\nA elegância define a nação do trovão.\\nA elegância evita a arrogância. Os elegantes são sempre humildes, e somente se afastando da vaidade e da preguiça é possível ver claramente — e não há beleza e formosura mesmo nas aparências mais comuns?",
        "ru": "Материал повышения таланта.\\nИзящество - это облик царства гроз.\\nИзящество не терпит высокомерия. Изящные люди всегда смиренны, а ясного взгляда можно добиться, лишь искореняя тщеславие и небрежность. Красота и изящество порой скрываются под самой неприглядной наружностью.",
        "th": "วัสดุยกระดับพรสวรรค์\\nรูปลักษณ์ของดินแดนแห่งสายฟ้านั้นช่างสง่างาม\\nผู้ที่สง่างามจะไม่ทะนงตัวและมักจะถ่อมตัวอยู่เสมอ เพียงกำจัดความฟุ้งเฟ้อและความเมินเฉยออกไป ก็จะสามารถมองทุกอย่างได้ทะลุปรุโปร่ง และค้นพบขอบเขตที่แท้จริงของความงามและความสง่างามได้ แม้แต่ในสิ่งที่ไม่น่าดูที่สุดก็ตาม",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\nDung mạo của Lôi quốc là sự nhã nhặn.\\nNhã nhặn không phải kiêu ngạo, người nhã nhặn luôn khiêm tốn. Chỉ bằng cách loại bỏ sự phù phiếm và sự cẩu thả, bản thân mới có thể nhìn thấu và tìm kiếm cảnh giới thực sự của vẻ đẹp thanh lịch ngay cả khi vẻ ngoài khó coi nhất."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}