{
    "name": {
        "en": "Guide to Ingenuity",
        "de": "Anleitung zur „Findigkeit“",
        "chs": "「巧思」的指引",
        "cht": "「巧思」的指引",
        "es": "Guía del ingenio",
        "fr": "Guide de l'Ingénuité",
        "id": "Guide to Ingenuity",
        "jp": "「創意」の導き",
        "kr": "「창의」의 인도",
        "pt": "Guia da Engenhosidade",
        "ru": "Указания об «Остроумии»",
        "th": "Guide to Ingenuity",
        "vi": "Hướng Dẫn Của \"Tinh Tế\""
    },
    "id": 104333,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nIngenuity is the leaf-veins of the nation of wisdom. Ingenuity sets words of integrity on the right path. One who thinks out of goodwill and in a clever and careful fashion never deviates from the path of boons. Yet one who thinks with contempt and malice shall taint their words with despicable colors.",
        "de": "Material zur Verbesserung von Talenten.\\n„Findigkeit“ ist die Vene des Reichs der Weisheit.\\nFindigkeit führt zu aufrichtigen Worten. Wer aus gutem Willen denkt und klug überlegt, dessen Worte werden nie den Pfad des Wohlergehens verlassen. Wer aber aus Rücksichtslosigkeit und Boshaftigkeit spricht, dessen Worte werden verachtenswert und unwürdig.",
        "chs": "天赋培养素材。\\n「巧思」是智慧之国的叶脉。\\n巧思引导正直的言语。巧妙而周密的向善思索，令出口之言不偏离福祉之正道；怠慢与歹意则令言行卑劣不堪。",
        "cht": "天賦培養素材。\\n「巧思」是智慧之國的葉脈。\\n巧思引導正直的言語。巧妙而周密的向善思索，令出口之言不偏離福祉之正道；怠慢與歹意則令言行卑劣不堪。",
        "es": "Material de mejora de talento.\\nEl ingenio constituye las arterias del Reino de la Sabiduría y es el guía de un discurso recto y honesto.\\nReflexionar con ingenio, cuidado y bondad asegura que las palabras nunca se desvíen del camino correcto. En cambio, son el desdén y la malicia los que tergiversan las palabras y acciones.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'ingénuité est une nervure de feuille de la nation de la sagesse.\\nElle guide les paroles honnêtes. Réfléchir avec intelligence, attention et bonté permet de rester dans le droit chemin. Seuls ceux dont l'âme est emplie de dédain et de méchanceté sont capables de paroles abjectes.",
        "id": "Material Penguatan Talenta.\\n\"Ingenuity\" adalah jaringan pengangkut bangsa kebijaksanaan.\\nKecerdasan adalah bahasa yang menuntun kebenaran. Pemikiran ke arah kebaikan yang cerdas dan menyeluruh akan membuat ucapan yang keluar dari mulut tidak menyimpang dari jalan kebaikan yang membawa berkah; Kelalaian dan niat jahat akan menghasilkan ucapan dan perbuatan yang tercela.",
        "jp": "天賦育成素材。\\n「創意」は知恵の国の葉脈である。\\n創意は正直な言葉を導く。善に向かう巧みで思慮深い考えは、紡ぐ言葉を幸福への正しい道から遠ざけさせぬ。反対に、怠惰と悪意に向かう考えは、言葉を卑劣で聞くに堪えぬものにする。",
        "kr": "특성 육성 소재.\\n「창의」는 지혜의 나라의 잎맥이다.\\n창의는 정직한 언어를 이끌어 낸다. 절묘하고 사려 깊은 사고는, 입에서 나오는 말이 행복을 향한 바른길을 벗어나지 않게 이끈다. 반면 태만과 사념은 비열한 언행을 불러일으킬 뿐이다",
        "pt": "Material de Elevação de Talento\\nA engenhosidade são as artérias da nação da sabedoria.\\nAquele que pensa de forma bondosa, inteligente e cuidadosa nunca se afastara do caminho correto. Porém, aquele que pensa com desdém e malícia, manchará suas palavras com cores desprezíveis.",
        "ru": "Материал повышения талантов.\\nОстроумие - прожилки листьев страны мудрости.\\nОстроумие направляет верные речи. Тот, кто думает ясно и со тщанием, никогда не отклоняется от пути благодеяний. Слова же того, кто мыслит с нерадивостью и злобой, звучат презренно.",
        "th": "วัสดุยกระดับพรสวรรค์\\n\"ความเฉลียวฉลาด\" คือเส้นใยของอาณาจักรแห่งปัญญา\\nความเฉลียวฉลาดชี้นำให้เกิดวาจาที่ซื่อตรง ความคิดที่ผ่านการไตร่ตรองอย่างรอบคอบ จะทำให้วาจาที่กล่าวมาไม่เบี่ยงเบนไปจากเส้นทางแห่งธรรม การละเลยและความอาฆาต มักจะนำพาวาจาไปสู่ความต่ำตม",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\n\"Tinh Tế\" là gân lá của vương quốc trí tuệ.\\nTư duy dẫn dắt lời nói chính trực. Tư duy hướng thiện khéo léo mà chu toàn, làm cho lời nói ra không xa rời chính đạo; ngược lại sự lạnh lùng và xấu xa sẽ làm cho lời nói và hành vi vô cùng đáng khinh."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}