{
    "name": {
        "en": "Guide to Transience",
        "de": "Anleitung zur „Vergänglichkeit“",
        "chs": "「浮世」的指引",
        "cht": "「浮世」的指引",
        "es": "Guía de la transitoriedad",
        "fr": "Guide de l'Éphémère",
        "id": "Guide to Transience",
        "jp": "「浮世」の導き",
        "kr": "「부세」의 인도",
        "pt": "Guia do Mundo Mortal",
        "ru": "Указания о «Бренности»",
        "th": "Guide to Transience",
        "vi": "Hướng Dẫn Của \"Phù Thế\""
    },
    "id": 104321,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nTransience is the dream of the nation of thunder.\\nWe find the greatest joys in mortal life in transient dreams, for is life itself not like the shadow of the thunder? Pursue your dreams into the clouds if you wish, and enjoy the unexpected silence of the dim lamp-lit nights.",
        "de": "Material zur Verbesserung von Talenten.\\nVergänglichkeit ist der Traum des Reichs des Blitzes.\\nWir finden die größten Freuden im sterblichen Leben in vergänglichen Träumen, denn ist das Leben selbst nicht wie der Schatten des Donners? Verfolge deine Träume bis in die Wolken, wenn du willst, und genieße die unerwartete Stille der schummrigen, lampenbeleuchteten Nächte.",
        "chs": "天赋培养素材。\\n雷之国土的梦想是浮世。\\n浮世之难求乃是人之美的价值所在。人之在世岂不与雷影相似？意欲追逐掇取则遥踞云端，灯火阑珊的静谧之时却不期而来。",
        "cht": "天賦培養素材。\\n雷之國土的夢想是浮世。\\n浮世之難求乃是人之美的價值所在。人之在世豈不與雷影相似？意欲追逐掇取則遙踞雲端，燈火闌珊的靜謐之時卻不期而來。",
        "es": "Material de mejora de talento.\\nLa transitoriedad es el mayor sueño del Reino del Trueno.\\nLos humanos encontramos alegría en los sueños más fugaces. ¿O acaso no es la vida humana igual que la sombra de un relámpago? Persigue tus sueños hasta las nubes si así lo deseas y disfruta del inesperado silencio de las noches iluminadas bajo la tenue luz de las lámparas.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'éphémère est ce dont rêve la Nation du Tonnerre.\\nNous autres, mortels, trouvons les plus grandes joies dans les rêves éphémères, car la vie passe tel un éclair. Poursuivez vos rêves éthérés si vous le souhaitez et profitez du silence inattendu de la nuit à la lueur des lampes.",
        "id": "Material Penguatan Talenta.\\n\"Transience\" adalah impian bangsa petir.\\nKesulitan dunia fana adalah keelokan manusia. Bukankah kehidupan manusia di dunia yang fana ini juga layaknya bayangan kilat? Kejarlah mimpimu sampai ke atas awan kalau kau mau, dan nikmati kesunyian tak terduga di malam-malam yang diterangi lampu redup.",
        "jp": "天賦育成素材。\\n雷の国が抱く夢は浮世である。\\n浮世の追求は人生の美しさの価値。人の一生、この世にとっては驚雷の如く。手を伸ばして追求すれば、雲の上に飛んで行ってしまうが、心を落ち着かせれば、知らないうちにやってくる。",
        "kr": "특성 육성 소재.\\n번개의 나라의 꿈은 곧 부세다.\\n부세의 추구가 바로 인간이 지닐 수 있는 아름다움의 가치다. 인간의 삶이란 어찌 보면 번개의 그림자와 흡사하지 않은가? 쫓아가려 하면 멀리 구름 끝으로 도망가고, 등불의 고요함은 뜻밖에 찾아오니 말이다",
        "pt": "Material de Elevação de Talento.\\nTransiência é o sonho da nação do trovão.\\nEncontramos as maiores alegrias na vida mortal em sonhos transientes, pois não é a vida ela mesma como a sombra do trovão? Persiga seus sonhos até as nuvens, e aproveite o silêncio inesperado das lanternas opacas da noite.",
        "ru": "Материал повышения таланта.\\nБренность - это мечта царства гроз.\\nВ бренных мечтах мы находим величайшие радости смертной жизни. Разве сама жизнь не подобна тени грома? Устремляйтесь за мечтами до облаков, если желаете, и наслаждайтесь неожиданной тишиной глубокой ночи.",
        "th": "วัสดุยกระดับพรสวรรค์\\nความฝันของดินแดนแห่งสายฟ้าคือความเป็นนิรันดร์\\nสิ่งที่ยากของความเป็นนิรันดร์ ก็คือคุณค่าแห่งความงดงามของมนุษย์ ผู้คนในโลกนั้นคล้ายกับเงาสายฟ้าไม่ใช่หรือ? ยิ่งไล่ตามเท่าไหร่ก็ยิ่งไกลออกไปใต้กลีบเมฆ แต่ในช่วงที่เงียบสงบ กลับมาอย่างไม่คาดคิดท่ามกลางแสงไฟที่สลัว",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\nGiấc mơ của Lôi Quốc là khoảnh khắc nơi trần thế.\\nMưu cầu khoảnh khắc ấy chính là giá trị cái đẹp của con người. Con người trên thế gian này chẳng phải cũng giống như sấm sét sao? Càng theo đuổi sẽ càng xa tầm với, nhưng lại đột nhiên ập đến ngay trong cái tĩnh mịch tích tắc khi đèn dầu khô cạn."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}