{
    "name": {
        "en": "Guide to Prosperity",
        "de": "Anleitung zum „Wohlstand“",
        "chs": "「繁荣」的指引",
        "cht": "「繁榮」的指引",
        "es": "Guía de la prosperidad",
        "fr": "Guide de la Prospérité",
        "id": "Guide to \"Prosperity\"",
        "jp": "「繁栄」の導き",
        "kr": "「번영」의 인도",
        "pt": "Guia de Prosperidade",
        "ru": "Указания о «Процветании»",
        "th": "Guide to Prosperity",
        "vi": "Hướng Dẫn Của \"Phồn Vinh\""
    },
    "id": 104311,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nProsperity is the people's pursuit in the land of Geo.\\nProsperity is the promise made by Liyue to its children: To repay the hard-working laborers with enough gold to brighten up this land.",
        "de": "Material zum Verbessern von Talenten.\\nWohlstand ist das Ziel des Reiches des Gesteins.\\nDer Wohlstand ist Liyues Versprechen an seine Kinder: Er ist der Lohn für den Fleiß der Menschen, das funkelnde Gold im Herzen der Erde.",
        "chs": "天赋培养素材。\\n岩之国土的追求是繁荣。\\n繁荣是璃月对它的子女的许诺：以繁荣回报勤劳者，以黄金照亮这片土地。",
        "cht": "天賦培養素材。\\n岩之國土的追求是繁榮。\\n繁榮是璃月對它的子女的許諾：以繁榮回報勤勞者，以黃金照亮這片土地。",
        "es": "Material de mejora de talento.\\nLa prosperidad es la mayor ambición del Reino de Piedra.\\nAlcanzar la prosperidad es la promesa que Liyue le hizo a sus hijos e hijas: es la recompensa de los más trabajadores y la luz que ilumina con oro toda la región.",
        "fr": "Matériau d'amélioration d'aptitude.\\nLe Pays de la Roche aspire à la prospérité.\\nRécompenser le labeur avec de l'or, telle était la promesse faite aux enfants de Liyue.",
        "id": "Material Penguatan Talenta.\\nKemakmuran adalah hal yang dikejar oleh tanah bumi.\\nKemakmuran adalah janji Liyue kepada anak-anaknya: Untuk membayar kembali kerja keras mereka dengan emas yang melimpah untuk mencerahkan tanah ini.",
        "jp": "天賦育成素材。\\n岩の国が追い求めるものは繁栄である。\\n繁栄は璃月がその民に対する約束である。働き者には繁栄を、この土地には黄金を。",
        "kr": "특성 육성 소재.\\n바위의 나라는 번영을 추구한다.\\n번영은 리월이 자녀에게 한 약속이다: 번영으로 근로자에게 보답하고 황금으로 이 땅을 비추리라",
        "pt": "Material de Elevação de Talento.\\nA prosperidade é a busca do Reino da Terra.\\nProsperidade é a promessa feita por Liyue aos seus filhos: retribuir aos trabalhadores que trabalham com ouro suficiente para iluminar esta terra.",
        "ru": "Материал повышения таланта.\\nПроцветание - это стремление царства земли.\\nПроцветание - это обещание Ли Юэ перед своими детьми вознаградить усердие рабочих достаточным количеством золота для того, чтобы украсить эти земли.",
        "th": "วัสดุยกระดับพรสวรรค์\\nความเจริญรุ่งเรืองคือสิ่งที่ประเทศ แห่งหินคอยตามหา\\nความเจริญรุ่งเรืองคือคำมั่นสัญญา ของเมือง Liyue ที่มีให้ต่อเหล่าลูกหลานของมัน เพื่อตอบแทนเหล่าผู้อุทิศตนด้วยทองคำอันสุกสกาวของเมืองแห่งนี้",
        "vi": "Nguyên liệu bồi dưỡng Thiên Phú.\\nĐất nước của nham thạch theo đuổi sự phồn hoa.\\nPhồn hoa là lời hứa của Liyue với con cháu của mình: Hồi đáp người chăm chỉ bằng sự phồn hoa, dùng hoàng kim để soi sáng mảnh đất này."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}