{
    "name": {
        "en": "Guide to Diligence",
        "de": "Anleitung zum „Fleiß“",
        "chs": "「勤劳」的指引",
        "cht": "「勤勞」的指引",
        "es": "Guía del esfuerzo",
        "fr": "Guide de la Diligence",
        "id": "Guide to \"Diligence\"",
        "jp": "「勤労」の導き",
        "kr": "「근면」의 인도",
        "pt": "Guia de Esforço",
        "ru": "Указания об «Усердии»",
        "th": "Guide to Diligence",
        "vi": "Hướng Dẫn Của \"Chăm Chỉ\""
    },
    "id": 104314,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nIndustriousness is the foundation of the land of Geo.\\nIndustriousness is the catalyst that flows in the blood of the people of Liyue, able to turn rocks into gold. It is what lies behind the greatness of its great commercial port.",
        "de": "Material zum Verbessern von Talenten.\\nFleiß ist die Grundlage des Reiches des Gesteins.\\nDer Fleiß ist der Katalysator in den Menschen von Liyue, der Stein in Gold verwandelt. Er ist der Grund, weshalb Liyues Hafen so großen Einfluss ausübt.",
        "chs": "天赋培养素材。\\n岩之国土的根基是勤劳。\\n勤劳是流传在璃月人血脉中的催化剂，能将岩石化为黄金，是伟大商港之所以为伟大商港的原因。",
        "cht": "天賦培養素材。\\n岩之國土的根基是勤勞。\\n勤勞是是流傳在璃月人血脈中的催化劑，能將岩石化為黃金，是偉大商港之所以為偉大商港的原因。",
        "es": "Material de mejora de talento.\\nEl esfuerzo es la base del Reino de Piedra.\\nEs el catalizador que corre por la sangre de la gente de Liyue, capaz de convertir la roca en oro. Es lo que hace grande a su gran puerto comercial.",
        "fr": "Matériau d'amélioration d'aptitude.\\nLe goût du travail représente l'essence du Pays de la Roche.\\nIl coule dans les veines des Liyuéens, qui deviennent capables de transformer la roche en or grâce à lui. La prospérité de son port commercial n'est guère étonnante.",
        "id": "Material Penguatan Talenta.\\nKetekunan adalah dasar dari tanah bumi.\\nKetekunan adalah katalis yang mengalir dalam darah rakyat Liyue, yang mampu mengubah batu menjadi emas. Inilah alasan mengapa pelabuhan Liyue bisa menjadi pusat perdagangan yang sangat berkembang.",
        "jp": "天賦育成素材。\\n岩の国の根本は勤労である。\\n勤労は璃月の人々の血に流れる触媒、岩を黄金に変え、偉大なる商港が偉大なる商港になれる原因である。",
        "kr": "특성 육성 소재.\\n바위의 나라의 근간은 근면이다.\\n근면은 리월 사람들의 피에 흐르는 촉매제다. 바위를 황금으로 바꾸는 것, 이게 바로 위대한 무역항이 형성된 이유다",
        "pt": "Material de elevação de Talento.\\nA diligência é a base da terra do Geo.\\nA diligência é o catalisador que flui no sangue do povo de Liyue, capaz de transformar rochas em ouro. É o que está por trás da grandeza de seu grande porto comercial.",
        "ru": "Материал повышения таланта.\\nТрудолюбие - это фундамент царства земли.\\nТрудолюбие - это катализатор, который течёт в крови народа Ли Юэ, способный превращать камень в золото. Это то, что придаёт величие торговому порту.",
        "th": "วัสดุยกระดับพรสวรรค์\\nความหมั่นเพียรคือพื้นฐานของ ประเทศแห่งหิน\\nความหมั่นเพียรนั้นไหลเวียนอยู่ใน สายเลือดของชาวเมือง Liyue ความสามารถในการเปลี่ยนก้อนกรวดให้กลายเป็นทองคำนั้นคือสิ่งที่ทำให้ เมืองท่าที่ยิ่งใหญ่นั้นยิ่งใหญ่ขึ้นมาได้",
        "vi": "Nguyên liệu bồi dưỡng Thiên Phú.\\nNền tảng của đất nước nham thạch là sự chăm chỉ.\\nChăm chỉ là chất xúc tác chảy trong huyết mạch của người dân Liyue, có thể biến nham thạch thành hoàng kim, là nguyên nhân thương cảng vĩ đại trở thành vĩ đại."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}