{
    "name": {
        "en": "Guide to Gold",
        "de": "Anleitung zum „Gold“",
        "chs": "「黄金」的指引",
        "cht": "「黃金」的指引",
        "es": "Guía del oro",
        "fr": "Guide de l'Or",
        "id": "Guide to \"Gold\"",
        "jp": "「黄金」の導き",
        "kr": "「황금」의 인도",
        "pt": "Guia de Ouro",
        "ru": "Указания о «Золоте»",
        "th": "Guide to Gold",
        "vi": "Hướng Dẫn Của \"Hoàng Kim\""
    },
    "id": 104317,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nGold is the symbol of the land of Geo.\\nGold symbolizes conversion. This is the unspoken understanding between Liyue's mountains, land, city, and people. In Liyue, industriousness is converted into gold, and gold into prosperity.",
        "de": "Material zum Verbessern von Talenten.\\nGold ist das Symbol des Reiches des Gesteins.\\nDas Gold bedeutet Umwandlung. Es steht für die Beziehung zwischen den Bergen, der Erde, dem Hafen und den Menschen. In Liyue wird Fleiß in Gold gewandelt und Gold in Wohlstand.",
        "chs": "天赋培养素材。\\n岩之国土的象征是黄金。\\n黄金意味着转换，这是璃月的岩山、大地、港城与人们的默契。在璃月，勤劳被转换为黄金，而黄金被转换为繁荣。",
        "cht": "天賦培養素材。\\n岩之國土的象徵是黃金。\\n黃金意味著轉換，這是璃月的岩山、大地、港城與人們的默契。在璃月，勤勞被轉換為黃金，而黃金被轉換為繁榮。",
        "es": "Material de mejora de talento.\\nEl oro es el símbolo del Reino de Piedra.\\nSimboliza la transmutación, el entendimiento entre las montañas, la tierra, la ciudad y la gente de Liyue, donde la diligencia se convierte en oro y el oro, en prosperidad.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'or est le symbole du Pays de la Roche.\\nIl représente la transformation et le lien unissant le port, les monts, les terres et les hommes de Liyue : le travail se transforme en or, et ce dernier apporte la prospérité en retour.",
        "id": "Material Penguatan Talenta.\\nEmas adalah simbol tanah bumi.\\nEmas melambangkan konversi. Kepahaman yang tidak perlu diucapkan antara gunung, tanah, kota, dan rakyat Liyue. Di Liyue, ketekunan diubah menjadi emas, dan emas diubah menjadi kemakmuran.",
        "jp": "天賦育成素材。\\n岩の国の象徴は黄金である。\\n黄金は転換を意味する。それは璃月の岩山、大地、港と人々の間では暗黙の了解である。璃月では、勤労は黄金に、そして黄金は繁栄に転換される。",
        "kr": "특성 육성 소재.\\n바위의 나라의 상징은 황금이다.\\n황금은 변환을 의미한다. 이는 리월의 바위산과 대지, 항구 도시, 그리고 사람들의 암묵적 약속이다. 리월에서 근면은 황금으로, 황금은 번영으로 바뀐다",
        "pt": "Material para aprimorar o nível do Talento.\\nO ouro é o símbolo da Terra.\\nO ouro simboliza a conversão. Este é o entendimento tácito entre as montanhas, a terra, a cidade e o povo de Liyue. Em Liyue, diligência é convertida em ouro e ouro em prosperidade.",
        "ru": "Материал повышения таланта.\\nЗолото - это символ царства земли.\\nЗолото символизирует преобразование. Это негласное взаимопонимание между горами, землёй, городом Ли Юэ и его народом. В Ли Юэ трудолюбие превращается в золото, а золото - в процветание.",
        "th": "วัสดุยกระดับพรสวรรค์\\nทองคำคือสัญลักษณ์ของประเทศ แห่งหิน\\nทองคำบ่งบอกถึงการแลกเปลี่ยน มันเป็นคำมั่นสัญญาแบบลับๆระหว่างเทือกเขา, ผืนดินและเมืองท่าของ Liyue ที่มีต่อชาวเมือง ความขยันหมั่นเพียรถูกแลกเปลี่ยนให้เป็นทองคำ และทองคำก็กลายเป็นความเจริญ รุ่งเรือง",
        "vi": "Nguyên liệu bồi dưỡng Thiên Phú.\\nHoàng kim tượng trưng cho đất nước nham thạch.\\nHoàng kim có ý nghĩa là chuyển đổi, là sự hiểu ý ngầm giữa người dân và núi đá, mặt đất cũng như thành phố cảng. Ở Liyue, sự chăm chỉ được chuyển thành hoàng kim, mà hoàng kim sẽ được chuyển thành sự phồn vinh."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}