{
    "name": {
        "en": "Guide to Light",
        "de": "Anleitung zum „Licht“",
        "chs": "「天光」的指引",
        "cht": "「天光」的指引",
        "es": "Guía de la luz",
        "fr": "Guide de la Lumière",
        "id": "Guide to Light",
        "jp": "「天光」の導き",
        "kr": "「천광」의 인도",
        "pt": "Guia da Luz Celeste",
        "ru": "Указания о «Свете»",
        "th": "Guide to Light",
        "vi": "Hướng Dẫn Của \"Ánh Sáng\""
    },
    "id": 104327,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nLight is the yearning of the land of thunder.\\nThough the sun rays themselves should be blocked by layers upon layers of clouds, there are still those in the thunder god's land who dream of piercing that wrathful sea of lightning to pursue the glory of the divine, fearing not that they shall be cruelly struck down.",
        "de": "Material zur Verbesserung von Talenten.\\nLicht ist die Sehnsucht des Reichs des Blitzes.\\nAuch wenn die Sonnenstrahlen selbst durch Schichten über Schichten von Wolken blockiert werden sollten, gibt es im Land des Donnergottes immer noch diejenigen, die davon träumen, dieses zornige Meer von Blitzen zu durchdringen, um die Herrlichkeit des Göttlichen zu verfolgen, ohne zu fürchten, dass sie grausam niedergestreckt werden.",
        "chs": "天赋培养素材。\\n雷之国土的愿望是天光。\\n即使晖光被重重雷云所掩盖，鸣神的国土之上，依旧有志士如云雀般突破雷光与天之怒海，追寻天光之迹，哪怕迎来冷酷的殛灭。",
        "cht": "天賦培養素材。\\n雷之國土的願望是天光。\\n即使暉光被重重雷雲所掩蓋，鳴神的國土之上，依舊有志士如雲雀般突破雷光與天之怒海，追尋天光之跡，哪怕迎來冷酷的殛滅。",
        "es": "Material de mejora de talento.\\nEl mayor anhelo del Reino del Trueno es la luz.\\nAunque las nubes tapen los rayos del sol, en la tierra de la diosa del trueno siempre seguirá habiendo personas que sueñen con atravesar ese violento mar de relámpagos para alcanzar la gloria de lo divino, sin ningún temor a caer ante la crueldad del rayo.",
        "fr": "Matériau d'amélioration d'aptitude.\\nLa lumière est l'aspiration de la Nation du Tonnerre.\\nBien que les rayons du soleil soient bloqués par des couches de nuages, il y a encore des gens au pays du dieu du tonnerre qui rêvent de percer cette mer de colère foudroyante pour poursuivre la gloire du divin, ne craignant pas d'être cruellement frappés.",
        "id": "Material Penguatan Talenta.\\n\"Light\" adalah harapan bangsa petir.\\nMeskipun sinar matahari tertutup awan kelabu yang berlapis-lapis, masih saja ada orang-orang di tanah dewa petir yang bermimpi untuk menembus lautan petir yang bergelora demi mengejar kemuliaan ilahi. Sekalipun harus mati, mereka bahkan tidak peduli.",
        "jp": "天賦育成素材。\\n雷の国が求めるのは天光である。\\n太陽の光が雷雲に覆われていても、鳴神の志士は冷酷たる死を恐れず。雲雀のように雷光と険しき空を突き破り、天光の痕跡を追い求める。",
        "kr": "특성 육성 소재.\\n번개의 나라의 염원은 곧 천광이다\\n찬란한 빛이 두꺼운 번개 구름에 가려져 있어도, 나루카미 신의 국토에는 여전히 종달새처럼 뇌광과 노해를 뚫고, 가혹한 죽음에 맞서 하늘의 빛을 쫓는 자들이 존재한다",
        "pt": "Material de Elevação de Talento.\\nA luz é o anseio da terra do trovão.\\nEmbora os próprios raios de sol devam ser bloqueados por várias camadas de nuvens, ainda existem aqueles na terra do deus do trovão que sonham com esse mar colérico de relâmpagos e alcançar a glória divina, sem temer o risco de serem cruelmente abatidos.",
        "ru": "Материал повышения таланта.\\nСвет - это чаяния царства гроз.\\nХоть солнце и закрыли бесчисленные грозовые тучи, на земле божества грома по-прежнему остаются те, кто мечтает пронзить разгневанное море молний в попытке найти свет, не боясь жестокой расправы.",
        "th": "วัสดุยกระดับพรสวรรค์\\nความปรารถนาของดินแดนแห่งสายฟ้าคือแสงของฟากฟ้า\\nถึงแม้แสงอาทิตย์จะถูกเมฆฝนปกคลุม แต่ในดินแดนแห่งเทพสายฟ้าก็ยังมีคนที่มีอุดมการณ์สูงส่งราวกับเมฆที่ทะลวงแสงแห่งสายฟ้าและท้องฟ้าที่โหมกระหน่ำ การไล่ตามร่องรอยของแสงแห่งฟากฟ้า อาจนำมาซึ่งการทำลายล้างอันหนาวเหน็บก็เป็นได้",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\nƯớc nguyện của Lôi quốc là ánh sáng.\\nNgay cả khi ánh sáng bị mây dông bao phủ, vẫn có những con người ở vùng đất Narukami với lý tưởng cao cả sẽ vượt qua sấm sét cuồng nộ của bầu trời để theo đuổi ánh sáng, dù cho có bị hủy diệt một cách lạnh lùng."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}