{
    "name": {
        "en": "Guide to Praxis",
        "de": "Anleitung zur „Praxis“",
        "chs": "「笃行」的指引",
        "cht": "「篤行」的指引",
        "es": "Guía de la praxis",
        "fr": "Guide de l'Usage",
        "id": "Guide to Praxis",
        "jp": "「篤行」の導き",
        "kr": "「실천」의 인도",
        "pt": "Guia da Práxis",
        "ru": "Указания о «Честности»",
        "th": "Guide to Praxis",
        "vi": "Hướng Dẫn Của \"Thực Hành\""
    },
    "id": 104336,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nPraxes are the roots of the nation of wisdom.\\nPraxes validate words of honesty. Though one speaks and acts out of goodwill, one has not yet obtained wisdom. Wisdom, born from action, is a signet pressed upon honest words.",
        "de": "Material zur Verbesserung von Talenten.\\nDie „Praxis“ ist die Wurzel des Reichs der Weisheit.\\nDie Praxis bestätigt die Ehrlichkeit in den Worten. Auch wenn alles Denken, alles Handeln, gut ist, kann man dennoch es nicht als Weisheit nennen. Aus Taten geborene Weisheit legt ein Siegel auf ehrliche Worte.",
        "chs": "天赋培养素材。\\n「笃行」是智慧之国的根系。\\n笃行印证直率的言说。所思所行皆是为善，仍不可称之为智慧。智慧孕育于行动之中，为正直的言语篆下封印。",
        "cht": "天賦培養素材。\\n「篤行」是智慧之國的根系。\\n篤行印證直率的言說。所思所行皆是為善，仍不可稱之為智慧。智慧孕育於行動之中，為正直的言語篆下封印。",
        "es": "Material de mejora de talento.\\nLa praxis conforma las raíces del Reino de la Sabiduría y es lo que constata la franqueza del discurso.\\nLa sabiduría no consiste solamente en pensar y actuar con bondad, pues en realidad nace de las acciones y pone su sello sobre el discurso recto.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'usage représente les racines de la nation de la sagesse.\\nIl corrobore les paroles sincères. Il ne suffit pas de penser et de se comporter avec bienveillance pour atteindre la sagesse. Elle émerge de certaines actions et laisse son empreinte sur les mots honnêtes.",
        "id": "Material Penguatan Talenta.\\n\"Praxis\" adalah sistem akar bangsa kebijaksanaan.\\nPelaksanaan membuktikan ucapan yang jujur. Semua yang dipikirkan dan dilakukan adalah baik, ini saja masih belum cukup untuk dikatakan bijaksana. Kebijaksanaan terkandung dalam tindakan, dan menjadi segel atas integritas kata-kata.",
        "jp": "天賦育成素材。\\n「篤行」は知恵の国の根である。\\n篤行は率直な言葉を実証する。思考、そして行動…すべてが善に向かっても、まだ知恵とは呼べない。知恵は行動から生まれるものであり、正直な言葉に封印を施す。",
        "kr": "특성 육성 소재.\\n「실천」은 지혜의 나라의 뿌리이다.\\n실천은 솔직한 언행의 증거다. 생각과 행동이 선하다고 해서, 이를 지혜라고 부를 수는 없다. 지혜는 행동 속에 잠들어 있고, 정직한 말속에 숨겨져 있다",
        "pt": "Material de Elevação de Talento\\nAs Práxis são as raízes da nação da sabedoria.\\nAs Práxis validam as palavras honestas. Embora se fale e se aja por bondade, ainda não se obtém a sabedoria. A sabedoria, nascida da ação, é marcada pelas palavras honestas.",
        "ru": "Материал повышения талантов.\\nЧестность - корень страны мудрости.\\nЧестные поступки подтверждают прямоту слов. Порой слова и деяния полны доброты, но не мудрости. Рождённая же в поступках мудрость всегда оставляет след в прямых речах.",
        "th": "วัสดุยกระดับพรสวรรค์\\n\"การปฏิบัติ\" คือรากเหง้าของอาณาจักรแห่งปัญญา\\nการปฏิบัติเป็นเครื่องพิสูจน์ความซื่อตรงของวาจา แม้จะคิดดีทำดีก็คงเรียกว่ามีปัญญามิได้ ปัญญานั้นก่อกำเนิดจากการกระทำที่ถูกผนึกไว้โดยวาจาที่ซื่อตรง",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\n\"Thực Hành\" là gốc rễ của vương quốc trí tuệ.\\nThực hành minh chứng cho lời nói thẳng thắn. Suy nghĩ và hành động đều là thiện, vẫn không thể được gọi là trí tuệ. Trí tuệ được dưỡng dục trong hành động, và đóng xuống con dấu phong ấn cho lời nói chính trực."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}