{
    "name": {
        "en": "Guizhong Ballista Maintenance Material",
        "de": "Material zur Wartung des Guizhong-Geschützes",
        "chs": "归终机维护材料",
        "cht": "歸終機維護材料",
        "es": "Material de reparación de la Balista Guizhong",
        "fr": "Matériau de réparation pour la baliste de Guizhong",
        "id": "Bahan Perbaikan Guizhong Ballista",
        "jp": "帰終機の手入れ材料",
        "kr": "귀종기 보수 재료",
        "pt": "Material de manutenção da Balista Guizhong",
        "ru": "Материалы для баллисты",
        "th": "วัสดุบำรุงรักษาเครื่อง \"Guizhong Ballista\"",
        "vi": "Nguyên liệu sửa máy Guizhong"
    },
    "id": 100523,
    "materialDesc": {
        "en": "Spare parts for the Guizhong Ballista that have been stored away since antiquity.\\nWhile they may seem like ordinary components, they have been made with special construction techniques, and to special design specifications.",
        "de": "Uralte Ersatzteile für das Guizhong-Geschütz, die sich bis heute gehalten haben.\\nSie sehen wir gewöhnliches Baumaterial aus, zeugen aber von beeindruckender Handwerkskunst und sind nach besonderen Vorgaben konstruiert worden.",
        "chs": "古代保存至今的归终机备用零件。\\n虽然看起来只是普通的建材，其实有着特殊的制作工艺与设计规格…",
        "cht": "古代保存至今的歸終機備用零件。\\n雖然看起來只是普通的建材，其實有著特殊的製作工藝與設計規格…",
        "es": "Piezas de repuesto para la Balista Guizhong que se han almacenado desde la antigüedad.\\nAunque puedan parecer componentes ordinarios, se han fabricado con técnicas de construcción y especificaciones de diseño especiales.",
        "fr": "Des pièces détachées de la baliste de Guizhong, qui ont été conservées depuis les temps anciens.\\nBien qu'elles aient l'air banales, ces pièces répondent à des critères particuliers...",
        "id": "Suku cadang Guizhong Ballista yang sudah tersimpan lama.\\nWalau terlihat seperti suku cadang biasa, namun semuanya dibuat dengan teknik yang canggih dan spesifikasi rancangan yang spesial...",
        "jp": "帰終機の予備用部品。\\n普通の材料に見えるが、特殊な技術とデザインが使用されているらしい…",
        "kr": "오늘날까지 보존된 귀종기의 여분 부품.\\n겉보기엔 평범한 건축 재료 같지만, 사실 특별한 제조 수법과 설계 규격이 있다…",
        "pt": "Peças de reposição para o Balista Guizhong que foram armazenadas desde a antiguidade.\\nEles podem parecer componentes comuns, foram fabricadas com técnicas especiais de construção e de design.",
        "ru": "Запасные части для баллисты Гуй Чжун, которые хранились со времён древности.\\nНа первый взгляд они могут показаться обычными запчастями, но на самом деле их изготовили с использованием специальных строительных технологий и конструктивных спецификаций.",
        "th": "ชิ้นส่วนอะไหล่ของเครื่อง Guizhong Ballista ที่เก็บไว้ตั้งแต่สมัยโบราณจนถึงทุกวันนี้\\nแม้ว่าดูไปแล้วจะเป็นเพียงแค่วัสดุ ธรรมดา แต่จริง ๆ แล้วมีการสร้าง และข้อกำหนดการออกแบบที่พิเศษ...",
        "vi": "Linh kiện thay thế cho máy Guizhong được bảo tồn từ thời cổ đại cho đến nay.\\nVẻ bề ngoài tuy rất tầm thường nhưng bên trong lại ẩn chứa tay nghề chế tác và quy chuẩn thiết kế đặc biệt..."
    },
    "materialType": "MATERIAL_QUEST"
}