{
    "name": {
        "en": "Gushing Essential Oil",
        "de": "Sturmöl",
        "chs": "狂风精油",
        "cht": "狂風精油",
        "es": "Aceite esencial de ventisca",
        "fr": "Huile essentielle Anémo",
        "id": "Gushing Essential Oil",
        "jp": "狂風のオイル",
        "kr": "광풍의 오일",
        "pt": "Óleo Essencial Vendaval",
        "ru": "Штормовое масло",
        "th": "Gushing Essential Oil",
        "vi": "Tinh Dầu Cuồng Phong"
    },
    "id": 111016,
    "materialDesc": {
        "en": "Grants greater affinity for Anemo, boosting Anemo DMG.\\nIt has a fragrant smell. It is said that using it during your travels will make you walk as if you're riding on the wind.",
        "de": "Ein Öl, das einen empfänglicher für die Anemo-Kraft macht und den Anemo-Schaden erhöht.\\nEs hat einen leichten Duft. Außerdem heißt es, der Wind wehe immer in die Richtung, in die man geht, wenn man es benutzt.",
        "chs": "让人更亲和风元素的油膏，能提升造成的风元素伤害。\\n有着清香的气味。据说，如果使用这种药，在原野上旅行时，从来都是顺风而行。",
        "cht": "讓人更親和風元素的油膏，能提升造成的風元素傷害。\\n有著清香的氣味。據說，如果使用這種藥，在原野上旅行時，從來都是順風而行。",
        "es": "Un bálsamo que aumenta la afinidad con el viento y potencia el Daño Anemo.\\nDespide un fragante olor. Se dice que, al usarlo en un viaje, hará que su usuario camine como si estuviera cabalgando sobre el viento.",
        "fr": "Un onguent qui a une forte affinité avec l'élément Anémo et peut augmenter les DGT infligés par l'élément Anémo.\\nElle dégage un parfum frais. On dit que le vent vous indique toujours la direction dans les plaines lors du voyage si vous appliquez ce médicament.",
        "id": "Meningkatkan intensitas terhadap elemen Anemo, meningkatkan Anemo DMG.\\nBaunya harum. Dikatakan jika menggunakannya saat berkelana membuatmu seperti berjalan di atas angin.",
        "jp": "風元素ダメージを上げることができるオイル。\\n爽やかなにおいがする。野原で旅する時、この薬を使うと途中の風は全て追い風になると言われる。",
        "kr": "바람 원소와 가까워지게 해주는 연고. 바람 원소 피해를 올릴 수 있다.\\n청량한 향이 난다. 이 약을 사용하면 평지를 걸을 때 순풍이 분다고 한다",
        "pt": "Concede maior afinidade Anemo, impulsionando o Dano Anemo.\\nPossui uma fragrância agradável. Dizem que ao usá-lo em viagens fará com que você se sinta cavalgando sobre o vento.",
        "ru": "Эфирное масло, которое сближает с Анемо стихией и увеличивает Анемо урон.\\nЭто масло имеет очень приятный аромат. Говорят, что оно позволяет оседлать ветер.",
        "th": "น้ำมันเสริมธาตุลม สามารถเพิ่มความเสียหายลมได้ \\nมีกลิ่นหอมบางๆ ว่ากันว่าหากใช้ยานี้แล้วการเดินทาง จะเป็นไปอย่างราบรื่น",
        "vi": "Loại cao dầu giúp tăng sát thương Nguyên Tố Phong tạo thành.\\nCó mùi thơm nhẹ. Nghe nói, nếu dùng thuốc này thì khi lữ hành bên ngoài đều sẽ thuận buồm xuôi gió."
    },
    "materialType": "MATERIAL_FOOD"
}