{
    "name": {
        "en": "Halcyon Jade Axe Marlin",
        "de": "Jade-Axt-Marlin",
        "chs": "翡玉斧枪鱼",
        "cht": "翡玉斧槍魚",
        "es": "Marlín de jade",
        "fr": "Marlin à hache de jade",
        "id": "Halcyon Jade Axe Marlin",
        "jp": "翠玉ハチェットウオ",
        "kr": "비옥 미늘창 물고기",
        "pt": "Marlim Machado de Jade",
        "ru": "Нефритовая рыба-алебарда",
        "th": "Halcyon Jade Axe Marlin",
        "vi": "Cá Rìu Bích Ngọc"
    },
    "id": 131028,
    "materialDesc": {
        "en": "A medium-sized fish with unique morphology and Sumeru's cousin to the butterfly fish. This fish has a broad skeleton and a unique curved body. Legend has it that the first fishermen to catch this fish had their rods tilted at the end of the tail fin and found that the two, when combined, resemble a polearm, hence giving rise to the name \"Axe Marlin.\" This name has made much more of an impression than its scientific name, the \"Anchor Hook Butterfly,\" and it is thus colloquially used amongst most people.\\nThe jade-colored Axe Marlin prefers to live in areas where aquatic plants flourish, and where its shape easily blends in with the background. Small fish that wander through the grass often bump into their camouflaged bodies and become dazed, but the marlin doesn't feel provoked, and will instead offer shelter to its neighbors.",
        "de": "Ein Fisch mit spezieller Form, ein entfernter Verwandter der Schmetterlingsfische aus Sumeru. Diese Art von Fisch hat ein sehr breites Skelett und einen einzigartig geschwungenen Körper. Man sagt, dass die Angelrute des ersten Fischers, der so einen Fisch aus dem Wasser gezogen hat, schräg über die Schwanzflosse des Fisches verlief und so einer Hellebarde ähnelte, wodurch die Axt in den Namen des Fisches kam. Verglichen mit seiner wissenschaftlichen Bezeichnung, „Ankerhaken-Schmetterlingsfisch“, ist dieser Name deutlich interessanter, weshalb er im Volk Verbreitung findet.\\nDie jadefarbigen Vertreter der Axt-Marline lieben es, sich in Gebieten mit einer besonders hohen Menge an Wasserpflanzen aufzuhalten. Ihr Körper ist sehr gut an diese Umgebung angepasst und darin getarnt. Kleine Fische erkennen seinen Körper beim Durchqueren der Pflanzen oft nicht und schwimmen dann gegen seinen Körper, was sie benommen macht. Der Marlin wird dadurch aber nicht aufgestachelt und manchmal bietet er seinen Nachbarn auch einen Unterschlupf an.",
        "chs": "形貌独特的鱼类，是蝶鱼的须弥远亲。这种鱼类的骨架宽大，身形曲线独具一格。相传最早钓上这种鱼的鱼师将钓竿斜放在尾鳍末端，发现两者结合后形如某种长柄武器，为其取名「斧枪鱼」。相比它的学名「锚钩蝶」，这个名字更为形象，因而在民间广为流传。\\n色泽如翡玉的斧枪鱼喜欢在水生植物茂盛的区域活动，身形极易与背景相融，若隐若现。穿行在水草间的小鱼常常撞上它们屏障般的身体，晕头转向，不过翡玉斧枪鱼也不会被激怒，反而会适时为这些邻居提供庇护。",
        "cht": "形貌獨特的魚類，是蝶魚的須彌遠親。這種魚類的骨架寬大，身形曲線獨具一格。相傳最早釣上這種魚的魚師將釣竿斜放在尾鰭末端，發現兩者結合後形如某種長柄武器，為其取名「斧槍魚」。與牠的學名「錨鉤蝶」相比，這個名稱更為生動，因而在民間廣為流傳。\\n色澤如翡玉的斧槍魚喜歡在水生植物茂盛的區域活動，身形極易與背景相融，若隱若現。穿行在水草間的小魚常常撞上牠們屏障般的身體，暈頭轉向，不過翡玉斧槍魚也不會被激怒，反而會適時為這些鄰居提供庇護。",
        "es": "Pariente lejano del pez mariposa, este pez posee un esqueleto de gran tamaño y forma curvilínea. Cuenta la leyenda que el primer pescador que atrapó uno de estos peces lo hizo enganchando la caña al extremo de la aleta caudal de pez, y descubrió así que la forma resultante se parecía a la de una lanza. De ahí que este pez se denomine lanza jadeíta. En comparación con su nombre científico, gancho de mariposa, esta denominación resulta más llamativa, por lo que se ha extendido entre la gente de a pie.\\nAl lanza jadeíta le gusta vivir en entornos con un exuberante lecho marino y sus tonalidades esmeraldas se camuflan con el entorno. Con frecuencia, los peces más pequeños que se mueven por el fondo marino, se topan con sus cuerpos camuflados y se desorientan. Sin embargo, el lanza jadeíta no se lo toma como una provocación. Al contrario, suele ofrecer cobijo y protección a otros peces.",
        "fr": "#Un poisson à la morphologie unique, parent éloigné de Sumeru du poisson-papillon. Ce poisson a un large squelette et un corps incurvé unique. La légende veut que les premiers pêcheurs à avoir attrapé ce poisson aient incliné leur canne à pêche à l'extrémité de la nageoire caudale pour constater que les deux, une fois combinées, ressemblaient à une hache, d'où le nom de « marlin à hache ». Comparé à son nom scientifique, «{NON_BREAK_SPACE}papillon à crochet », ce nom est plus parlant, c'est pourquoi beaucoup de gens l'utilisent de manière familière.\\nLe marlin à hache de couleur jade préfère les zones où les plantes aquatiques sont abondantes, sa forme se fondant facilement dans cet environnement. Les petits poissons qui se promènent dans la végétation se heurtent souvent à son corps camouflé et s'étourdissent, mais le marlin ne se sent pas provoqué et ira plutôt offrir un abri à ses voisins.",
        "id": "Ikan dengan bentuk yang unik ini merupakan kerabat jauh dari ikan kupu-kupu. Ikan ini memiliki kerangka tulang yang besar serta lekukan tubuh yang sangat unik. Menurut legenda, ahli ikan pertama yang menangkap ikan ini meletakkan pancing di ujung sirip ekor dan menemukan kalau kombinasi bentuk keduanya sangat mirip dengan Polearm, sehingga dinamakan Axe Marlin. Jika dibandingkan dengan nama ilmiahnya \"Anchor Hook Butterfly\", nama Axe Marlin lebih gamblang, sehingga lebih dikenal di kalangan masyarakat luas.\\nAxe Marlin yang berwarna zamrud ini suka beraktivitas di daerah yang dipenuhi oleh tumbuhan laut, karena bentuk tubuhnya yang sangat mudah menyatu dengan lingkungan dan membuatnya terlihat samar-samar. Ikan-ikan kecil yang bergerak di antara tanaman laut akan sering menabrak tubuh mereka yang seperti perisai, lalu kemudian akan terhuyung-huyung dan mengubah arah gerakan mereka. Tapi Marlin Tombak berwarna giok ini tidak pernah marah, mereka malah menyediakan perlindungan kepada para tentangganya di waktu yang tepat.",
        "jp": "ユニークな形をした魚で、チョウチョウウオのスメールにいる遠縁に当たる。骨格が広く、体の曲線が特徴的な魚。この魚を最初に釣り上げた漁師が、尾びれの先で竿を傾けたところ、その組み合わせが何か長柄武器のように見えたため、「ハチェットウオ」と呼ばれるようになったと言われている。この名前は、学名の「アンカーフックチョウ」よりも分かりやすいため、民間で流行っていた。\\n翠玉の色がするハチェットウオは水生植物が生い茂った場所を好む。それらの姿は背景に溶け込みやすく、現れたり消えたりする。水草をさまよう小魚がそのバリアのような体によくぶつかって頭をクラクラしてしまうが、翠玉ハチェットウオそれで怒ることはない。逆に、時を見極めて隣人に庇護を与えている。",
        "kr": "수메르에서만 볼 수 있는 형태가 독특한 어류. 나비고기의 먼 친척이라 볼 수 있다. 이러한 어류는 골격이 장대하고 특별한 곡선을 보여준다. 가장 처음 이 물고기를 낚은 전문 낚시꾼이 낚싯대를 꼬리지느러미 끝부분에 기대어 놓자 두 사물이 결합된 모습이 흡사 장병기 같아 「미늘창 물고기」라는 이름을 지었다 한다. 학명인 「닻가지 나비고기」에 비해 이 이름이 그 형태를 훨씬 잘 설명하고 있어 민간에 널리 알려지게 되었다.\\n비옥색을 띠고 있는 미늘창 물고기는 수중 식물이 무성한 구역에서 활동하는 것을 좋아하며 존재를 눈치채기 어려울 정도로 그 구역에 녹아드는 모습을 보여준다. 수초 사이를 오가는 작은 물고기들은 종종 이 방벽 같은 녀석에 부딪혀 어리둥절해하곤 하는데, 비옥 미늘창 물고기는 이에 화를 내기는커녕 시기적절하게 자신의 이웃들을 보호해 주곤 한다",
        "pt": "Um peixe com uma forma única, é o primo de Sumeru do peixe-borboleta. Este peixe tem um largo esqueleto e um corpo curvado peculiar. Reza a lenda que os primeiros pescadores a pescar esse peixe tiveram suas varas inclinadas na ponta da barbatana caudal e descobriram que as duas, quando combinadas, se assemelham a uma arma de haste, dando origem ao nome \"Marlim Machado\". Este nome ficou muito mais conhecido do que o seu nome científico, \"Borboleta Âncora\", e desde então é usado comumente pelas pessoas.\\nO Marlim Machado de Jade prefere viver em áreas onde as plantas aquáticas florescem e onde sua forma se mistura facilmente com o ambiente. Pequenos peixes que vagam pela grama muitas vezes esbarram em seus corpos camuflados e ficam atordoados, mas o marlim não se sente provocado e, em vez disso, oferece abrigo a seus vizinhos.",
        "ru": "Рыба необычной формы, сумерский родственник рыбы-бабочки. У этой рыбы широкий скелет и уникальное изогнутое тело. Легенда гласит, что первый рыбак, поймавший рыбу-алебарду, приложил свою удочку к её хвостовому плавнику и обнаружил, что вся конструкция напоминает некое древковое оружие, так и появилось название «алебарда». В научных кругах эту рыбу называют «якорная бабочка», но «рыба-алебарда» - название куда более образное, поэтому оно чаще используется в обиходе.\\nНефритовая рыба-алебарда предпочитает участки, густо заросшие водорослями: там её маскировка наиболее эффективна. Снующие в водорослях рыбёшки иногда натыкаются на замаскированную рыбу-алебарду, но алебарда не нападает на них, а наоборот, обеспечивает укрытие от хищников.",
        "th": "ปลาที่มีรูปร่างอันเป็นเอกลักษณ์ เป็นญาติห่าง ๆ ของปลา Shirakodai ใน Sumeru โครงสร้างกระดูกของปลาชนิดนี้กว้างใหญ่ และมีโครงร่างโค้งไม่เหมือนใคร ตำนานกล่าวไว้ว่าชาวประมงที่ตกปลาชนิดนี้ขึ้นมาได้เป็นคนแรก ได้วางคันเบ็ดไว้ข้างปลายหางของมัน ก่อนจะค้นพบว่าพอทั้งสองรวมร่างแล้วมีลักษณะเหมือนอาวุธด้ามยาวบางชนิดซะงั้น ดังนั้นจึงตั้งชื่อให้มันว่า \"Axe Marlin\" เทียบกับชื่อทางวิชาการของมันอย่าง \"Anchor Hook Butterfly\" แล้ว ชื่อที่ตั้งดูสมหน้าตามันมากกว่า เพราะอย่างนั้นจึงเป็นที่เรียกแพร่หลายในหมู่คนทั่วไป\\nAxe Marlin สีเขียวดั่งหยก ชอบเคลื่อนไหวอยู่ในบริเวณที่มีพืชใต้น้ำแน่นหนา ร่างกายหลอมรวมกับพื้นหลังได้อย่างง่ายดาย เดี๋ยวก็พรางตัว เดี๋ยวก็แสดงตัว ปลาเล็กปลาน้อยที่แหวกว่ายในหมู่พืชน้ำมักชนเข้ากับร่างมันราวกับเจอกำแพงจนมึนไปหมด แต่ Halcyon Jade Axe Marlin ก็ไม่ได้ถูกยั่วให้โมโห กลับกันก็มักจะช่วยปกป้องเหล่าเพื่อนบ้านพวกนี้ด้วยเสมอ",
        "vi": "Là loài cá với hình dáng độc đáo, nó là họ hàng xa ở Sumeru của loài cá bướm. Loài cá này có khung xương lớn và hình dáng cơ thể độc đáo. Tương truyền, ngư dân đầu tiên bắt được loài cá này đã đặt cần câu vào cuối vây đuôi, và nhận thấy sự kết hợp của cả hai giống như một loại vũ khí cán dài nên đặt tên cho nó là \"Cá Rìu\". So với tên khoa học của nó là \"Bướm Mỏ Neo\" thì cái tên này sinh động hơn nên được lưu truyền rộng rãi hơn.\\nCá Rìu màu bích ngọc thích sống ở những nơi có thực vật thủy sinh phát triển mạnh và nơi hình dạng của nó dễ hòa hợp với cảnh vật hơn. Những con cá nhỏ bơi lang thang trên cây thủy sinh thường va vào cơ thể ngụy trang của chúng để rồi bị choáng, nhưng Cá Rìu Bích Ngọc không bị khiêu khích, ngược lại còn cung cấp nơi trú ẩn cho hàng xóm nữa."
    },
    "materialType": "MATERIAL_EXCHANGE"
}