{
    "name": {
        "en": "Hamlet House",
        "de": "Dorfhof",
        "chs": "村镇院落",
        "cht": "村鎮院落",
        "es": "Casa de aldea",
        "fr": "Maison de village",
        "id": "Rumah Pedesaan",
        "jp": "町の民家",
        "kr": "마을 정원",
        "pt": "Pátio da Vila",
        "ru": "Деревенский дом",
        "th": "ลานหมู่บ้าน",
        "vi": "Sân Nhỏ Thôn Trấn"
    },
    "id": 350018,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up a Hamlet House.\\nA common dwelling found in Mondstadt's countryside. There is a rather large space between the fence and the house, all the better to plant some produce with which to provide some food self-sufficiency.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Dorfhof“.\\nEine gewöhnliche Behausung, die man auf dem Land bei Mondstadt findet. Zwischen dem Zaun und dem Haus befindet sich eine ziemlich große Fläche, die sich hervorragend für den Anbau von Obst und Gemüse eignet, mit dem man sich selbst versorgen kann.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「村镇院落」的放置方法。\\n蒙德乡野的住宅。围栏和房屋之间留出了大块空地，以便种植各种作物，供日常食用。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「村鎮院落」的放置方法。\\n蒙德鄉野的住宅。圍欄和房屋之間留出了大片空地，以便種植各種作物供日常食用。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar una Casa de aldea.\\nUn hogar típico de las aldeas de Mondstadt. Hay bastante espacio entre la valla y la casa para plantar todo tipo de productos y autoabastecerse de comida.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de la maison de village.\\nUn logement que l'on trouve fréquemment dans la campagne mondstadtoise. Il y a beaucoup d'espace entre la clôture et la maison, ce qui permettra de planter des produits capables de fournir une certaine auto-suffisance.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Rumah Pedesaan\".\\nSebuah tempat tinggal yang umum ditemukan di pedesaan Mondstadt. Ada jarak yang cukup luas antara bangunan rumah dengan pagarnya, sangat cocok untuk menanam berbagai jenis tanaman sebagai bahan makanan sehari-hari.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「町の民家」の詳しい配置方法が載っている設計図。\\nモンドの田舎によくある家。柵と家の間には大きな空間があり、食材として使える様々な作物を育てることができる。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「마을 정원」의 설치 방법이 기재되어 있다.\\n몬드 컨트리 하우스. 울타리와 집 사이에 큰 공터를 마련하여 매일 소비할 다양한 작물을 심을 수 있다.\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Pátio da Vila\".\\nUma moradia comum encontrada na zona rural de Mondstadt. Há um espaço bastante grande entre a cerca e a casa, tudo de bom para plantar alguns produtos com os quais se possa fornecer alguma autonomia de alimentos.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Деревенский дом».\\nОбычное жилище, которое можно увидеть в сельской местности Мондштадта. Довольно большое пространство между забором и домом подходит для выращивания огородных культур, чтобы обеспечить себя продуктами первой необходимости.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"ลานหมู่บ้าน\"\\nบ้านในชนบทของ Mondstadt ซึ่งจะมีพื้นที่ว่างขนาดใหญ่ระหว่างรั้วและตัวบ้าน เพื่อให้สามารถปลูกพืชต่าง ๆ เอาไว้ใช้เป็นอาหารในแต่ละวันได้\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Sân Nhỏ Thôn Trấn\".\\nNgôi nhà dân dã ở Mondstadt. Giữa hàng rào và ngôi nhà là một khoảng đất trống để trồng trọt, cung cấp thức ăn thường ngày.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}