{
    "name": {
        "en": "Handy Handbook of Hilichurlian",
        "de": "Kompaktes Wörterbuch für Hilichurlisch",
        "chs": "丘丘语速查手册",
        "cht": "丘丘語速查手冊",
        "es": "Breve diccionario de hilichurlio",
        "fr": "Manuel pratique du Brutocollinus",
        "id": "Buku Panduan Bahasa Hilichurl",
        "jp": "ヒルチャール語ハンドブック",
        "kr": "츄츄어 핸드북",
        "pt": "Breve Dicionário de Hilichurlês",
        "ru": "Хиличурлский разговорник для чайников",
        "th": "คู่มือภาษา Hilichurl ฉบับพกพา",
        "vi": "Sổ Tay Tra Cứu Tiếng Hilichurl"
    },
    "id": 100788,
    "materialDesc": {
        "en": "A handbook of Hilichurlian written by the folklorist Ella Musk, though its practical use has yet to be tested in the field.",
        "de": "Ein Handbuch über Hilichurlisch, verfasst von der Autorin Ella Musk, obwohl die Richtigkeit des Inhalts noch verifiziert werden muss.",
        "chs": "民俗学家艾拉·马斯克编写的丘丘语实用速查手册，但其可靠度仍需实际验证。",
        "cht": "民俗學家艾拉·馬斯克編寫的丘丘語實用速查手冊，但其可信度仍需實際驗證。",
        "es": "Un diccionario de hilichurlio escrito por la folclorista Ella Musk. Su uso práctico todavía tiene que ponerse a prueba.",
        "fr": "Un manuel du Brutocollinus écrit par l'ethnologue Ella Musk. Son application pratique reste à tester sur le terrain.",
        "id": "Buku pegangan Hilichurl yang ditulis oleh ahli adat istiadat Ella Musk, namun kegunaan nyatanya belum teruji secara langsung.",
        "jp": "民俗学者エラ·マスクが書いたヒルチャール語ハンドブック。信じていいかどうかは要確認。",
        "kr": "민속학자 엘라·머스크가 편찬한 츄츄어 실용 핸드북, 하지만 그 신뢰성에 대해선 아직 검증이 필요하다",
        "pt": "Um manual de Hilichurlês escrito pela folclorista Ella Musk, embora seu uso prático ainda não tenha sido testado no campo.",
        "ru": "Разговорник хиличурлского, написанный учёной Эллой Маск. Его практическую эффективность ещё предстоит испытать.",
        "th": "คู่มือภาษา Hilichurl ฉบับพกพาที่รวบรวมโดย Ella Musk ผู้เชี่ยวชาญด้านขนบประเพณี แต่ความน่าเชื่อถือยังคงต้องพิสูจน์โดยการใช้จริง",
        "vi": "Sổ tay tra cứu nhanh tiếng Hilichurl do nhà nghiên cứu dân gian học Ella Musk biên soạn, nhưng độ tin cậy của nó vẫn cần phải dùng thực tế để xác minh."
    },
    "materialType": "MATERIAL_QUEST"
}