{
    "name": {
        "en": "Hard Crystal Chunk",
        "de": "Harter Brocken Kristall",
        "chs": "坚硬的水晶块",
        "cht": "堅硬的水晶塊",
        "es": "Pedazo de cristal duro",
        "fr": "Morceau de cristal solide",
        "id": "Crystal Chunk Keras",
        "jp": "硬い水晶の塊",
        "kr": "단단한 수정덩이",
        "pt": "Pedaço de Cristal Duro",
        "ru": "Крепкий обломок кристалла",
        "th": "Hard Crystal Chunk",
        "vi": "Mảnh Pha Lê Cứng Cáp"
    },
    "id": 100743,
    "materialDesc": {
        "en": "An uncut crystal. Most people could throw everything they have at it and still barely leave a scratch.",
        "de": "Ein ungeschliffener Kristall. Die meisten Menschen könnten alles, was sie haben, darauf werfen und würden trotzdem kaum einen Kratzer hinterlassen.",
        "chs": "未经削切的晶体。普通人即使倾尽全力，也只能在其表面留下轻微的划痕吧。",
        "cht": "未經削切的晶體。普通人即使傾盡全力，也只能在其表面留下輕微的劃痕吧。",
        "es": "Cristal bruto. Aunque empleara toda su fuerza, una persona normal apenas conseguiría arañarlo.",
        "fr": "Cristal brut. Celui qui y met toute sa force n'arriverait sans doute qu'à l'érafler, et encore...",
        "id": "Kristal yang belum diasah. Kamu bisa mencoba menghancurkannya sekuat tenaga, tapi kristal ini tidak akan tergores sedikit pun.",
        "jp": "加工していないクリスタルの塊。一般人が力を振り絞っても、軽いかすり傷しか表面に残せないだろう。",
        "kr": "다듬어지지 않은 결정체. 대부분 사람은 아무리 힘써도 겉에 긁힌 자국만 살짝 남길 수 있을 거다",
        "pt": "Um cristal intato contra o qual as pessoas podem jogar qualquer coisa e ele não será afetado nem um pouco.",
        "ru": "Необработанный кристалл. Даже если обычный человек постарается изо всех сил, он может оставить лишь небольшую царапину на поверхности.",
        "th": "ก้อนคริสตัลที่ยังไม่ผ่านการเจียระไน แม้ว่าคนทั่วไปจะพยายามอย่างเต็มที่ แต่ก็สามารถทิ้งรอยขีดข่วนบนพื้นผิวได้เพียงเล็กน้อยเท่านั้น",
        "vi": "Tinh thể chưa được mài giũa. Người bình thường cho dù có dùng hết sức cũng chỉ có thể để lại vài vết xước nhẹ trên bề mặt của nó."
    },
    "materialType": "MATERIAL_QUEST"
}