{
    "name": {
        "en": "Harvest Season Stall",
        "de": "Erntesaison-Stall",
        "chs": "收获时节的小镇摊位",
        "cht": "收穫時節的小鎮攤位",
        "es": "Puesto con productos de temporada",
        "fr": "Étal de la saison des récoltes",
        "id": "Kios Musim Panen",
        "jp": "収穫期の露店",
        "kr": "추수철의 마을 노점",
        "pt": "Tenda da Estação da Colheita",
        "ru": "Ларёк урожайного сезона",
        "th": "แผงขายของในเมืองเล็ก ๆ ในช่วงเวลาเก็บเกี่ยว",
        "vi": "Sạp Nhỏ Vào Lúc Thu Hoạch"
    },
    "id": 350019,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up a Harvest Season Stall.\\nEvery time the harvest season arrives, the people of the town will set stalls up to sell all manner of wares. Such things contain not only the harvested fruits, vegetables, and wheat, but also secondhand goods of good quality and hay rolls.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Erntesaison-Stall“.\\nJedes Mal, wenn die Erntesaison anbricht, stellen die Bewohner der Stadt Stände auf, um alle möglichen Waren zu verkaufen. Dazu gehören nicht nur die geernteten Früchte, das Gemüse und der Weizen, sondern auch Gebrauchtwaren von guter Qualität und Heuballen.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「收获时节的小镇摊位」的放置方法。\\n每到收获时节，镇民们会在要道附近设置摊位，出售各种货物。不止刚刚收成的果蔬和小麦，还有成色不错的旧货和干草卷。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「收穫時節的小鎮攤位」的放置方法。\\n每到收穫時節，鎮民們會在要道附近設置攤位，出售各種貨物。除了剛剛收成的果蔬和小麥之外，還有成色良好的舊貨和乾草捲。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar un Puesto con productos de temporada.\\nCada vez que llega la temporada de cosecha, la gente de los pueblos monta sus puestos para vender todo tipo de mercancías. Entre ellas no solo se incluyen la fruta, las verduras y el trigo cosechados, sino también productos de segunda mano de buena calidad y fardos de heno.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de l'étal de la saison des récoltes.\\nÀ chaque fois que la saison des récoltes arrive, les habitants de la ville installent des étals pour vendre toutes sortes de produits. On y trouve non seulement les fruits et légumes fraîchement récoltés, mais aussi des marchandises de deuxième main de bonne qualité et des bottes de paille.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Kios Musim Panen\".\\nSetiap kali musim panen tiba, semua orang akan membangun kios-kios dan menjual berbagai jenis barang. Mereka tidak hanya menjual buah, sayur, dan gandum hasil panen mereka, tetapi juga barang bekas yang masih layak pakai dan gulungan jerami.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「収穫期の露店」の詳しい配置方法が載っている設計図。\\n収穫の時期になると、人々は大通りの近くに屋台を出して、色んなものを売り始める。収穫されたばかりの果物や野菜、小麦だけでなく、中古品や干し草の束なども売ったりする。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「추수철의 마을 노점」의 설치 방법이 기재되어 있다.\\n수확 시기마다 마을 사람들은 주요 도로 근처에 노점을 깔고 다양한 상품을 판매합니다. 갓 수확한 과일과 채소, 밀뿐만 아니라 양질의 중고품과 건초도 판매합니다.\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Tenda da Estação da Colheita\".\\nToda vez que chega a época da colheita, o povo da cidade monta barracas para vender todos os tipos de produtos. Tais barracas contêm não apenas frutas, vegetais e trigo colhidos, mas também produtos usados de boa qualidade e rolos de feno.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Ларёк урожайного сезона».\\nВ разгар сезона сбора урожая жители города устанавливают ларьки для продажи всевозможных товаров. В таких ларьках продают не только собранные фрукты, овощи и пшеницу, но и подержанные товары хорошего качества, а также тюки сена.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"แผงขายของในเมืองเล็ก ๆ ในช่วงเวลาเก็บเกี่ยว\"\\nทุกฤดูเก็บเกี่ยว ชาวเมืองจะตั้งแผงขายสินค้าใกล้ถนนใหญ่ ซึ่งไม่ได้มีแต่ผักผลไม้และข้าวสาลีที่เก็บเกี่ยวสด ๆ เท่านั้น แต่ยังรวมถึงของเก่าและหญ้าแห้งคุณภาพดีอีกด้วย \\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Sạp Nhỏ Vào Lúc Thu Hoạch\".\\nMỗi khi đến mùa thu hoạch, người dân thị trấn đều sẽ dựng sạp ở gần những con đường quan trọng để bán nhiều loại hàng hóa khác nhau. Không chỉ có rau quả và tiểu mạch vừa thu hoạch mà còn có cả đồ cũ và rơm khô vẫn còn tốt.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}