{
    "name": {
        "en": "Headquarters Alarm: Sound of Thunder",
        "de": "Alarm des Feldlagers – Schall des Donners",
        "chs": "阵屋半钟-「轰雷之音」",
        "cht": "陣屋半鐘-「轟雷之音」",
        "es": "Reloj del cuartel: Sonido del trueno",
        "fr": "Horloge de caserne « Son du tonnerre »",
        "id": "Lonceng Gantung: Gemuruh Guntur",
        "jp": "陣屋の梵鐘-「轟雷の音」",
        "kr": "병영의 범종-「천둥의 아우성」",
        "pt": "Sino do Quartel-General: Som do Trovão",
        "ru": "Штабные часы: Звук грома",
        "th": "นาฬิกาประจำสำนัก: เสียงอัสนี",
        "vi": "Hồi Chuông Cảnh Tỉnh - Tiếng Sét Vang Trời"
    },
    "id": 393126,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Headquarters Alarm: Sound of Thunder.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Alarm des Feldlagers – Schall des Donners“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「阵屋半钟-『轰雷之音』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「陣屋半鐘-『轟雷之音』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Reloj del cuartel: Sonido del trueno.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'horloge de caserne « Son du tonnerre ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Lonceng Gantung: Gemuruh Guntur.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「陣屋の梵鐘-『轟雷の音』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「병영의 범종-『천둥의 아우성』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Sino do Quartel-General: Som do Trovão.\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Штабные часы: Звук грома».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"นาฬิกาประจำสำนัก: เสียงอัสนี\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Hồi Chuông Cảnh Tỉnh - Tiếng Sét Vang Trời\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}