{
    "name": {
        "en": "Heart of Clear Springs (IV)",
        "de": "Herz der Quelle IV",
        "chs": "清泉之心·四",
        "cht": "清泉之心·四",
        "es": "El corazón de Aguaclara (IV)",
        "fr": "Le cœur de la source - IV",
        "id": "Hati Sejernih Mata Air (IV)",
        "jp": "清泉の心·4",
        "kr": "샘물의 마음·Ⅳ",
        "pt": "Coração do Vale Termal - Vol. IV",
        "ru": "Сердце родника. Том IV",
        "th": "หัวใจแห่งน้ำพุใสสะอาด IV",
        "vi": "Trái Tim Thanh Truyền (IV)"
    },
    "id": 100483,
    "materialDesc": {
        "en": "A legendary tale passed down by Springvale hunters that recounts a bitter ending finally faced by a boy who was no longer young and a spring fairy who had not grown old.",
        "de": "Eine sehr bekannte Geschichte unter den Jägern von Quellingen, die von dem bitteren Ende der Beziehung zwischen dem einst jungen Mann und der nicht alternden Fee der Quelle erzählt.",
        "chs": "清泉镇猎人们口口相传的传说故事，不再是少年的少年与不老的精灵终于面对苦涩的缺憾结局。",
        "cht": "清泉鎮獵人們口口相傳的傳說故事，不再是少年的少年與不老的精靈終於面對苦澀的缺憾結局。",
        "es": "Una leyenda transmitida por los cazadores de Aguaclara que narra el amargo final de un joven que ya no era joven y el hada de un manantial que nunca envejeció.",
        "fr": "Une légende transmise de génération en génération chez les chasseurs de Deauclaire, qui relate le dénouement de l'histoire entre un garçon qui avait grandi et un esprit qui ne le pouvait pas.",
        "id": "Sebuah kisah legendaris yang diwariskan oleh para pemburu Springvale. Menceritakan tentang akhir yang pahit antara seorang anak yang sudah tidak muda lagi dengan peri mata air yang tidak bisa bertambah tua.",
        "jp": "清泉町の狩人たちの誰もが知る伝説の物語、もう少年でなくなった少年と不老不死の泉の精霊が迎える苦くて切ない結末が綴られている。",
        "kr": "샘물 마을 사냥꾼들에 의해 전해져 온 이야기. 더 이상 어리지만은 않은 소년과 영원히 늙지 않는 요정은 결국 씁쓸한 결말을 맞게 된다",
        "pt": "Um conto lendário passado pelos caçadores do Vale Termal que narra um final amargo finalmente enfrentado por um garoto que não era mais jovem e uma Fada da Fonte que não envelheceu.",
        "ru": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая грустный финал истории мальчика и феи - мальчика, который не был больше маленьким, и феи, которая не смогла постареть.",
        "th": "ตำนานเรื่องเล่าของเหล่านายพรานแห่ง Springvale ที่บอกเล่าถึงการเผชิญหน้ากับจุดจบอันเจ็บปวดและเสียใจของภูตหนุ่มและชายหนุ่มผู้ไม่ได้เป็นเด็กอีกต่อไป",
        "vi": "Câu chuyện huyền thoại với cái kết đầy đắng cay và hối tiếc giữa tinh linh không già và thiếu niên lớn tuổi được đám thợ săn Thanh Tuyền Trấn truyền tai nhau."
    },
    "materialType": "MATERIAL_QUEST"
}