{
    "name": {
        "en": "Heart of Clear Springs (III)",
        "de": "Herz der Quelle III",
        "chs": "清泉之心·三",
        "cht": "清泉之心·三",
        "es": "El corazón de Aguaclara (III)",
        "fr": "Le cœur de la source - III",
        "id": "Hati Sejernih Mata Air (III)",
        "jp": "清泉の心·3",
        "kr": "샘물의 마음·Ⅲ",
        "pt": "Coração do Vale Termal - Vol. III",
        "ru": "Сердце родника. Том III",
        "th": "หัวใจแห่งน้ำพุใสสะอาด III",
        "vi": "Trái Tim Thanh Truyền (III)"
    },
    "id": 100482,
    "materialDesc": {
        "en": "A legendary tale passed down by Springvale hunters that recounts a promise made between a spring fairy and a young boy.",
        "de": "Eine sehr bekannte Geschichte unter den Jägern von Quellingen, die von dem Versprechen zwischen einem jungen Mann und der Fee der Quelle erzählt.",
        "chs": "清泉镇猎人们口口相传的传说故事，讲述了泉水精灵与少年许下诺言的故事。",
        "cht": "清泉鎮獵人們口口相傳的傳說故事，講述了泉水精靈與少年許下諾言的故事。",
        "es": "Una leyenda transmitida por los cazadores de Aguaclara que relata la promesa que se hicieron un hada del manantial y un joven.",
        "fr": "Une légende transmise de génération en génération chez les chasseurs de Deauclaire, qui relate la promesse entre un garçon et une fée de source.",
        "id": "Sebuah kisah legendaris yang diwariskan oleh para pemburu Springvale. Menceritakan tentang perjanjian antara seorang anak muda dan peri mata air.",
        "jp": "清泉町の狩人たちの誰もが知る伝説の物語、泉の精霊と名も知らない少年との出会いが綴られている。",
        "kr": "샘물 마을 사냥꾼들에 의해 전해져 온 이야기. 샘물 요정과 소년이 약속을 하게 된다",
        "pt": "Uma história lendária transmitida pelos caçadores do Vale Termal que relata uma promessa feita entre uma Fada da Fonte e um jovem.",
        "ru": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о клятве между маленьким мальчиком и феей.",
        "th": "ตำนานเรื่องเล่าของเหล่านายพรานแห่ง Springvale ที่บอกเล่าเรื่องราวการตกปากรับคำกันของภูตแห่งสระน้ำและชายหนุ่ม",
        "vi": "Câu chuyện huyền thoại kể về lời thề giữa tinh linh nước suối và thiếu niên được đám thợ săn Thanh Tuyền Trấn truyền tai nhau."
    },
    "materialType": "MATERIAL_QUEST"
}