{
    "name": {
        "en": "Heart of Clear Springs (I)",
        "de": "Herz der Quelle I",
        "chs": "清泉之心·一",
        "cht": "清泉之心·一",
        "es": "El corazón de Aguaclara (I)",
        "fr": "Le cœur de la source - I",
        "id": "Hati Sejernih Mata Air (I)",
        "jp": "清泉の心·1",
        "kr": "샘물의 마음·Ⅰ",
        "pt": "Coração do Vale Termal - Vol. I",
        "ru": "Сердце родника. Том I",
        "th": "หัวใจแห่งน้ำพุใสสะอาด I",
        "vi": "Trái Tim Thanh Tuyền (I)"
    },
    "id": 100480,
    "materialDesc": {
        "en": "A legendary tale passed down by Springvale hunters that portrays an encounter between an unknown young boy and a spring fairy.",
        "de": "Eine sehr bekannte Geschichte unter den Jägern von Quellingen, die von der Begegnung eines unbekannten jungen Mannes mit der Fee der Quelle erzählt.",
        "chs": "清泉镇猎人们口口相传的传说故事，讲述了泉水精灵与不知名少年的相遇。",
        "cht": "清泉鎮獵人們口口相傳的傳說故事，講述了泉水精靈與不知名少年的相遇。",
        "es": "Una leyenda transmitida por los cazadores de Aguaclara que relata el encuentro entre un joven desconocido y el hada de un manantial.",
        "fr": "Une légende transmise de génération en génération chez les chasseurs de Deauclaire, qui relate la rencontre entre un garçon et une fée de source.",
        "id": "Sebuah kisah legendaris yang telah diwariskan oleh para pemburu Springvale. Menceritakan tentang pertemuan antara seorang anak muda yang tidak dikenal dengan peri mata air.",
        "jp": "清泉町の狩人たちの誰もが知る伝説の物語、泉の精霊と名も知らない少年との出会いが綴られている。",
        "kr": "샘물 마을 사냥꾼들에 의해 전해져 온 이야기. 샘물 요정과 이름 모를 소년의 만남에 관한 전설적인 이야기다",
        "pt": "Uma história lendária transmitida pelos caçadores do Vale Termal que relata o encontro entre um jovem garoto desconhecido e uma fada de uma fonte.",
        "ru": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о встрече маленького мальчика с феей.",
        "th": "ตำนานเรื่องเล่าของเหล่านายพราน แห่ง Springvale ที่บอกเล่าถึงการพบกันของภูตแห่ง สระน้ำและชายหนุ่มนิรนาม",
        "vi": "Câu chuyện huyền thoại kể về cuộc gặp gỡ giữa tinh linh nước suối và thiếu niên vô danh được đám thợ săn Thanh Tuyền Trấn truyền tai nhau."
    },
    "materialType": "MATERIAL_QUEST"
}