{
    "name": {
        "en": "Heavy-Duty Restaurant Stove",
        "de": "Ofen für Hochleistungsrestaurants",
        "chs": "重型餐馆专用炉灶",
        "cht": "重型餐館專用爐灶",
        "es": "Hornilla grande de restaurante",
        "fr": "Cuisinière robuste de restaurant",
        "id": "Tungku Jumbo Restoran",
        "jp": "大型飲食店専用かまど",
        "kr": "음식점 전용 대형 부뚜막",
        "pt": "Fogão Pesado de Restaurante",
        "ru": "Большая ресторанная печь",
        "th": "เตาร้านอาหารสำหรับงานหนัก",
        "vi": "Bếp Nhà Hàng Hạng Nặng"
    },
    "id": 393137,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Heavy-Duty Restaurant Stove.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Ofen für Hochleistungsrestaurants“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「重型餐馆专用炉灶」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「重型餐館專用爐灶」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Hornilla grande de restaurante.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la cuisinière robuste de restaurant.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Tungku Jumbo Restoran\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「大型飲食店専用かまど」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「음식점 전용 대형 부뚜막」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Fogão Pesado de Restaurante\".\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Большая ресторанная печь».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"เตาร้านอาหารสำหรับงานหนัก\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Bếp Nhà Hàng Hạng Nặng\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}