{
    "name": {
        "en": "Heavy Hay Bale",
        "de": "Schwere Heuballen",
        "chs": "沉甸甸的干草卷",
        "cht": "沉甸甸的乾草卷",
        "es": "Fardo de heno pesado",
        "fr": "Grosses bottes de paille",
        "id": "Gulungan Jerami Tebal",
        "jp": "重い干し草の束",
        "kr": "무거운 건초더미",
        "pt": "Rolo de Feno Pesado",
        "ru": "Тяжёлый тюк сена",
        "th": "ม้วนฟางหนัก",
        "vi": "Đống Cỏ Khô Nặng Trĩu"
    },
    "id": 393103,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Heavy Hay Bale.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Schwere Heuballen“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「沉甸甸的干草卷」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「沉甸甸的乾草捲」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Fardo de heno pesado.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication des grosses bottes de paille.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Gulungan Jerami Tebal\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「重い干し草の束」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「무거운 건초더미」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Rolo de Feno Pesado\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Тяжёлый тюк сена».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ม้วนฟางหนัก\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Đống Cỏ Khô Nặng Trĩu\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}