{
    "name": {
        "en": "Heavy Horn",
        "de": "Schweres Horn",
        "chs": "沉重号角",
        "cht": "沉重號角",
        "es": "Cuerno pesado",
        "fr": "Corne lourde",
        "id": "Heavy Horn",
        "jp": "重い角笛",
        "kr": "무거운 나팔",
        "pt": "Chifre Pesado",
        "ru": "Тяжёлый рог",
        "th": "Heavy Horn",
        "vi": "Sừng Nặng"
    },
    "id": 112014,
    "materialDesc": {
        "en": "A crude horn used by hilichurls to warn each other. Given the damage to the horn, it won't be warning anyone any time soon.",
        "de": "Ein grob aus Kupfer gefertigtes Horn, mit dem sich Hilichurle gegenseitig warnen. Sieht man sich den Schaden daran an, wird wohl keiner mehr damit gewarnt werden.",
        "chs": "粗砺的号角，是丘丘人用来警告同伴的道具。现在散布在号角上的战损使其失去了发声的功能。",
        "cht": "粗礪的號角，是丘丘人用來警告同伴的道具。現在散布在號角上的戰損使其失去了發聲的功能。",
        "es": "Los Hilichurls usan estos cuernos para comunicarse con sus compañeros. Sin embargo, debido al daño que ha recibido tras numerosas batallas, ya no emite ningún sonido.",
        "fr": "Une corne utilisée par les Brutocollinus pour prévenir leurs alliés d'un danger imminent. Bien que cet objet soit déjà bien endommagé, il n'est pas prêt de rendre l'âme.",
        "id": "Terompet reyot yang digunakan oleh Hilichurl untuk memperingatkan satu sama lain. Tetapi sekarang sudah rusak dan tidak lagi bisa mengeluarkan suara.",
        "jp": "ざらざらした角笛、ヒルチャールが仲間に警告を送るための道具。破損箇所が多いため、音を出す機能は失われている。",
        "kr": "망가진 나팔. 츄츄족이 경고할 때 사용하는 아이템. 전쟁 중에 파손되어 나팔의 기능을 상실했다",
        "pt": "Os Hilichurls usam os seus chifres para se comunicarem com seus companheiros. Dizem que hoje em dia, devido aos danos de batalhas, os chifres já não possuem mais a função de comunicação.",
        "ru": "Грубо сделанный рог, служащий инструментом для поднятия тревоги у хиличурлов. Но сейчас этот рог в таком состоянии, что он вряд ли сможет кого-то предупредить об угрозе.",
        "th": "มันเป็นอุปกรณ์ที่พวก Hilichurl นิยมใช้เพื่อแจ้งเตือนเพื่อนของพวกมัน\\nแต่เนื่องจากความเสียหายที่เกิดขึ้น ทำให้ทุกวันนี้มันไม่มีเสียงแล้ว",
        "vi": "Sừng thô lớn, người Hilichurl dùng để cảnh cáo đồng loại. Nay do bị hư hại nên đã không thể phát ra tiếng."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}