{
    "name": {
        "en": "\"Henji\" Aralia Noticeboard",
        "de": "Anschlagtafel „Henji“ aus Aralia-Holz",
        "chs": "孔雀木「遍知」告示牌",
        "cht": "孔雀木「遍知」告示牌",
        "es": "Tablón de anuncios de madera de criptomeria: Aviso universal",
        "fr": "Panneau « Henji » en bois de cèdre inazumien",
        "id": "Papan Pengumuman \"Henji\" dari Aralia",
        "jp": "孔雀の「遍知」掲示板",
        "kr": "공작나무 「편지」 게시판",
        "pt": "Placa de Madeira de Arália \"Conhecimento Público\"",
        "ru": "Доска объявлений из аралии «Анжи»",
        "th": "ป้ายประกาศ \"Henji\" ไม้ Aralia",
        "vi": "Bảng Thông Báo Khổng Tước \"Henji\""
    },
    "id": 393332,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a \"Henji\" Aralia Noticeboard.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Anschlagtafel Henji aus Aralia-Holz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「孔雀木『遍知』告示牌」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「孔雀木『遍知』告示牌」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Tablón de anuncios de madera de criptomeria: Aviso universal.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du panneau « Henji » en bois de cèdre inazumien.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Papan Pengumuman \"Henji\" dari Aralia.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「孔雀の『遍知』掲示板」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「공작나무 『편지』 게시판」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Placa de Madeira de Arália \"Conhecimento Público\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Доска объявлений из аралии \"Анжи\"».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างป้ายประกาศ \"Henji\" ไม้ Aralia\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Bảng Thông Báo Khổng Tước \"Henji\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}