{
    "name": {
        "en": "Hermit's Hut",
        "de": "Einsiedlerhütte",
        "chs": "山间独居之屋",
        "cht": "山間獨居之屋",
        "es": "Cabaña del ermitaño",
        "fr": "Cabane de l'hermite",
        "id": "Pondok Pertapa",
        "jp": "山の中の一軒家",
        "kr": "산속 오두막",
        "pt": "Casa Solitária nas Montanhas",
        "ru": "Домик отшельника",
        "th": "บ้านเดี่ยวบนเนินเขา",
        "vi": "Nhà Nhỏ Giữa Núi Rừng"
    },
    "id": 350017,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up a Hermit's Hut.\\nA house that can found in many places around Liyue. A street light is set up outside the door for the convenience of passers-by.\\nThe people of Liyue are a friendly sort for the most part. Even those who live apart from others in the mountains don't mind receiving a guest for the night. Indeed, you can expect a fine meal and some tea should you drop by.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Einsiedlerhütte“.\\nEin Haus, das man an vielen Orten in Liyue finden kann. Vor der Tür wird eine Straßenlaterne aufgestellt, damit die Passanten es angenehmer haben.\\nDie Menschen in Liyue sind größtenteils freundlich gesinnt. Selbst diejenigen, die abseits in den Bergen leben, haben nichts dagegen, einen Gast für die Nacht zu empfangen. In der Tat kannst du eine gute Mahlzeit und etwas Tee erwarten, wenn du vorbeikommst.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「山间独居之屋」的放置方法。\\n璃月各地寻常可见的房屋。门外设置路灯，可为过客提供便捷。\\n璃月人大多热情好客，即便隐居山野，也不介意迷途之人暂住一晚，还会以最好的餐食与茶水待客。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「山間獨居之屋」的放置方法。\\n璃月各地尋常可見的房屋。門外設置路燈，可為過客提供便捷。\\n璃月人大多熱情好客，即便隱居山野，也不介意迷途之人暫住一晚，還會以最好的餐食與茶水待客。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar una Cabaña del ermitaño.\\nUna casa que se puede encontrar en muchos lugares alrededor de Liyue. Hay una farola en la puerta para facilitar que los visitantes la encuentren.\\nEn general, la gente de Liyue es muy hospitalaria. Ni siquiera a aquellos que viven aislados de los demás en las montañas les importa recibir invitados para pasar la noche en sus casas. De hecho, a todo aquel que pase por aquí le espera una buena comida y un poco de té.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de la cabane de l'hermite.\\nUne habitation qui peut être trouvée dans de nombreux endroits autour de Liyue, avec un réverbère devant la porte pour la commodité des passants.\\nLes habitants de Liyue sont pour la plupart sympathiques. Même ceux qui vivent séparés des autres dans les montagnes sont toujours ravis d'ouvrir leur porte à un invité pour la nuit. En effet, vous pouvez vous attendre à un bon repas et à une tasse de thé bien chaude si vous vous décidez à frapper à la porte.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Pondok Pertapa\".\\nRumah yang sering ditemukan di sekitar Liyue. Sebuah lampu jalan terpasang di depan pintu masuk untuk menerangi para pejalan kaki.\\nSebagian besar penduduk Liyue memang sangat ramah. Bahkan seseorang yang tinggal di tengah gunung pun akan mengizinkan seorang tamu tak dikenal untuk menginap semalam. Kamu bahkan akan disuguhkan makanan dan teh saat bertamu.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「山の中の一軒家」の詳しい配置方法が載っている設計図。\\n璃月でよく見られる家屋。ドアの外には街灯があり、夜になっても安全に通ることができる。\\n璃月人は友好的な性格で、山で隠居していても、道に迷う者を一晩泊まらせてくれる。客には最高の食事とお茶をもてなすのが璃月流だ。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「산속 오두막」의 설치 방법이 기재되어 있다.\\n리월 어디에서나 흔히 볼 수있는 집. 문밖에 가로등을 설치해서 통행에 편의를 제공 할 수 있다.\\n리월 사람들은 대부분 따뜻하고 친절해서. 길을 잃은 낯선 이도 하루밤 묵게하며, 최고의 식사와 차로 대접한다.\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Casa Solitária nas Montanhas\".\\nUma casa que pode ser encontrada em muitos lugares ao redor de Liyue. Um poste de rua é instalado do lado de fora da porta para a conveniência dos transeuntes.\\nO povo de Liyue é, em sua maioria, um povo amigável. Mesmo aqueles que vivem separados dos outros nas montanhas não se importam de receber um convidado para passar a noite. Na verdade, você pode esperar uma boa refeição e um pouco de chá se você passar por lá.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Домик отшельника».\\nПодобные дома можно найти повсюду в Ли Юэ. Для удобства прохожих у входа установлен уличный фонарь.\\nЖители Ли Юэ по большей части гостеприимны. Даже те, кто живёт отдельно от других в горах, не возражают принять постояльцев на ночь. Всегда можно рассчитывать на прекрасную еду и чай.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"บ้านเดี่ยวบนเนินเขา\" \\nบ้านที่สามารถพบเห็นได้ทั่วไปใน Liyue ไฟถนนถูกติดตั้งไว้ด้านนอกประตูเพื่ออำนวยความสะดวกสำหรับแขกที่เดินผ่านไปมา \\nผู้คนส่วนใหญ่ใน Liyue เป็นคนอบอุ่นและมีอัธยาศัยดี แม้ว่าพวกเขาจะอาศัยอยู่บนภูเขา แต่พวกเขาก็ไม่รังเกียจหากคนที่หลงทางจะไปพักกับพวกเขาสักหนึ่งคืน นอกจากนั้นพวกเขาก็จะเสิร์ฟอาหารและชาที่ดีที่สุดให้กับแขกอีกด้วย\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Nhà Nhỏ Giữa Núi Rừng\".\\nNgôi nhà thường thấy ở Liyue. Ngoài cửa đặt đèn đường để tạo sự thuận tiện cho khách qua lại.\\nNgười Liyue nhiệt tình hiếu khách, ngay cả khi sống ẩn dật nơi núi rừng cũng sẵn lòng cho khách lạc đường trú tạm một đêm, lại còn tiếp đãi bữa cơm và trà nước ngon nhất.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}