{
    "name": {
        "en": "Hero's Wit",
        "de": "Eines Helden Weisheit",
        "chs": "大英雄的经验",
        "cht": "大英雄的經驗",
        "es": "Ingenio del héroe",
        "fr": "Leçons du héros",
        "id": "Hero's Wit",
        "jp": "大英雄の経験",
        "kr": "영웅의 경험",
        "pt": "EXP do Herói",
        "ru": "Опыт героя",
        "th": "Hero's Wit",
        "vi": "Kinh Nghiệm Anh Hùng"
    },
    "id": 104003,
    "materialDesc": {
        "en": "Character EXP material. Gives 20000 EXP.\\nThese experiences are extremely precious for a pilgrim traveling through Teyvat in order to be closer to Celestia.",
        "de": "Material für Figuren-EP, enthält 20.000 EP.\\nWenn man auf dem Weg nach Celestia ist und sich ein Weilchen in diesen Landen aufhält, ist diese Erfahrung eine äußerst große Hilfe.",
        "chs": "角色经验素材，含有20000点经验值。\\n如果向往着天空岛而在大陆开始巡礼，这些经验可称得上弥足珍贵。",
        "cht": "角色經驗素材，含有20000點經驗值。\\n如果嚮往著天空島而在大陸開始巡禮，這些經驗可稱得上彌足珍貴。",
        "es": "Material de EXP de personaje. Otorga 20 000 pts. de EXP.\\nEsta experiencia es extremadamente valiosa para un peregrino que viaja a través de Teyvat para estar más cerca de Celestia.",
        "fr": "Matériau d'EXP de personnage. Confère 20 000 pts d'EXP.\\nCes leçons vous seront précieuses pour un pèlerinage de Teyvat à Celestia.",
        "id": "Material EXP karakter. Memberikan 20.000 EXP.\\nPengalaman-pengalaman ini sangat berguna untuk petualang yang mengembara di Teyvat supaya menjadi lebih dekat dengan Celestia.",
        "jp": "キャラクターのLvUP用アイテム、使用すると経験値20000を獲得できる。\\n天空の島を目指して、大陸を巡礼するために貴重なもの。",
        "kr": "캐릭터 경험치 소재. 경험치를 20000pt 획득할 수 있다.\\n셀레스티아를 목표로 티바트 대륙을 순례하는 것이라면 이 경험은 아주 소중하다",
        "pt": "Material de EXP de Personagem. Concede 20000 de EXP.\\nEssas experiências são extremamente preciosas para um peregrino que viaja por Teyvat para estar mais perto de Celestia.",
        "ru": "20 000 очков опыта персонажа.\\nОсобенно ценный опыт, который способен приблизить путешественника к Селестии.",
        "th": "วัสดุประสบการณ์ตัวละคร ประกอบไปด้วยประสบการณ์ 20000 หน่วย\\nหากกำลังอยู่ที่ทวีปใหญ่และต้องการ ที่จะมุ่งหน้าไปสู่ดินแดนศักดิ์สิทธิ์ Celestia ล่ะก็ ประสบการณ์เหล่านี้ ถือว่ามีค่าแบบสุด ๆ ไปเลยล่ะ",
        "vi": "Nguyên liệu EXP nhân vật, có 20000 điểm EXP.\\nNhững EXP này là vật quý báu trên đường du hành ở đại lục và hướng về Đảo Thiên Không."
    },
    "materialType": "MATERIAL_EXP_FRUIT"
}