{
    "name": {
        "en": "Hex & Hound (VI)",
        "de": "Mehr als nur ein Hund VI",
        "chs": "犬又二分之一·六",
        "cht": "犬又二分之一·六",
        "es": "Más que un simple perro (VI)",
        "fr": "Plus qu'un chien - VI",
        "id": "Separuh Serigala (VI)",
        "jp": "犬と二分の一·6",
        "kr": "개와 2분의 1·Ⅵ",
        "pt": "Hex & Hound (VI)",
        "ru": "Ведьма и гончая. Том VI",
        "th": "เฮ็กซ์ & ฮาวด์-VI",
        "vi": "Mật Ngữ Của Khuyển VI"
    },
    "id": 100734,
    "materialDesc": {
        "en": "\"Message From the Editor: Thank you for your support, everyone! We've managed to snag our erstwhile author from the bowels of The Cat's Tail! Although they look drunker than a sodden dandelion, continued serialization should pose no problem! We hope for your continued support from here on out as well!\"",
        "de": "„Anmerkung der Redaktion: Danke an alle für eure Unterstützung! Wir haben den betrunkenen Autor bei Zum Katzenschwanz gefangengenommen! Obwohl er bereits voll wie ein Sack ist, sollte er in der Lage sein, den nächsten Band weiterzuschreiben. Bleibt bitte dran!“",
        "chs": "「编辑寄语：谢谢大家的支持！我们去猫尾酒馆把酒鬼作者给抓出来啦！虽然看起来醉得像沾了水的蒲公英球，但继续写连载完全没有问题！接下来也请各位多多关照！」",
        "cht": "「編輯寄語：謝謝大家的支持！我們去貓尾酒館把酒鬼作者給抓出來啦！雖然看起來醉得像沾了水的蒲公英球，但繼續寫連載完全沒有問題！接下來也請各位多多關照！」",
        "es": "Nota del editor: ¡Gracias a todos por su apoyo! Fuimos a la taberna Cola de Gato y sacamos a rastras al borrachuzo del autor. Aunque estaba como una cuba, debería poder seguir escribiendo el siguiente tomo. ¡Permanezcan atentos!",
        "fr": "Note de l'éditeur : merci à tous pour votre soutien ! Nous sommes allés chercher l'auteur ivre à La Queue de Chat. Même plein comme un tonneau, il devrait pouvoir continuer à écrire le prochain volume. Restez à l'écoute !",
        "id": "\"Suntingan Pesan: Terima kasih atas dukungan kalian semua! Kita sudah berhasil menarik keluar si penulis pemabuk itu dari Cat's Tail Tavern! Meskipun dia sudah sangat mabuk seperti Dandelion yang tercelup air, tapi ternyata dia tetap bisa menulis serial lanjutannya tanpa masalah! Dukung kami terus ya!\"",
        "jp": "「編集者注：ご支援ありがとうございます！キャッツテールから酔っ払いの作者を捕まえだしました！水に浸した蒲公英ボールのように見えますが、連載の方は問題ありません！これからもよろしくお願いします！」",
        "kr": "「편집자 남김: 응원해 주셔서 감사합니다! 캣테일 술집에 가서 고래 작가를 잡아 왔습니다 ! 술에 취한 민들레 같지만 연재에는 아무 문제 없습니다! 앞으로도 잘 부탁드립니다! 」",
        "pt": "\"Nota do Editor: Obrigado a todos pelo seu apoio! Fomos na Cauda do Gato e pegamos o autor bêbado! Apesar de ele estar com uma enorme bebedeira, não será um problema para ele continuar escrevendo sua série! De seguida, fiquem ligados!\"",
        "ru": "«Комментарий редактора: Благодарю вас всех за поддержку! Пошли в \"Кошкин хвост\" за пропойцей-автором! Он хоть и пьян, словно мокрый одуванчик, но проблем с написанием серии никаких нет! Пожалуйста, не судите слишком уж строго!»",
        "th": "\"หมายเหตุจากบรรณาธิการ: ขอบคุณทุกคนมากสำหรับการสนับสนุน! เราไปเอาตัวนักเขียนขี้เมาออกมาจากร้าน Cat's Tail กันเถอะ! ถึงเขาจะดูเหมือนดอกแดนดิไลออนที่แช่น้ำ แต่แค่ให้เขียนอนุกรมก็คงไม่เป็นปัญหาอะไร! ต่อไปขอให้ทุกท่านช่วยกันดูแลด้วยนะ!”",
        "vi": "\"Lời của người biên tập: Cám ơn sự ủng hộ của mọi người! Chúng tôi đã đến Quán Rượu Đuôi Mèo để chộp lấy tác giả say xỉn rồi! Tuy trông bèo nhèo như bồ công anh dính nước, nhưng viết liền tù tì mấy kỳ cũng không thành vấn đề nhé! Sau này hi vọng mọi người sẽ quan tâm nhiều hơn nữa!\""
    },
    "materialType": "MATERIAL_QUEST"
}