{
    "name": {
        "en": "Hex & Hound (IX)",
        "de": "Mehr als nur ein Hund IX",
        "chs": "犬又二分之一·九",
        "cht": "犬又二分之一·九",
        "es": "Más que un simple perro (IX)",
        "fr": "Plus qu'un chien - IX",
        "id": "Separuh Serigala (IX)",
        "jp": "犬と二分の一·9",
        "kr": "개와 2분의 1·Ⅸ",
        "pt": "Hex & Hound (IX)",
        "ru": "Ведьма и гончая. Том IX",
        "th": "เฮ็กซ์ & ฮาวด์-IX",
        "vi": "Mật Ngữ Của Khuyển IX"
    },
    "id": 100783,
    "materialDesc": {
        "en": "\"What does the death of a warm spring day feel like?\" So the young maiden said one morning, in defiance of all common logic. \"I suppose it must feel... furry?\"",
        "de": "„Wie fühlt sich der Tod eines warmen Frühlingstages an?“, fragte die junge Magd eines Morgens, jeglicher Logik entbehrend. „Wahrscheinlich leicht ... pelzig?“",
        "chs": "「和煦春日的死亡，是怎样的触感呢？」在清晨温馨的时刻，少女吐露出的是——背离常识的话语…「大概是——毛茸茸的吧？」",
        "cht": "「和煦春日的死亡，是怎樣的觸感呢？」在清晨溫馨的時刻，少女吐露出的是——背離常識的話語…「大概是——毛茸茸的吧？」",
        "es": "“¿Cómo se siente la muerte de un cálido día de primavera?”. Eso dijo la joven una mañana, en contra de toda lógica. “Debe ser... ¿peluda?”.",
        "fr": "« À quoi ressemble la mort d'une chaude journée de printemps ? » se demanda la jeune fille au matin, en défiant toute logique. « Je suppose que c'est... poilu ? »",
        "id": "\"Seperti apa rasanya kematian di musim semi yang hangat?\" Pada pagi hari, gadis muda itu mengatakan sesuatu yang bertentangan dengan logika dan akal sehat orang pada umumnya. \"Kurasa rasanya pasti seperti... bulu yang lembut?\"",
        "jp": "「暖かい春の日に死ぬのは、どんな感じだろう？」心地よい朝、少女は常識を逸脱した言葉を吐いた…「たぶん——モフモフな物だよね？」",
        "kr": "「화창한 봄날의 죽음은 어떤 느낌일까?」 새벽녘 따스한 햇살이 비출 즈음, 소녀가 털어놓은 말은——비상식 적이었다…. 「아마도——보송보송한 느낌?」",
        "pt": "\"Qual é a sensação da morte de um dia quente de primavera?\" Então a jovem donzela disse uma manhã, desafiando toda a lógica comum. \"Suponho que deva ser... Peludo?\"",
        "ru": "«На что похожа смерть тёплого весеннего дня?» - Изрекла солнечным утром не отягощённые здравым смыслом слова юная дева... «Наверное, на что-то пушистое?»",
        "th": "\"การตายที่เหมือนกับฤดูใบไม้ผลิที่อบอุ่น สัมผัสมันเป็นยังไงกันนะ?\" ในยามเช้าที่แสนอบอุ่น สิ่งที่หญิงสาวพูดออกมา... คือคำพูดที่แตกต่างไปจากปกติ... \"น่าจะ... มีขนฟู ๆ ล่ะมั้ง?\"",
        "vi": "\"Cảm thấy như thế nào về cái chết của Ngày Xuân Ấm Áp?\" Vào thời khắc ấm áp của buổi sớm mai, những lời thiếu nữ nói ra thật... ngược với lẽ thường...\"Đại loại là... lông mềm mại?\""
    },
    "materialType": "MATERIAL_QUEST"
}