{
    "name": {
        "en": "Hex & Hound (VIII)",
        "de": "Mehr als nur ein Hund VIII",
        "chs": "犬又二分之一·八",
        "cht": "犬又二分之一·八",
        "es": "Más que un simple perro (VIII)",
        "fr": "Plus qu'un chien - VIII",
        "id": "Separuh Serigala (VIII)",
        "jp": "犬と二分の一·8",
        "kr": "개와 2분의 1·Ⅷ",
        "pt": "Hex & Hound (VIII)",
        "ru": "Ведьма и гончая. Том VIII",
        "th": "เฮ็กซ์ & ฮาวด์-VIII",
        "vi": "Mật Ngữ Của Khuyển VIII"
    },
    "id": 100736,
    "materialDesc": {
        "en": "\"Heavens, I spoke ill of a witch to her face!\" \"Oh, what a bad boy. Still, discipline is a master's duty, so there's nothing for it~\" The curtains rise on the witch's cruel secret—",
        "de": "„Verdammt! Die Hexe hat meine Beleidigungen gehört!“ „Oh, was für ein böses Hündchen. Aber es ist die Pflicht der Besitzerin, ihren Hund zu dressieren. Also jetzt muss ich dir eine kleine Strafe zu kosten geben ...“ Die Hexe ist dabei, ihre grausamen Geheimnisse zu enthüllen!",
        "chs": "「糟了，居然当着魔女的面说了魔女的坏话！」「唉，真是不乖呢。不过，训练狗是主人的义务，所以没办法咯~」魔女大人的残酷秘密，正在拉开帷幕——",
        "cht": "「糟了，居然當著魔女的面說了魔女的壞話！」「唉，真是不乖呢。不過，訓練狗是主人的義務，所以沒辦法囉~」魔女大人的殘酷秘密，正在拉開帷幕——",
        "es": "“¡Maldición! ¡La bruja oyó mis insultos!”. “Oh, qué perrito tan malo. Pero es la obligación del dueño educar a su perro, así que no me queda más remedio...”. ¡La bruja está a punto de revelar sus crueles secretos!",
        "fr": "« Malédiction ! La sorcière a entendu mes insultes ! ». « Oh, quel mauvais petit chien. Mais c'est l'obligation du propriétaire d'éduquer son chien, donc je n'ai pas le choix... ». La sorcière est sur le point de révéler ses cruels secrets !",
        "id": "\"Gawat! Ternyata aku menjelek-jelekkan penyihir tepat di hadapan seorang penyihir!\" \"Ah, dasar bandel. Tapi bagaimanapun juga, melatih anjing kan sudah menjadi tanggung jawab pemiliknya~\" Kisah tentang rahasia kejam sang gadis penyihir ini pun dimulai——",
        "jp": "「しまった、魔女の前で悪口を言ってしまった！」「ああ、悪い子ね。でも、犬を訓練することは飼い主の義務だからしょうがない。」魔女の残酷な秘密、これより始まり始まり——",
        "kr": "「큰일 났다, 사실 마녀 앞에서 마녀에 대해 나쁜 말을 했어요!」 「아, 진짜 말 안 듣네. 하지만, 개를 훈련시키는 건 주인의 의무니까. 어쩔 수 없지~」 마녀님의 잔인한 비밀, 지금부터 시작한다——",
        "pt": "\"Maldição! A bruxa ouviu minhas palavras ruins!\". \"Ah, que cachorro desobediente. Mas treinar um cachorro é o dever do seu dono, por isso, não tem outro jeito...\". A bruxa está prestes a revelar seus segredos cruéis!",
        "ru": "«Проклятье! Я наговорил о ведьме гадостей, а она об этом узнала!» «Ах, какой непослушный. Тем не менее воспитание собаки всецело лежит в руках хозяина, поэтому другого выхода у нас нет!» Сейчас нам откроется жестокая тайна ведьмы...",
        "th": "\"ซวยแล้ว! ดันพูดเรื่องแย่ ๆ เกี่ยวกับแม่มดต่อหน้าแม่มดตัวจริง!\" \"เฮ้อ เจ้านี่ไม่เชื่องเลยนะ แต่ว่า การฝึกสุนัขมันเป็นหน้าที่ของเจ้าของอย่างฉัน เพราะงั้นก็ช่วยไม่ได้ล่ะนะ~\" ความลับที่โหดร้ายของแม่มด กำลังจะเริ่มขึ้น——",
        "vi": "\"Tiêu rồi, lỡ nói xấu ma nữ trước mặt ma nữ rồi!\" \"Haiz, đúng là không ngoan gì hết. Nhưng huấn luyện chó là nghĩa vụ của chủ nhân, nên không còn cách nào khác rồi!\" Bức màn bí mật tàn khốc của ma nữ, đang dần được vén lên..."
    },
    "materialType": "MATERIAL_QUEST"
}