{
    "name": {
        "en": "Hilichurl Cultural Customs (III)",
        "de": "Studien zu Hilichurl-Bräuchen – Band III",
        "chs": "丘丘人习俗考察·卷三",
        "cht": "丘丘人習俗考察·卷三",
        "es": "Las costumbres de los Hilichurls (III)",
        "fr": "Étude des coutumes Brutocollinus - Tome III",
        "id": "Adat Istiadat Hilichurl (III)",
        "jp": "ヒルチャール習慣考察·3",
        "kr": "츄츄족 풍습 고찰·권3",
        "pt": "Costumes Culturais dos Hilichurls (III)",
        "ru": "Культурные традиции хиличурлов. Том III",
        "th": "การตรวจสอบประเพณีของพวก Hilichurl - บทที่ 3",
        "vi": "Khảo sát tập quán Hilichurl (III)"
    },
    "id": 100615,
    "materialDesc": {
        "en": "It contains the investigations and observations into the cultural customs of the hilichurls by the \"Poet Laureate of Hilichurlian,\" Jacob Musk, a Mondstadt ecologist. This volume features mysterious hilichurls who live apart from the others.",
        "de": "Studien zu den gesellschaftlichen Sitten der Hilichurle von Jacob Musk, einem Ökologen aus Mondstadt und dem „Dichterfürsten des Hilichurlischen“. In diesem Band werden Hilichurle besprochen, die abseits von den anderen leben.",
        "chs": "蒙德生态学者，「丘丘语桂冠诗人」雅各布·马斯克关于丘丘人社会习俗的考察，本卷探询了丘丘人中间的神秘独居者。",
        "cht": "蒙德生態學者，「丘丘語桂冠詩人」雅各伯·馬斯克關於丘丘人社會習俗的考察，本卷探詢了丘丘人中間的神秘獨居者。",
        "es": "La investigación del ecologista de Mondstadt, Jacob Musk, galardonado como “El poeta del hilichurlio”. En ella describe los usos y costumbres de la sociedad Hilichurl. En este tomo profundiza en los misteriosos moradores solitarios de los Hilichurls.",
        "fr": "Observations sur le peuple Brutocollinus par le célèbre écologiste mondstadtois Jacob Musk. Ce troisième tome parle d'un mystérieux Brutocollinus qui vit en marge des siens.",
        "id": "Ini berisi penyelidikan dan pengamatan terhadap kebiasaan budaya Hilichurl oleh \"Sang Pujangga Bahasa Hilichurl\", Jacob Musk, seorang ahli ekologi Mondstadt. Volume ini menampilkan Hilichurl misterius yang hidup terpisah dari yang lain.",
        "jp": "「ヒルチャール語の桂冠詩人」と呼ばれたモンドの生態学者、ヤコブ·マスクによるヒルチャール社会習慣に対する考察。この1冊はヒルチャールの中で生活する神秘的な独居者について堀進めていく。",
        "kr": "몬드의 생태 학자, 「츄츄어의 시인」 야곱·머스크의 츄츄족 사회 풍습에 관한 고찰. 본편에서는 신비롭게 독거하는 츄츄족을 찾아간다",
        "pt": "Contêm as investigações e observações sobre os costumes culturais dos Hilichurls pelo \"Poeta de Hilichurlês\", Jacob Musk, um ecologista de Mondstadt. Esse volume investiga a vida dos misteriosos Hilichurls solitários.",
        "ru": "Данный труд содержит описания быта и культуры хиличурлов. Автор этого исследования - известный мондштадтский эколог Якоб Маск. В этом томе особое внимание уделено мистическим хиличурлам, которые ведут отшельнический образ жизни.",
        "th": "นักนิเวศวิทยา Jacob Musk แห่ง Mondstadt \"กวีผู้ได้รับรางวัลภาษา Hilichurl\" ว่าด้วยเรื่องการสำรวจเกี่ยวกับประเพณีทางสังคมของพวก Hilichurl โดยฉบับนี้ได้สำรวจเกี่ยวกับ Hilichurl ลึกลับที่มีชีวิตสันโดษ",
        "vi": "Nhà sinh thái học Mondstadt, \"Nhà Thơ Đoạt Vòng Nguyệt Quế Tiếng Hilichurl\" Jacob Musk khảo sát tập tục xã hội Hilichurl, cuốn sách này nói đến những kẻ đơn độc trong bầy Hilichurl."
    },
    "materialType": "MATERIAL_QUEST"
}