{
    "name": {
        "en": "Hilichurl Horned Pot",
        "de": "Hilichurl-Tonkessel mit Hörnern",
        "chs": "丘丘带角陶锅",
        "cht": "丘丘帶角陶鍋",
        "es": "Caldero con cuernos de Hilichurls",
        "fr": "Marmite cornue Brutocollinus",
        "id": "Panci Tembikar Bertanduk Hilichurl",
        "jp": "ヒルチャールの角付き鍋",
        "kr": "츄츄족 뿔이 달린 솥",
        "pt": "Pote com Chifre de Hilichurl",
        "ru": "Рогатый горшок хиличурлов",
        "th": "หม้อปั้นดินเผา Hilichurl",
        "vi": "Nồi Lớn Hilichurl"
    },
    "id": 393112,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Hilichurl Horned Pot.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Hilichurl-Tonkessel mit Hörnern“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「丘丘带角陶锅」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「丘丘帶角陶鍋」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Caldero con cuernos de Hilichurls.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la marmite cornue Brutocollinus.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Panci Tembikar Bertanduk Hilichurl\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「ヒルチャールの角付き鍋」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「츄츄족 뿔이 달린 솥」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Pote com Chifre de Hilichurl\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Рогатый горшок хиличурлов».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธี \"สร้างหม้อปั้นดินเผา Hilichurl\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Nồi Lớn Hilichurl\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}