{
    "name": {
        "en": "Hilichurl Straw Hut",
        "de": "Einfache Hilichurl-Strohhütte",
        "chs": "丘丘简易草棚",
        "cht": "丘丘簡易草棚",
        "es": "Cabaña de paja de Hilichurls",
        "fr": "Abri Brutocollinus en paille",
        "id": "Pondok Jerami Hilichurl",
        "jp": "ヒルチャールの草ぶき小屋",
        "kr": "츄츄족 간이 초막",
        "pt": "Barraca Simples de Palha Hilichurl",
        "ru": "Соломенная хижина хиличурлов",
        "th": "กระท่อมง่าย ๆ Hilichurl",
        "vi": "Lều Cỏ Hilichurl"
    },
    "id": 391103,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Hilichurl Straw Hut.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Einfache Hilichurl-Strohhütte“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「丘丘简易草棚」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「丘丘簡易草棚」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Cabaña de paja de Hilichurls.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'abri Brutocollinus en paille.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Pondok Jerami Hilichurl\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「ヒルチャールの草ぶき小屋」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「츄츄족 간이 초막」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Barraca Simples de Palha Hilichurl\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Соломенная хижина хиличурлов».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"กระท่อมง่าย ๆ Hilichurl\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Lều Cỏ Hilichurl\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}