{
    "name": {
        "en": "Hilichurl Ballad Selection (I)",
        "de": "Hilichurl-Balladen – Eine Auswahl – Band I",
        "chs": "丘丘人诗歌选·上卷",
        "cht": "丘丘人詩歌選·上卷",
        "es": "Antología de baladas Hilichurl (I)",
        "fr": "Anthologie de la poésie Brutocollinus - Tome I",
        "id": "Kompilasi Balada Hilichurl (I)",
        "jp": "ヒルチャール詩歌集·上巻",
        "kr": "츄츄족 시집선·상",
        "pt": "Antologia de poemas de Hilichurl (I)",
        "ru": "Сборник хиличурлской поэзии. Том I",
        "th": "ชุดบทกวีของ Hilichurl (I)",
        "vi": "Thi Ca Hilichurl (I)"
    },
    "id": 100196,
    "materialDesc": {
        "en": "The masterpiece of the Poet Laureate of Hilichurlian! Scholar Jacob Musk will show you the mysterious spiritual world of the hilichurls through this poetry collection!",
        "de": "Das Meisterwerk des Dichterfürsten des Hilichurlischen! Eine Koryphäe der Literatur, Jacob Musk, wird dich in die mysteriöse Welt der Geistesgeschichte der Hilichurle entführen!",
        "chs": "丘丘语桂冠诗人代表作！通过一部诗集，学者泰斗雅各布·马斯克带你进入丘丘人的神秘精神世界！",
        "cht": "丘丘語桂冠詩人代表作！透過一部詩集，學界泰斗雅各伯·馬斯克帶你進入丘丘人的神秘精神世界！",
        "es": "La obra más representativa de Jacob Musk, el laureado poeta de hilichurlio. ¡El autor te mostrará el misterioso mundo espiritual de los Hilichurls a través de esta colección de poemas!",
        "fr": "Le meilleur de la poésie Brutocollinus rassemblé par Jacob Musk. Découvrez le mystérieux monde spirituel des Brutocollinus grâce à ces poèmes !",
        "id": "Karya terbesar dari pujangga bahasa Hilichurl! Sarjana Jacob Musk akan menunjukkanmu dunia spiritual misterius Hilichurl lewat kumpulan puisi-puisi ini!",
        "jp": "ヒルチャール語の桂冠詩人の代表作！1冊の詩集を通じて、大物学者ヤコブ·マスクがあなたをヒルチャールの不思議な精神世界へといざなう！",
        "kr": "츄츄어 시인의 대표작! 학자 야곱·머스크가 시집을 통해 당신을 츄츄족의 신비한 정신세계로 초대한다!",
        "pt": "Uma obra de arte do Poeta Premiado de Hilichurl! O estudioso Jacob Musk irá mostrar a você o mundo espiritual misterioso dos Hilichurls através desta coleção de poemas!",
        "ru": "Эта книга является работой всей жизни придворного поэта, автора стихов на хиличурлском языке, Джейкоба Маркуса! В своём сборнике поэзии учёный откроет для вас таинственный духовный мир хиличурлов!",
        "th": "ผลงานชิ้นเอก บทกวี Laureate แห่ง Hilichurl! นักนิเวศวิทยา Jacob Musk จะแสดงให้คุณได้เห็นถึงโลกแห่งจิตวิญญาณอันลึกลับของเหล่า Hilichurl ผ่านบทกวีชุดนี้!",
        "vi": "Tác phẩm tiêu biểu của nhà thơ tiếng Hilichurl! Qua tập thơ này, học giả Jacob Musk sẽ đưa bạn vào thế giới tinh thần huyền bí của người Hilichurl!"
    },
    "materialType": "MATERIAL_QUEST"
}