{
    "name": {
        "en": "Hilichurl Ballad: Lyrical Draft",
        "de": "Hilichurlische Literatur – Lyrik",
        "chs": "丘丘语诗歌试作·抒情诗",
        "cht": "丘丘語詩歌試作·抒情詩",
        "es": "Antología de baladas en hilichurlio: Poemas líricos",
        "fr": "Anthologie de poèmes Brutocollinus - Poèmes lyriques",
        "id": "Hilichurl Ballad: Puisi Lirik",
        "jp": "ヒルチャール語詩試作·叙情詩",
        "kr": "츄츄어 시도작·서정시",
        "pt": "Poemas de Hilichurl: Epopeia Lírica",
        "ru": "Проба пера в хиличурлской поэзии. Лирика",
        "th": "บทเพลงของ Hilichurl: แบบร่างบทกวี",
        "vi": "Mẫu Thơ Ca Hilichurl - Thơ Trữ Tình"
    },
    "id": 100509,
    "materialDesc": {
        "en": "A Hilichurlian poem created by Ella Musk. According to her, this Elegant Lyric Poem is the work of many hands. Still, you can't help but feel that something sounds a bit off when you read it...",
        "de": "Ein von Ella Musk auf Hilichurlisch verfasstes Gedicht. In der „Anmutigen Lyrik“ stecke, so sagt sie, das Herzblut vieler Beteiligter. Trotzdem liest es sich ein wenig seltsam.",
        "chs": "艾拉·马斯克创作的丘丘语诗歌。据她说，这首「优美的抒情诗」中蕴含着许多人的心血。但是，读起来总感觉怪怪的…",
        "cht": "艾拉·馬斯克創作的丘丘語詩歌。據她說，這首「優美的抒情詩」中蘊含著許多人的心血。但是，讀起來總感覺怪怪的…",
        "es": "Un poema en hilichurlio escrito por Ella Musk. Según ella, este elegante poema lírico es obra de muchas manos. Aun así, no puedes evitar sentir que algo suena un poco extraño cuando lo lees...",
        "fr": "Un poème d'Ella Musk écrit en Brutocollinus. D'après elle, ce beau poème lyrique est le résultat du travail acharné de plusieurs personnes. Sa lecture vous procure un drôle de sentiment...",
        "id": "Puisi dalam bahasa Hilichurl yang dibuat oleh Ella Musk. Menurutnya, puisi Lirik Elegan ini adalah hasil kerja keras banyak orang. Namun tetap saja, kamu merasa ada yang aneh saat membacanya...",
        "jp": "エラ·マスクが書いたヒルチャール語の詩歌。彼女の話によると、この「優美な叙景詩」に大勢の人が心血を注いだらしい。でも、読んでみると何か変だ…",
        "kr": "엘라·머스크가 지은 츄츄어 시. 그녀의 말에 의하면, 이 「아름다운 서정시」엔 수많은 이들의 노고가 담겨져 있다고 한다. 하지만 읽으면 어딘가 좀 이상하다…",
        "pt": "Um poema Hilichurliano escrito por Ella Musk. Segundo ela, este poema lírico elegante é obra de muitas pessoas. Ainda assim, você não pode deixar de sentir que algo soa um pouco errado quando você o lê...",
        "ru": "Хиличурлская поэма, которую написала Элла Маск. По её словам, эта прелестная лирика - дело рук многих. Тем не менее, читая эти стихи, вы не можете не чувствовать, что что-то звучит не так...",
        "th": "บทเพลงของ Hilichurl ที่แต่งโดย Ella Musk จากที่เธอบอก \"บทกวีบรรยายถึงความรู้สึกอันงดงาม\" บทนี้แฝงไปด้วยความคิดของหลากหลายผู้คน ซึ่งพออ่านแล้วมักจะรู้สึกแปลก ๆ เสมอ...",
        "vi": "Nghe nói, \"thơ trữ tình đẹp\" trong tập thơ tiếng Hilichurl do Ella Musk sáng tác lưu giữ tâm huyết của rất nhiều người, thế nhưng mỗi khi đọc lên lại cảm thấy không tự nhiên..."
    },
    "materialType": "MATERIAL_QUEST"
}