{
    "name": {
        "en": "Hilichurl Ballad Selection (II)",
        "de": "Hilichurl-Balladen – Eine Auswahl – Band II",
        "chs": "丘丘人诗歌选·下卷",
        "cht": "丘丘人詩歌選·下卷",
        "es": "Antología de baladas Hilichurl (II)",
        "fr": "Anthologie de la poésie Brutocollinus - Tome II",
        "id": "Kompilasi Balada Hilichurl (II)",
        "jp": "ヒルチャール詩歌集·下巻",
        "kr": "츄츄족 시집선·하",
        "pt": "Antologia de Poemas de Hilichurls (II)",
        "ru": "Сборник хиличурлской поэзии. Том II",
        "th": "ชุดบทกวีของ Hilichurl (II)",
        "vi": "Thi Ca Hilichurl (II)"
    },
    "id": 100197,
    "materialDesc": {
        "en": "Are wine and poetry a part of the hilichurl lifestyle? Do they have pure and devout desires? Expert on the hilichurls, Jacob Musk, is here to answer!",
        "de": "Gehören Sang und Trank auch zum Leben der Hilichurle? Spüren auch Hilichurle so etwas wie Gottesfurcht? Der Hilichurl-Experte Jacob Musk weiß die Antworten!",
        "chs": "丘丘人的生活也有酒和诗吗？丘丘人也会有虔诚的渴望吗？丘丘人专家雅各布·马斯克给你答案！",
        "cht": "丘丘人的生活也有酒和詩嗎？丘丘人也會有虔誠的渴望嗎？丘丘人專家雅各伯·馬斯克給你答案！",
        "es": "¿El vino y los poemas son parte del estilo de vida de los Hilichurls? ¿Sus deseos son puros y devotos? ¡El experto en Hilichurls, Jacob Musk, tiene todas las respuestas!",
        "fr": "Les Brutocollinus s'adonnent-ils à l'art de la poésie et du vin ? Sont-ils aussi en quête de spiritualité ? L'expert Jacob Musk répond à vos questions !",
        "id": "Apakah Hilichurl juga menikmati anggur dan puisi? Apakah Hilichurl juga memiliki impian di hati? Jacob Musk sang Ahli Hilichurl, akan memberi tahumu jawabannya!",
        "jp": "ヒルチャールの生活にも酒や詩はあるのだろうか？ヒルチャールも敬虔な願いがあるのだろうか？ヒルチャールの専門家ヤコブ·マスクが答えをくれる！",
        "kr": "츄츄족의 삶에도 술과 시가 있을까? 츄츄족도 절실히 갈망하는 게 있을까? 츄츄족 전문가 야곱·머스크가 그 정답을 알려준다!",
        "pt": "O vinho e os poemas fazem parte do estilo de vida do Hilichurl? Eles possuem desejos puros e devotos? Especiliasta de Hilichurls, Jacob Musk tem as respostas para você!",
        "ru": "Являются ли вино и поэзия частью жизни хиличурлов? Есть ли у них благочестивые желания? Эксперт в области хиличурлов, учёный Джейкоб Маркус, даст вам ответы на все вопросы!",
        "th": "ไวน์กับกวีคือส่วนหนึ่งของชีวิตของพวก Hilichurl หรือเปล่า? พวกเขามีความปรารถนาที่แสนบริสุทธิ์บ้างหรือไม่? Jacob Musk ผู้เชี่ยวชาญในศาสตร์ของ Hilichurl จะให้คำตอบของเรื่องเหล่านี้เอง!",
        "vi": "Cuộc sống của Hilichurl cũng có rượu và thơ sao? Hilichurl cũng thành thật và có khát vọng sao? Jacob Musk sẽ cho bạn đáp án!"
    },
    "materialType": "MATERIAL_QUEST"
}