{
    "name": {
        "en": "Horsetail",
        "de": "Pferdeschwanz",
        "chs": "马尾",
        "cht": "馬尾",
        "es": "Cola de caballo",
        "fr": "Queue de cheval",
        "id": "Horsetail",
        "jp": "馬尾",
        "kr": "말총",
        "pt": "Rabo de Cavalo",
        "ru": "Конский хвост",
        "th": "Horsetail",
        "vi": "Đuôi Ngựa"
    },
    "id": 100032,
    "materialDesc": {
        "en": "A purple plant that sometimes grows amidst Silvergrass but grows taller, straighter, and plumper — like an aristocrat among the paupers.",
        "de": "Eine violette Pflanze, die hin und wieder zwischen Schilf wächst und sich von diesem groß und aufrecht abhebt, als wollte sie ihre Erhabenheit demonstrieren.",
        "chs": "偶然随荻草生长的紫色植物。比周围的荻草更为挺拔、饱满，如同崇高的人。",
        "cht": "偶然隨荻草生長的紫色植物。比周圍的荻草更為挺拔、飽滿，如同崇高的人。",
        "es": "Una planta púrpura que a veces crece entre los carrizos. Suele llegar a ser más alta, más recta y más grande, igual que un aristócrata que mira por encima de la gente pobre.",
        "fr": "Une plante violette qui pousse parfois au milieu des herbes dans les marais, les dépassant en taille et produisant plus de graines, un peu à la façon de quelque noble parmi la plèbe.",
        "id": "Tumbuhan ungu yang terkadang tumbuh di antara Silvergrass tapi lebih tinggi, lurus, dan gemuk - seperti bangsawan di antara rakyat biasa.",
        "jp": "たまにある荻と共に生長する紫色の植物。周りの荻より高く、大きく、まるで気高い人のような植物である。",
        "kr": "물억새와 함께 자라는 보라색 식물. 주변의 물억새보다 더 곧고 여물다, 마치 숭고한 사람처럼…",
        "pt": "Uma planta roxa que às vezes cresce em meio ao capim, mas cresce mais alta, mais reta e mais gorda, como um aristocrata entre os pobres.",
        "ru": "Растение пурпурного цвета, обычно растущее вместе с тростником, но возвышается среди него. Выглядит прямее и толще, словно аристократ среди нищих.",
        "th": "พืชสีม่วงที่บางครั้งจะขึ้นท่ามกลาง Silvergrass แต่เมื่อเทียบกันแล้วจะสูงกว่า, ตรงกว่าและอวบอ้วนกว่า... เปรียบได้ดั่งเหล่าขุนนางอันสูงศักดิ์ที่ยืนอยู่ท่ามกลางฝูงชนผู้ยากไร้",
        "vi": "Thực vật màu tím sinh trưởng bên cạnh cỏ lau, nhưng lại mạnh mẽ, cao lớn hơn cả cỏ lau xung quanh, cứ như một người cao quý."
    },
    "materialType": "MATERIAL_EXCHANGE"
}