{
    "name": {
        "en": "Hot Spring Folding Screen: Moderation",
        "de": "Quellen-Schirm – „Mäßigung“",
        "chs": "温泉屏风-「适分」",
        "cht": "溫泉屏風-「適分」",
        "es": "Biombo para aguas termales: Moderación",
        "fr": "Paravent de source « Modération »",
        "id": "Tirai Lipat Pemandian: Batasan",
        "jp": "温泉屏風-「至適」",
        "kr": "온천 병풍-「적분」",
        "pt": "Tela de Fonte Termal: Confortável",
        "ru": "Ширма для горячего источника: Умеренность",
        "th": "ฉากกั้นบ่อน้ำพุร้อน - \"เหมาะสม\"",
        "vi": "Bình Phong Suối Nước Nóng - Phân Cách"
    },
    "id": 391227,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Hot Spring Folding Screen: Moderation.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Quellen-Schirm – Mäßigung“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「温泉屏风-『适分』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「溫泉屏風-『適分』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Biombo para aguas termales: Moderación.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du paravent de source « Modération ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Lampu Berdiri Tirai Lipat Pemandian: Batasan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「温泉屏風-『至適』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「온천 병풍-『적분』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Tela de Fonte Termal: Confortável.\\nDepois de usar, você pode entrar na interface de produção para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Ширма для горячего источника: Умеренность».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างฉากกั้นบ่อน้ำพุร้อน - \"เหมาะสม\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Bình Phong Suối Nước Nóng - Phân Cách.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}