{
    "name": {
        "en": "Hot Spring Outer Wall: No Vaulting",
        "de": "Äußere Quellenmauer – „Kletterfest“",
        "chs": "温泉外墙-「无越」",
        "cht": "溫泉外牆-「無越」",
        "es": "Pared externa para aguas termales: No pasar",
        "fr": "Enceinte de source « Entrée interdite »",
        "id": "Dinding Pemandian Air Panas: Dilarang Masuk",
        "jp": "温泉外壁-「無越」",
        "kr": "온천 외벽-「무월」",
        "pt": "Parede Externa da Fonte Termal \"Ninguém Subirá\"",
        "ru": "Внешняя стена горячего источника: Непреодолимость",
        "th": "กำแพงด้านนอกน้ำพุร้อน - \"ไม่มีใครเกิน\"",
        "vi": "Tường Rào Suối Nước Nóng - Khó Vượt"
    },
    "id": 391228,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Hot Spring Outer Wall: No Vaulting.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Äußere Quellenmauer – Kletterfest“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「温泉外墙-『无越』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「溫泉外牆-『無越』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Muro externo para aguas termales: No pasar.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'enceinte de source « Entrée interdite ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Lampu Berdiri Dinding Pemandian Air Panas: Dilarang Masuk.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「温泉外壁-『無越』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「온천 외벽-『무월』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Parede Externa da Fonte Termal \"Ninguém Subirá\".\\nDepois de usar, você pode entrar na interface de produção para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Внешняя стена горячего источника: Непреодолимость».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างกำแพงด้านนอกน้ำพุร้อน - \"ไม่มีใครเกิน\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Tường Rào Suối Nước Nóng - Khó Vượt.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}