{
    "name": {
        "en": "Hot Spring Foyer: Shelter from the Cold",
        "de": "Quellen-Foyer – „Schutz vor der Kälte“",
        "chs": "温泉门厅-「避凉」",
        "cht": "溫泉門廳-「避涼」",
        "es": "Entrada para aguas termales: Refugio contra el frío",
        "fr": "Vestibule de source « À l'abri du froid »",
        "id": "Foyer Pemandian Air Panas: Menghindari Kedinginan",
        "jp": "温泉の扉-「避涼」",
        "kr": "온천 현관-「추위 피하기」",
        "pt": "Portão Frontal da Fonte Termal: Fuga Relaxante",
        "ru": "Фойе горячего источника: Тёплое укрытие",
        "th": "ประตูโถงน้ำพุร้อน - \"เลี่ยงเหมันต์\"",
        "vi": "Cổng Suối Nước Nóng - Trốn Lạnh"
    },
    "id": 391230,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Hot Spring Foyer: Shelter from the Cold.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Quellen-Foyer – Schutz vor der Kälte“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「温泉门厅-『避凉』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「溫泉門廳-『避涼』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Entrada para aguas termales: Refugio contra el frío.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du vestibule de source « À l'abri du froid ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Lampu Berdiri Foyer Pemandian Air Panas: Menghindari Kedinginan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「温泉の扉-『避涼』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「온천 현관-『추위 피하기』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Portão Frontal da Fonte Termal: Fuga Relaxante.\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Фойе горячего источника: Тёплое укрытие».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างประตูโถงน้ำพุร้อน - \"เลี่ยงเหมันต์\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Cổng Suối Nước Nóng - Trốn Lạnh.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}