{
    "name": {
        "en": "Humor From Tianheng",
        "de": "Lustiges von Tianheng",
        "chs": "天衡绝倒集",
        "cht": "天衡絕倒集",
        "es": "Humor de Tianheng",
        "fr": "Humour de Tianheng",
        "id": "Humor Tianheng",
        "jp": "天衡絶倒集",
        "kr": "천형절 시집",
        "pt": "Humor de Tianheng",
        "ru": "Юмор Тяньхэн",
        "th": "อารมณ์ขันจาก Tianheng",
        "vi": "Thiên Hoành Tuyệt Đảo Tập"
    },
    "id": 100405,
    "materialDesc": {
        "en": "A poetry collection by Pingshan, The Mystic. The quality of the poems is all over the place, but it has long been a reference book for young poets or poet-wannabes in Liyue.",
        "de": "Eine lockere Gedichtsammlung des Mystikers des Ping-Bergs von sehr durchmischter Qualität. Nichtsdestoweniger wird sie von jungen Dichtern in Liyue oder solchen, die es gern wären, gelesen und herangezogen.",
        "chs": "古代方士平山居人所作的闲逸打油诗集，其中作品质量参差不齐。但经常被璃月的年轻诗人或自以为诗人的年轻诗歌爱好者传阅参考。",
        "cht": "古代方士平山居人所作的閒逸打油詩集。其中作品品質參差不齊，但經常被璃月的年輕詩人或自以為詩人的年輕詩歌愛好者傳閱參考。",
        "es": "Una colección de poemas humorísticos escrita por el Alquimista de Pingshan. Su calidad varía de un poema a otro. Es a menudo usado como referencia por jóvenes o poetas entusiastas de Liyue.",
        "fr": "Un recueil de poésie des mystiques du Mont Ping. Bien que la qualité littéraire des poèmes peut être parfois discutable, cet ouvrage a longtemps servi de référence aux apprentis poètes liyuéens.",
        "id": "Koleksi puisi ciptaan Pingshan, sang Mistis. Kualitas puisinya berantakan, tapi sudah lama digunakan sebagai referensi untuk penyair muda di Liyue.",
        "jp": "古代の方士、平山居人が暇つぶしに書いた詩集、作品のクオリティはバラバラだが、璃月の若い詩人や自称詩人の愛好家に参考として閲覧される。",
        "kr": "고대 도사 평산거인이 만든 가벼운 시집. 수록되어 있는 작품의 질이 좋지 못하지만, 리월의 젊은 시인과 자신이 시인이라고 생각하는 젊은 시가 애호가들 사이에서 널리 읽힌다",
        "pt": "Uma coleção de poesia do místico Monte Ping. A qualidade dos poemas está em todo o lugar, há muito tempo é um livro de referência para jovens poetas ou aspirantes a poeta em Liyue.",
        "ru": "Сборник стихов, который составил волшебник Пиншань. Качество большинства стихов довольно сомнительное, но для многих начинающих поэтов данный сборник служит источником вдохновения.",
        "th": "คอลเลกชันของบทกวีแนวสบาย ๆ โดยผู้วิเศษในสมัยโบราณแห่ง Mount Ping คุณภาพของมันนั้นไม่ได้มีมาตรฐานอะไรแต่มักจะถูกเหล่านักกวีหนุ่มสาวหรือผู้ที่คิดว่าตนเองนั้นเป็นกวีหยิบยกขึ้นมาพูดถึงอยู่บ่อย ๆ",
        "vi": "Một tuyển tập những bài thơ của nhà thơ cổ đại ẩn cư nơi Bình Sơn, với chất lượng khác nhau. Nhưng vẫn được lưu hành và được tham khảo bởi các nhà thơ trẻ của Liyue hoặc bởi những người nghĩ rằng họ là nhà thơ."
    },
    "materialType": "MATERIAL_QUEST"
}