{
    "name": {
        "en": "Hunter's Romp",
        "de": "Tanz der Jäger",
        "chs": "猎手之舞",
        "cht": "獵手之舞",
        "es": "Juego del cazador",
        "fr": "Danse du chasseur",
        "id": "Hunter's Romp",
        "jp": "狩人の舞",
        "kr": "사냥꾼의 춤",
        "pt": "Dança do Caçador",
        "ru": "Пляска охотника",
        "th": "Hunter's Romp",
        "vi": "Vũ Điệu Thợ Săn"
    },
    "id": 200205,
    "materialDesc": {
        "en": "After characters use Charged Attacks to defeat opponents, the Charged Attacks of all characters in the party will be increased by 35% for 60s. Each of these effects can stack up to 5 times and can be triggered once every 0.3s.",
        "de": "Erhöht den mit heftigen Schlägen aller Truppenmitglieder verursachten Schaden nach dem Besiegen von Gegnern mit heftigen Schlägen 60 s lang um 35 %. 5-fach stapelbar, 0,3 s Abklingzeit.",
        "chs": "角色通过重击击败敌人后的60秒内，队伍中所有角色的重击造成的伤害提高35%。该效果至多叠加5层，每0.3秒只能触发一次。",
        "cht": "角色使用重擊擊敗敵人後的60秒內，隊伍中所有角色的重擊造成的傷害提高35%。該效果至多疊加五層，每0.3秒只能觸發一次。",
        "es": "Cuando un personaje derrota a un enemigo con un Ataque Cargado, el daño de los Ataques Cargados de todos los miembros del equipo aumenta en un 35% durante 60 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s.",
        "fr": "Lorsqu'un ennemi est vaincu par une attaque chargée, les DGT des attaques chargées de tous les personnages de l'équipe sont augmentés de 35 % pendant 60 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s.",
        "id": "Setelah Karakter menggunakan Charged Attack untuk mengalahkan musuh, Charged Attack seluruh anggota party +35% selama 60 detik. Setiap efek ini dapat ditumpuk sampai 5 lapis dan terpicu setiap 0,3 detik.",
        "jp": "キャラクターが重撃で敵を倒した後の60秒内、チーム全員の重撃ダメージ+35%。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。",
        "kr": "캐릭터가 강공격으로 적을 처치한 후 60초 동안 파티 내 모든 캐릭터의 강공격 피해가 35% 증가한다. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1회 발동한다",
        "pt": "Após derrotar um inimigo com um Ataque Carregado, todos os Personagens da Equipe terão aumento do seu Ataque Carregado em 35% por 60s. Esse efeito pode acumular em até 5 vezes, e pode ocorrer uma vez a cada 0,3s.",
        "ru": "Если враг погибает от заряженной атаки персонажа, то в течение 60 сек. урон заряженных атак всех членов отряда повышается на 35%. Эффект может складываться до 5 раз и возникает раз в 0,3 сек.",
        "th": "ภายใน 60 วินาที หลังจากที่ตัวละครจัดการศัตรูด้วยการชาร์จโจมตี ความเสียหายจากการชาร์จโจมตีของตัวละครทั้งหมดในทีมเพิ่มขึ้น 35% เอฟเฟกต์นี้สามารถทับซ้อนได้มากสุด 5 ชั้น และเกิดขึ้นได้หนึ่งครั้งในทุก 0.3 วินาที",
        "vi": "Trong 60s sau khi nhân vật dùng trọng kích tiêu diệt kẻ địch, sát thương trọng kích của tất cả nhân vật trong đội tăng 35%, cộng dồn tối đa 5 tầng, mỗi 0.3s chỉ kích hoạt 1 lần."
    },
    "materialType": "MATERIAL_CHANNELLER_SLAB_BUFF"
}