{
    "name": {
        "en": "Husk Gem",
        "de": "Hüllenedelstein",
        "chs": "壳之宝石",
        "cht": "殼之寶石",
        "es": "Gema del cascarón",
        "fr": "Gemme de carapace",
        "id": "Permata Cangkang",
        "jp": "殻の宝玉",
        "kr": "갑주의 보석",
        "pt": "Gema da Armadura",
        "ru": "Самоцвет доспеха",
        "th": "Husk Gem",
        "vi": "Bảo Thạch Rỗng"
    },
    "id": 101702,
    "materialDesc": {
        "en": "A jewel that fell from the armor of a special Shadowy Husk after you defeated it. You can feel a will surging within it. Perhaps it might be more correct to say that this will manifested itself through the armor rather than manipulated it.",
        "de": "Ein Edelstein, der von der Rüstung einer besonderen Hülle der Finsternis fiel, nachdem du sie besiegt hast. Du kannst spüren, wie ein Wille in ihr aufsteigt. Vielleicht wäre es richtiger zu sagen, dass dieser Wille sich durch die Rüstung zeigt, anstatt sie zu manipulieren.",
        "chs": "特殊的黯色空壳被击败后，从崩落的盔甲间拾取到的宝石。可以感受到内部涌动的意志。或许不能说是这种意志驱动着空壳，而是这种意志借助盔甲得以显现。",
        "cht": "特殊的黯色空殼被擊敗後，從崩落的盔甲間拾取到的寶石。可以感受到內部湧動的意志。或許不能說是這種意志驅動著空殼，而是這種意志藉助盔甲得以顯現。",
        "es": "Una gema que cayó de la armadura de un Soldado del Vacío especial tras derrotarlo. Puedes sentir una gran determinación emanando de su interior. Dicha determinación, más que de su cáscara hueca, se manifiesta gracias a su armadura.",
        "fr": "Une gemme tombée de l'armure d'une Carapace sombre spéciale après l'avoir vaincue. Vous pouvez sentir la volonté qui l'assaille. Peut-être serait-il plus juste de dire que cette volonté s'est manifestée au travers de l'armure plutôt que de dire qu'elle l'a manipulée.",
        "id": "Permata yang jatuh dari baju zirah Shadowy Husk spesial setelah kamu mengalahkannya. Kamu bisa merasakan keinginan yang bergejolak di dalamnya. Mungkin lebih tepat untuk dikatakan bahwa permata ini lebih condong memanifestasikan dirinya melalui baju zirah ketimbang memanipulasinya.",
        "jp": "特殊なシャドウハスクが倒された後、その鎧から落ちてきた宝玉。その内側からは、波打つ意志が感じられる。鎧を操るというよりは、鎧を通して意志が現れたと言ったほうが正しいかもしれない。",
        "kr": "특수한 암흑의 빈 갑주가 패배한 후 떨어져 나온 갑옷에서 주운 보석. 내부에서 용솟음치는 의지를 느낄 수 있다. 이 의지가 빈 껍데기를 조종하는 것은 아니고, 의지가 껍데기를 빌려 발현하는 것 같다",
        "pt": "Uma joia que caiu de uma Armadura do Vazio após você ter a derrotado. Você pode sentir uma determinação em seu interior. Talvez seja melhor dizer que sua vontade se manifestou através da armadura, ao invés de tê-la manipulado.",
        "ru": "Драгоценный камень, выпавший из панциря после победы над особым Чёрным доспехом. Вы чувствуете, как в нём бурлит воля. Возможно, правильнее было бы сказать, что эта воля проявляется через доспех, а не управляет им.",
        "th": "อัญมณีที่หล่นลงมาจากชุดเกราะหลังจากที่คุณเอาชนะ Shadowy Husk แบบพิเศษได้ คุณสัมผัสได้ถึงความมุ่งมั่นอันยิ่งใหญ่ที่พลุ่งพล่านอยู่ภายใน แทนที่จะบอกว่าความมุ่งมั่นนี้เป็นสิ่งกระตุ้นเกราะว่างเปล่าให้ขยับเขยื้อน ควรบอกว่าความมุ่งมั่นนี้ทำให้ปรากฏชุดเกราะนี้ขึ้นต่างหาก",
        "vi": "Một viên đá quý đã rơi ra sau khi Vỏ Rỗng Ảm Đạm đặc biệt bị đánh bại. Có thể cảm nhận được ý chí trào dâng trong đó. Có lẽ không thể nói rằng ý chí này đã điều khiển chiếc vỏ rỗng, mà là ý chí này thể hiện chính nó thông qua bộ áo giáp."
    },
    "materialType": "MATERIAL_QUEST"
}