{
    "name": {
        "en": "Hydrological Studies in Byakuyakoku",
        "de": "Geografie und Hydrologie von Byakuyakoku",
        "chs": "白夜国地理水文考",
        "cht": "白夜國地理水文考",
        "es": "Hidrología del reino de Byakuya",
        "fr": "Études hydrologiques de Byakuyakoku",
        "id": "Penelitian Hidrologi di Byakuyakoku",
        "jp": "白夜国地理水文誌",
        "kr": "백야국 지리 수문학적 고찰",
        "pt": "Estudos Hidrológicos e Geográficos no Reino de Byakuya",
        "ru": "Гидрологические исследования в Бякуякоку",
        "th": "การทดสอบทางอุทกวิทยาของ Byakuyakoku",
        "vi": "Địa Lý Thủy Văn Học Vương Quốc Đêm Trắng"
    },
    "id": 101682,
    "materialDesc": {
        "en": "This text records the geography and hydrology of Byakuyakoku. With the sealing of the depths and the emigration of the people of Watatsumi, as well as the passing of long years, this book is now useless.",
        "de": "Dieser Text beschreibt die Geografie und Hydrologie von Byakuyakoku. Mit der Versiegelung der Tiefen und der Auswanderung der Menschen von Watatsumi sowie dem Verstreichen langer Jahre ist dieses Buch nun nutzlos.",
        "chs": "记载了白夜国地理和水文的工具类图书。随着海渊的封门以及海祇民的集体移居，再加上漫长时光的变动，这本书已经没用了。",
        "cht": "記載了白夜國地理和水文的工具類圖書。隨著海淵的封門以及海祇民的集體移居，再加上漫長時光的變動，這本書已經沒用了。",
        "es": "Un libro de referencia sobre la geografía y la hidrología del reino de Byakuya. Debido al cierre de las profundidades marinas, la migración del pueblo de Watatsumi y los cambios acaecidos con el tiempo, este libro ya ha perdido toda utilidad.",
        "fr": "Ce texte fait état de la géographie et de l'hydrologie de Byakuyakoku. Après le scellement des profondeurs et l'émigration des habitants de Watatsumi, ainsi que le passage des années, ce livre est devenu obsolète.",
        "id": "Teks ini mencatat geografi dan hidrologi Byakuyakoku. Dengan tersegelnya kedalaman dan emigrasi penduduk Watatsumi, namun setelah bertahun-tahun berlalu, buku ini sekarang sudah tidak berguna.",
        "jp": "白夜国の地理と水文が載っている百科事典。海淵の道が封じられ、海祇の民の集団移住と長い時間の経過により、この本はもう役に立たなくなった。",
        "kr": "백야국의 지리와 수문, 공구에 관한 내용이 기록된 도서. 해연이 봉인되고 와타츠미 주민들의 단체 이민 이후, 오랜 시간이 흘러 더 이상 쓸모없는 책이 되어버렸다",
        "pt": "Um livro que registra a geografia e hidrologia do Reino de Byakuya. Devido ao selamento das profundezas, a emigração do povo de Watatsumi e a passagem do tempo, esse livro agora é inútil.",
        "ru": "Справочник по географии и гидрологии Бякуякоку. Эта книга перестала быть полезной в связи с закрытием врат Морской Бездны и коллективной миграцией народа Ватацуми, в сочетании с изменениями, которые происходили на протяжении длительного периода времени.",
        "th": "หนังสือเครื่องมือที่บันทึกภูมิศาสตร์และอุทกวิทยาของ Byakuyakoku การปิดตัวของห้วงลึกใต้ท้องทะเล และการอพยพของชาว Watatsumi ประกอบกับการเปลี่ยนแปลงของระยะเวลาอันยาวนาน ทำให้หนังสือเล่มนี้หมดประโยชน์ไปในที่สุด",
        "vi": "Quyển sách ghi lại địa lý và thủy văn của Vương Quốc Đêm Trắng. Dưới sự di cư của người dân Watatsumi, cánh cửa phong ấn cũng như những năm dài trôi qua, quyển sách này giờ đây đã trở nên vô dụng."
    },
    "materialType": "MATERIAL_QUEST"
}