{
    "name": {
        "en": "Idyllic Town",
        "de": "Idyllische Kleinstadt",
        "chs": "牧歌之镇",
        "cht": "牧歌之鎮",
        "es": "Villa bucólica",
        "fr": "Village idyllique",
        "id": "Kota Damai",
        "jp": "牧歌の町",
        "kr": "목가의 마을",
        "pt": "Vila das Canções Pastorais",
        "ru": "Идиллический городок",
        "th": "หมู่บ้านแห่งเสียงเพลง",
        "vi": "Thị Trấn Mục ca"
    },
    "id": 350040,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an \"Idyllic Town.\"\\nA corner of a rural town that follows after the style of Springvale.\\nAmong the many praises that visitors sing of Springvale, \"a relaxing environment\" and \"a comfortable lifestyle\" stand out. But of course, these tourists largely stay in Springvale for but a short while. Long-term living in these places requires such skills as hunting and farming. Only by mastering such skills can one truly keep up with the locals' lifestyle, appreciate the gifts of nature, and enjoy Springvale's breezes and idylls.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Diona, Amber, Razor",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Idyllische Kleinstadt“.\\nDie Ecke einer ländlichen Stadt, die dem Stil von Quellingen folgt.\\nUnter den vielen Lobeshymnen, die die Leute über Quellingen singen, stechen die Attribute „entspannte Umgebung“ und „bequemer Lebensstil“ heraus. Doch natürlich bleiben diese Touristen immer nur für eine kurze Weile in Quellingen. Um lange an diesen Orten leben zu können, benötigt man Fähigkeiten der Jagd sowie landwirtschaftliche Kenntnisse. Nur wenn man diese Fähigkeiten meistert, kann man mit dem Lebensstil der Einheimischen mithalten und die Geschenke der Natur zu schätzen wissen sowie den leichten Windzug und die Idylle in Quellingen genießen.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Diona, Amber und Razor",
        "chs": "步骤详实的图纸，记载着「牧歌之镇」的放置方法。\\n乡野小镇的一隅，风格与清泉镇别无二致。\\n清泉镇的众多赞誉之中，就有「舒适的环境」与「闲适的生活」这两条。不过游客们大多只是在清泉镇暂住而已，要想在远离城市喧嚣的小镇中长久生活，狩猎与种植是必备的本领。掌握这两门本领后，才能跟上镇民们的节奏，把握自然的「礼物」，充分享受清泉镇的风与牧歌。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：迪奥娜、安柏、雷泽",
        "cht": "步驟詳實的圖紙，記載著「牧歌之鎮」的放置方法。\\n鄉野小鎮的一隅，風格與清泉鎮別無二致。\\n清泉鎮的眾多讚譽之中，就有「舒適的環境」與「閒適的生活」這兩條。不過遊客們大多只是在清泉鎮暫住而已，要想在遠離城市喧囂的小鎮中長久生活，狩獵與種植是必備的本領。掌握這兩門本領後，才能跟上鎮民們的節奏，把握自然的「禮物」，充分享受清泉鎮的風與牧歌。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：迪奧娜、安柏、雷澤",
        "es": "Plano detallado para colocar Villa bucólica.\\nUn rincón de un asentamiento rural al estilo de la Aldea Aguaclara.\\nEntre las muchas características apreciadas por quienes visitan la Aldea Aguaclara destacan el “ambiente cómodo” y la “vida relajada”. Pero, obviamente, estos visitantes solo están de paso en la aldea. Para vivir allí de forma permanente es necesario saber cazar y cultivar el campo; solo de esta forma es posible compartir el estilo de vida de los aldeanos, apreciar los regalos de la naturaleza y disfrutar de la brisa y las canciones bucólicas de la Aldea Aguaclara.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Diona, Amber, Razor.",
        "fr": "Étapes de mise en place du village idyllique.\\nUn coin de village rural basé sur le style deauclairien.\\nParmi les nombreux éloges que les gens chantent à propos de Deauclaire, « un environnement relaxant » et « un style de vie confortable » se démarquent. Mais bien sûr, ces touristes restent en grande partie à Deauclaire pour une courte période. La vie à long terme dans ce genre d'endroits nécessite des compétences telles que la chasse et l'agriculture. Ce n'est qu'en maîtrisant ces compétences que l'on peut vraiment suivre le rythme de vie des habitants, apprécier les cadeaux de la nature et profiter des brises et des idylles de Deauclaire.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Diona, Amber, Razor.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Kota Damai\".\\nSudut desa di pinggiran kota yang mengikuti gaya Springvale.\\nDi antara banyaknya ungkapan pujian yang dinyatakan oleh orang-orang terhadap Springvale, \"lingkungan yang tenang\" dan \"gaya hidup yang nyaman\" adalah dua ungkapan yang paling mewakili. Tapi tentu saja, para turis hanya tinggal untuk waktu yang singkat di Springvale. Sementara untuk hidup dalam jangka panjang di tempat ini dibutuhkan kemampuan bertani dan berburu. Hanya dengan menguasai kemampuan seperti itulah maka seseorang bisa seirama dengan gaya hidup orang lokal, menghargai pemberian alam, dan menikmati angin sepoi-sepoi serta pemandangan Springvale yang indah.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.\\nRekan yang menyukai Set Perabotan ini: Diona, Amber, Razor",
        "jp": "「牧歌の町」の詳しい配置方法が載っている設計図。\\n清泉町と全く同じ田舎町の一角。\\n清泉町に対する称賛の中には、「快適な環境」と「ゆったりとした生活」という言葉がある。しかし、観光客の多くは清泉町にしばらく滞在するだけで、騒がしい都会から離れた町で生きるためには、狩猟や栽培が必須スキルとなる。この2つのスキルを習得すれば、町で自然の「贈り物」を感じ、清泉町の風や牧歌を楽しむことができるだろう。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：ディオナ、アンバー、レザー",
        "kr": "작업 순서가 상세히 적힌 도면, 「목가의 마을」의 설치 방법이 기재되어 있다.\\n시골 마을의 한구석, 분위기가 샘물 마을과 비슷하다.\\n샘물 마을을 칭찬하는 많은 말 중엔 「쾌적한 환경」과 「한적한 생활」이 빠지지 않는다. 하지만 여행객들은 대부분 마을에 잠깐 머물 뿐이고, 도시와 멀리 떨어진 시끌벅적한 작은 마을에 살기 위해선 수렵과 재배는 필수라고 할 수 있다. 이 두 가지를 모두 익힌 후에야 주민들의 생활 리듬을 따라갈 수 있다, 자연의 「선물」을 깨달을 수 있다면, 샘물 마을의 바람과 목가를 더 잘 즐길 수 있을 것이다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 디오나, 엠버, 레이저",
        "pt": "Um diagrama detalhado com o passo a passo para colocar \"Vila das Canções Pastorais\".\\nUm canto de uma cidade rural que segue o estilo do Vale Termal.\\nEntre os muitos elogios que as pessoas cantam do Vale Termal, \"um ambiente relaxante\" e \"um estilo de vida confortável\", destacam-se. Mas, é claro, esses turistas permanecem no Vale Termal em grande parte por pouco tempo. Viver a longo prazo nestes lugares requer habilidades como a caça e a agricultura. Somente dominando tais habilidades se pode realmente acompanhar o estilo de vida dos habitantes locais e apreciar os dons da natureza e apreciar as brisas e idílias do Vale Termal.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nOs personagens a seguir preferem este Conjunto de Decoração: Diona, Amber, Razor",
        "ru": "Подробная схема размещения комплекта «Идиллический городок».\\nУголок сельского городка, который следует стилю Спрингвейла.\\nСреди множества комплиментов, которые люди делают Спрингвейлу, выделяются «расслабляющая обстановка» и «комфортный образ жизни». Но эти туристы в основном остаются в Спрингвейле ненадолго. Для длительного проживания в этих местах необходимы такие навыки, как охота и земледелие. Только овладев ими, можно по-настоящему проникнуться образом жизни местных жителей, ценить дары природы и идиллию Спрингвейла.\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.\\nЭтот комплект мебели предпочитают следующие компаньоны: Диона, Эмбер, Рэйзор.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"หมู่บ้านแห่งเสียงเพลง\"\\nหมู่บ้านเล็ก ๆ ที่มีสไตล์ไม่ต่างจาก Springvale เลยแม้แต่น้อย\\nSpringvale มักจะได้รับคำชมในเรื่อง \"สภาพแวดล้อมที่สะดวกสบาย\" และ \"ชีวิตที่เงียบสงบ\" แต่นักท่องเที่ยวส่วนใหญ่ต่างมา Springvale เพื่อพักพิงชั่วคราวเท่านั้น เพราะการใช้ชีวิตระยะยาวในหมู่บ้านที่ห่างไกลจากตัวเมืองที่แสนวุ่นวายนั้น จำเป็นต้องรู้จักการล่าสัตว์และการเพาะปลูก โดยหลังจากเรียนรู้ทักษะทั้งสองอย่างนี้ได้แล้ว คุณก็จะสามารถปรับตัวให้เข้ากับชาวบ้านที่นี่ได้ ด้วยการโอบรับ \"ของขวัญ\" จากธรรมชาติ และเพลิดเพลินไปสายลมและบทเพลงแห่ง Springvale\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Diona, Amber, Razor",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Thị Trấn Mục ca\".\\nMột trấn nhỏ có phong cách giống với Thanh Tuyền Trấn.\\nThanh Tuyền Trấn luôn được ca ngợi là nơi có không khí trong lành và cuộc sống an nhàn. Nhưng hầu hết du khách đến đây chỉ ở tạm trong thời gian ngắn. Nếu muốn rời xa nơi phố thị ồn ào, đến định cư tại thị trấn nhỏ này, thì săn bắt và trồng trọt là kỹ năng cần thiết. Nắm được hai kỹ năng này mới có thể theo kịp nhịp sống của dân chúng nơi đây, biết cách nắm giữ \"món quà\" của tự nhiên, tận hưởng phong cách sống của Thanh Tuyền Trấn.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Diona, Amber, Razor"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}