{
    "name": {
        "en": "Imported Poultry",
        "de": "Importiertes Geflügel",
        "chs": "渡来禽肉",
        "cht": "渡來禽肉",
        "es": "Carne de ave importada",
        "fr": "Volaille importée",
        "id": "Imported Poultry",
        "jp": "渡来鳥肉",
        "kr": "외국 새고기 요리",
        "pt": "Carne de Ave Cruzada",
        "ru": "Птица по-заморски",
        "th": "Imported Poultry",
        "vi": "Thịt Torai"
    },
    "id": 108280,
    "materialDesc": {
        "en": "A meat dish drizzled with sauce. The fowl is marinated before being covered in batter and fried, and a thick sauce is drizzled over it as a finishing touch. The accompanying vegetables are local produce, but the marinating methods and sauce are all imported, hence the name \"imported poultry.\"",
        "de": "Ein Fleischgericht, das mit Soße beträufelt wird. Das Geflügel wird mariniert, bevor es in Teig gehüllt und gebraten wird, und zum Schluss wird eine dicke Soße darüber geträufelt. Das begleitende Gemüse stammt aus der Region, aber die Mariniermethoden und die Soße sind importiert, daher der Name „Importiertes Geflügel“.",
        "chs": "淋满酱汁的肉料理。将禽肉腌渍后，挂上面糊炸熟，最后浇上浓厚的酱汁作为蘸料。搭配的蔬菜是当地物产，但腌渍方法和酱汁却是从外国传来，由此得名「渡来禽肉」。",
        "cht": "淋滿醬汁的肉料理。將禽肉醃漬後，掛上麵糊炸熟，最後澆上濃厚的醬汁作為蘸料。搭配的蔬菜是當地物產，但醃漬方法和醬汁卻是從外國傳來，由此得名「渡來禽肉」。",
        "es": "Un plato de carne con mucha salsa. La carne se marina antes de rebozarla en harina y freírla. Por último, se baña en salsa como toque final. Las verduras que lleva como guarnición son productos locales, pero la técnica para hacer el marinado y la salsa ha sido importada de fuera, de ahí el nombre del plato.",
        "fr": "Un plat de viande arrosé de sauce. La volaille est marinée avant d'être recouverte de pâte et frite, et une sauce épaisse est versée dessus comme touche finale. Les légumes d'accompagnement sont des produits locaux, mais les méthodes de marinade et la sauce sont toutes importées, d'où le nom de « volaille importée ».",
        "id": "Hidangan daging yang dilumuri saus. Daging unggasnya dibumbui terlebih dahulu, dilumuri tepung dan digoreng sampai matang. Lalu sebagai sentuhan akhir, dagingnya dilumuri dengan saus kental. Sayuran pendampingnya adalah produk lokal, tapi cara pembumbuan dan sausnya berasal dari bangsa luar. Karena itulah masakan ini diberi nama \"Imported Poultry\".",
        "jp": "タレのかかった肉料理。鳥肉に味付けをし、衣で覆って揚げ、その上に濃厚なタレをかけた。付け合わせの野菜は地元産だが、味付け方法やタレは外国から輸入しているため、「渡来鳥肉」という名前になった。",
        "kr": "소스가 잔뜩 뿌려진 고기 요리. 새고기를 충분히 절인 후 밀가루 반죽을 입혀 튀긴다. 마지막으로 짙은 향이 나는 소스를 뿌려 맛을 더했다. 곁들인 야채는 현지산이지만 절임 방법과 소스는 외국에서 전파된 것이므로 「외국 새고기 요리」라 불리게 되었다",
        "pt": "Um prato de carne coberta com molho. A ave é marinada antes de ser coberta com massa e frita, e um molho grosso é vertido sobre ela como toque final. Os legumes que acompanham são cultivados localmente, mas os métodos de marinação e os molhos são todos importados, daí o nome \"Carne de Ave Cruzada\".",
        "ru": "Мясное блюдо, обильно сдобренное соусом. Мясо птицы мариновалось и обмакивалось в кляр, жарилось и поливалось густым соусом. Овощи для гарнира местные, но способ мариновки и соус иностранные, отсюда и название - «птица по-заморски».",
        "th": "อาหารจำพวกเนื้อสัตว์ที่ราดด้วยซอส หลังจากหมักเนื้อสัตว์ปีก จากนั้นก็ชุบแป้งแล้วนำไปทอด สุดท้ายราดด้วยซอสสุดเข้มข้นเพื่อเป็นน้ำจิ้ม และทานคู่กับผักของท้องถิ่น แต่วิธีการหมักและซอสล้วนนำเข้ามาทั้งหมด จึงเป็นที่มาของชื่อ \"imported poultry\"",
        "vi": "Món thịt rưới đầy nước sốt. Sau khi tẩm ướp thịt gia cầm, lăn nhúng vào bột nhão rồi đem đi rán, sau đó rưới nước sốt đậm đà làm sốt chấm. Ăn kèm với rau củ của địa phương, cách tẩm ướp và làm nước sốt được du nhập từ nước ngoài, vì thế có tên là Thịt Torai."
    },
    "materialType": "MATERIAL_FOOD"
}