{
    "name": {
        "en": "Inazuman Official Residence: Strict Adherence",
        "de": "Residenz (Inazuma) – „Strenge Anweisungen“",
        "chs": "稻妻官邸-「严谕正办」",
        "cht": "稻妻官邸-「嚴諭正辦」",
        "es": "Residencia oficial de Inazuma: Cumplimiento estricto",
        "fr": "Résidence officielle inazumienne « Conformité stricte »",
        "id": "Kediaman Pejabat Inazuma: Ketaatan",
        "jp": "稲妻官邸-「厳諭正弁」",
        "kr": "이나즈마 관저-「엄격한 처분」",
        "pt": "Residência Oficial de Inazuma: Cumprimento Estrito",
        "ru": "Официальная резиденция Инадзумы: Строгая приверженность",
        "th": "ที่พำนักแห่ง Inazuma - \"การปฏิบัติอย่างเคร่งครัด\"",
        "vi": "Dinh Phủ Inazuma - Nghiêm Túc Chấp Hành"
    },
    "id": 390616,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Inazuman Official Residence: Strict Adherence.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Residenz (Inazuma) – Strenge Anweisungen“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「稻妻官邸-『严谕正办』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「稻妻官邸-『嚴諭正辦』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Residencia oficial de Inazuma: Cumplimiento estricto.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la résidence officielle inazumienne « Conformité stricte ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Kediaman Pejabat Inazuma: Ketaatan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「稲妻官邸-『厳諭正弁』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「이나즈마 관저-『엄격한 처분』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Residência Oficial de Inazuma: Cumprimento Estrito\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Официальная резиденция Инадзумы: Строгая приверженность».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างที่พำนักแห่ง Inazuma - \"การปฏิบัติอย่างเคร่งครัด\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Dinh Phủ Inazuma - Nghiêm Túc Chấp Hành\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}