{
    "name": {
        "en": "Inazuma Shrine of Depths Key",
        "de": "Schlüssel zu den Schreinen der Tiefe in Inazuma",
        "chs": "稻妻地灵龛之钥",
        "cht": "稻妻地靈龕之鑰",
        "es": "Llave de Santuario de Inazuma",
        "fr": "Clé du Sanctuaire des profondeurs d'Inazuma",
        "id": "Inazuma Shrine of Depths Key",
        "jp": "稲妻の地霊壇の鍵",
        "kr": "이나즈마의 지령 감실 열쇠",
        "pt": "Chave do Santuário das Profundezas",
        "ru": "Ключ от Усыпальницы глубин Инадзумы",
        "th": "Inazuma Shrine of Depths Key",
        "vi": "Chìa Khóa Đền Địa Linh Inazuma"
    },
    "id": 107008,
    "materialDesc": {
        "en": "A key that can break the seal on the ancient Shrines of Depths scattered around Inazuma.\\nThese Shrines of Depths sealed themselves off when the civilization that built them was lost. Keys lost deep within domains are able to break the seals. Or perhaps that, for a moment, these keys help the seals to forget all that they have lost.",
        "de": "Mit diesen Schlüsseln kannst du die Versieglung der alten Schreine der Tiefe, die überall in Inazuma zu finden sind, lösen.\\nDiese Schreine versiegelten sich selbst, als die alte Zivilisation, die sie erbaute, unterging. Diese Siegel können mithilfe der Schlüssel, die tief in bestimmten Sphären zu finden sind, gelöst werden. Möglicherweise vergessen die Schreine angesichts der Kraft der Vergangenheit einen Moment lang den Schmerz der Zerstörung.",
        "chs": "能破除散布在稻妻大地各处的远古地灵龛封印。\\n大地上矗立着的远古神龛，随着那个文明的覆灭，也将自己封锁了。在幽深的秘境中寻得的密钥能破除封印，或许只是利用过去的气息，让神龛忘记一切尽毁之事吧。",
        "cht": "能破除散佈在稻妻大地各處的遠古地靈龕封印。\\n大地上矗立著的遠古神龕，隨著那個文明的覆滅，也將自己封鎖了。在幽深的秘境中尋得的金鑰能破除封印，或許只是利用過去的氣息，讓神龕忘記一切盡毀之事吧。",
        "es": "Capaz de romper los sellos de los antiguos santuarios esparcidos por toda Inazuma.\\nEl altar de una deidad antigua se levanta imponente, a pesar de la destrucción de su civilización. Las llaves, que pueden encontrarse en dominios, pueden romper su sello. Tal vez un soplo del pasado pueda hacer que la deidad del altar olvide sus aflicciones.",
        "fr": "Une clé qui peut briser le scellé des anciens sanctuaires des profondeurs disséminés sur les terres d'Inazuma.\\nCes Sanctuaires des profondeurs ont été scellés lorsque l'ancienne civilisation qui les a construits a disparu. Les clés secrètes trouvées au fond des donjons peuvent briser les scellés, ou peut-être qu'elles font oublier aux sanctuaires divins ce qu'ils ont perdu le temps d'un instant.",
        "id": "Kunci yang dapat membuka segel Shrine of Depths yang tersebar di Inazuma.\\nShrine of Depths menyegel diri mereka sendiri saat peradaban yang membangun mereka hilang. Kunci yang hilang di kedalaman Domain dapat menghancurkan segelnya. Atau mungkin, untuk sesaat, kunci ini membantu segelnya melupakan segalanya yang telah hilang dari mereka.",
        "jp": "稲妻各地に散らばった上古の地霊壇の封印を解除する鍵。\\n大地に聳え立つ古代の祭壇は、文明の破滅と共に封印された。幽深なる秘境で見つけた鍵だけがその封印を破ることができる。過去の時代の息吹で、祭壇に破滅の事実を忘れさせるだろう。",
        "kr": "이나즈마 대지 곳곳에 흩어져 있는 옛 지령 감실의 봉인을 파괴할 수 있다.\\n대지에 우뚝 솟아 있는 오래된 감실은 문명의 멸망과 함께 자신을 봉인했다. 깊숙한 비경에서 획득한 열쇠로 봉인을 깨는 것은 과거의 기운을 살려 감실이 모든 것을 단지 잊게 하는 것일지도 모른다",
        "pt": "Uma chave que pode quebrar o selo dos antigos Santuários das Profundezas espalhadas por Inazuma.\\nEstes Santuários das Profundezas se fecharam quando a civilização que os construiu foi perdida. Chaves perdidas no fundo de Domínios são capazes de quebrar os selos. Ou talvez, por um momento, essas chaves ajudem os selos a esquecer tudo o que perderam.",
        "ru": "Ключ, который может разрушить печать на древних Усыпальницах глубин, разбросанных вокруг Инадзумы.\\nЭти Усыпальницы глубин были запечатаны, когда цивилизация, построившая их, перестала существовать. Скрытые в глубине подземелий ключи могут разрушить эти печати. Возможно, эти ключи помогают печатям забыть об их огромной потере.",
        "th": "สามารถสลายตราผนึกวิหารแห่งห้วงลึกที่กระจายอยู่ทั่วทั้งพื้นที่ใน Inazuma\\nวิหารโบราณที่ตั้งตระหง่านอยู่บนดินแดนนั้น ได้ผนึกตัวเองไปในตอนที่วัฒนธรรมล่มสลาย หากเจอกุญแจลับคลายผนึกในดันเจี้ยนที่เงียบสงัด บางทีเพียงใช้ลมหายใจแห่งอดีต อาจสามารถทำให้วิหารลืมทุกสิ่งที่เคยถูกทำลายได้",
        "vi": "Có thể phá giải phong ấn của Đền Địa Linh cổ xưa nằm rải rác khắp vùng Inazuma.\\nĐền thần viễn cổ nằm nơi cao trên mặt đất, cùng với sự diệt vong của nền văn minh ấy, nó cũng tự mình phong ấn. Trong Bí Cảnh sâu thẳm tìm kiếm chiếc chìa khóa bí ẩn có thể trừ bỏ phong ấn, hoặc có lẽ lợi dụng hơi thở của quá khứ khiến đền thần quên hết những chuyện diệt vong năm xưa."
    },
    "materialType": "MATERIAL_CONSUME"
}