{
    "name": {
        "en": "Inazuma: Tokoyo",
        "de": "Inazuma – Tokoyo",
        "chs": "稻妻·常世",
        "cht": "稻妻·常世",
        "es": "Inazuma - Tokoyo",
        "fr": "Inazuma - Tokoyo",
        "id": "Inazuma: Tokoyo",
        "jp": "稲妻·常世",
        "kr": "이나즈마·영원의 나라",
        "pt": "Inazuma: Tokoyo",
        "ru": "Токоё",
        "th": "Inazuma - Tokoyo",
        "vi": "Inazuma - Tokoyo"
    },
    "id": 210109,
    "materialDesc": {
        "en": "Namecard style.\\n\"O Mighty Sun! What use are your heat and light if you cannot own all that they survey?\"",
        "de": "Ein Motiv für Namenskärtchen.\\n„O mächtige Sonne! Was nützen dir deine Hitze und dein Licht, wenn du nicht alles besitzen kannst, was sie erreichen?“",
        "chs": "名片纹饰。\\n「啊，伟大的太阳啊！假若你不拥有你照耀的一切，你的光热有何意义？」",
        "cht": "名片紋飾。\\n「啊，偉大的太陽啊！假若你不擁有你照耀的一切，你的光熱有何意義？」",
        "es": "Diseño de tarjeta de presentación.\\n“Oh, grandioso Sol, ¿qué sentido tiene tu luz y tu calor si no puedes tener todo lo que iluminas?”",
        "fr": "Thème.\\n« Ô puissant soleil ! À quoi servent ta chaleur et ta lumière si tu ne peux pas obtenir tout ce que tu illumines ? »",
        "id": "Style kartu nama.\\n\"Wahai matahari yang agung! Apalah guna panas dan cahayamu kalau kamu tidak bisa memiliki semua yang disinari olehnya?\"",
        "jp": "名刺の飾り紋。\\n「偉大なる太陽よ！あなたに照らされたすべてのものがあなたの所有物でないのなら、その光と熱は何のために存在するのだろうか。」",
        "kr": "명함 스킨.\\n「아, 위대한 태양이여! 만일 너에게 너의 햇살로 비추는 모든 것이 없었다면, 너의 빛과 열은 무슨 의미가 있단 말인가?」",
        "pt": "Estilo de Cartão de Visita.\\n\"Ó Grande Sol! De que servem seu calor e luz se tu não podes possuir tudo que iluminam?\"",
        "ru": "Именная карта.\\n«О могущественное солнце! Что толку в твоём тепле и свете, если ты не можешь владеть всем, что освещаешь?»",
        "th": "ลายนามบัตร\\n\"โอ้ ดวงตะวันผู้ยิ่งใหญ่! หากไร้ซึ่งแสงสว่าง ความร้อนของเจ้าไยเล่าจะมีความหมาย?\"",
        "vi": "Hoa văn danh thiếp.\\n\"Ôi, mặt trời vĩ đại! Nếu như ngài không có thứ mà ngài soi rọi, vậy thì ánh sáng của ngài còn có ý nghĩa gì chứ?\""
    },
    "materialType": "MATERIAL_NAMECARD"
}