{
    "name": {
        "en": "Inazuman Home: The Work of Generations",
        "de": "Wohnhaus (Inazuma) – „Dreigenerationenhaus“",
        "chs": "稻妻民居-「三世共业」",
        "cht": "稻妻民居-「三世共業」",
        "es": "Casa de Inazuma: Labor multigeneracional",
        "fr": "Maison inazumienne « Fruit des générations »",
        "id": "Rumah Inazuma: Turun Temurun",
        "jp": "稲妻民居-「三世共業」",
        "kr": "이나즈마 민가-「3대(三代)의 사업」",
        "pt": "Casa de Inazuma: O Trabalho de Gerações",
        "ru": "Инадзумский дом: Работа поколений",
        "th": "บ้านของชาว Inazuma - \"สามชั่วอายุคน\"",
        "vi": "Nhà Dân Inazuma - Tam Đại Đồng Đường"
    },
    "id": 390605,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Inazuman Home: The Work of Generations.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Wohnhaus (Inazuma) – Dreigenerationenhaus“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「稻妻民居-『三世共业』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「稻妻民居-『三世共業』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Casa de Inazuma: Labor de generaciones.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la maison inazumienne « Fruit des générations ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Rumah Inazuma: Turun Temurun.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「稲妻民居-『三世共業』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「이나즈마 민가-『3대(三代)의 사업』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Casa de Inazuma: O Trabalho de Gerações\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Инадзумский дом: Работа поколений».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างบ้านของชาว Inazuma - \"สามชั่วอายุคน\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Nhà Dân Inazuma - Tam Đại Đồng Đường\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}