{
    "name": {
        "en": "Inazuman Bamboo-Roofed Home: Wild Heart",
        "de": "Bambusdachhaus (Inazuma) – „Wildes Herz“",
        "chs": "稻妻筱屋-「野逸入心」",
        "cht": "稻妻筱屋-「野逸入心」",
        "es": "Casa con tejado de bambú de Inazuma: Corazón salvaje",
        "fr": "Maison de bambou inazumienne « Cœur sauvage »",
        "id": "Rumah Bambu Inazuma: Keliaran Pikiran",
        "jp": "稲妻篠屋-「野逸入心」",
        "kr": "이나즈마 대나무 집-「초야의 삶」",
        "pt": "Residência com Teto de Bambu de Inazuma: Coração Selvagem",
        "ru": "Инадзумский дом с бамбуковой крышей: Дикое сердце",
        "th": "บ้านหลังคาไม้ไผ่ Inazuma - \"จิตใจที่แสนผ่อนคลาย\"",
        "vi": "Nhà Tre Inazuma - Con Tim Nhàn Hạ"
    },
    "id": 390610,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Inazuman Bamboo-Roofed Home: Wild Heart.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Bambusdachhaus (Inazuma) – Wildes Herz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「稻妻筱屋-『野逸入心』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「稻妻筱屋-『野逸入心』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Casa con tejado de bambú de Inazuma: Corazón salvaje.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la maison de bambou inazumienne « Cœur sauvage ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Rumah Bambu Inazuma: Keliaran Pikiran.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「稲妻篠屋-『野逸入心』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「이나즈마 대나무 집-『초야의 삶』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Casa de Inazuma: \"Residência com Teto de Bambu de Inazuma: Coração Selvagem\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Инадзумский дом с бамбуковой крышей: Дикое сердце».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างบ้านหลังคาไม้ไผ่ Inazuma - \"จิตใจที่แสนผ่อนคลาย\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Nhà Tre Inazuma - Con Tim Nhàn Hạ\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}