{
    "name": {
        "en": "Informant Code Chart",
        "de": "Tabelle der Deckwörter der Informanten",
        "chs": "线人暗号表",
        "cht": "線人暗號表",
        "es": "Lista de contraseñas del informante",
        "fr": "Codes des informateurs",
        "id": "Daftar Kode Informan",
        "jp": "情報屋の暗号表",
        "kr": "정보원의 암호표",
        "pt": "Lista de Códigos Secretos dos Informantes",
        "ru": "Шифр осведомителей",
        "th": "ตารางรหัสลับของสายข่าว",
        "vi": "Bảng Ám Hiệu"
    },
    "id": 101934,
    "materialDesc": {
        "en": "A code chart given to you by Alhaitham. Seems like whoever seeks to purchase \"special commodities\" from Dori has to provide the right code first.\\nCheck this code chart before visiting Dori's contact, just in case.",
        "de": "Alhaitham hat euch eine Tabelle der Deckwörter der Informanten zur Verfügung gestellt. Es heißt, wer bei Dori „spezielle Waren“ kaufen möchte, müsse zuerst diesen Prozess durchlaufen.\\nAm besten schaut ihr euch noch einmal genau an, was darauf steht, bevor ihr zu Doris Informanten geht.",
        "chs": "艾尔海森提供的暗号表，据说找多莉交易「特殊商品」的人，都要先过了这一关才行。\\n在去找多莉的线人之前，最好还是确认一下上面的内容吧。",
        "cht": "艾爾海森提供的暗號表，據說找多莉交易「特殊商品」的人，都要先過了這一關才行。\\n在去找多莉的線人之前，最好還是確認一下上面的內容吧。",
        "es": "Un código que te entregó Alhacén. Al parecer, para comprar los “productos especiales” de Dori, primero hay que decir la contraseña correcta.\\nAsegúrate de revisar bien las contraseñas antes de reunirte con el contacto de Dori.",
        "fr": "Une liste de messages codés qui vous a été fournie par Alhaitham. Il semble qu'il soit nécessaire de prononcer le bon message codé pour acheter les produits spéciaux de Dori.\\nIl est préférable que vous inspectiez cette liste avant de rencontrer le contact de Dori.",
        "id": "Bagan kode yang diberikan oleh Alhaitham. Sepertinya siapa pun yang ingin membeli \"komoditas khusus\" dari Dori harus memberikan kode yang benar terlebih dahulu.\\nPeriksa bagan kode ini sebelum mengunjungi Dori.",
        "jp": "アルハイゼンから貰った暗号表。ドリーに「特殊商品」の購入を持ちかける人は、まず暗号を解く必要があるらしい。\\nドリーの情報屋に会う前に、暗号の内容を確認しておこう。",
        "kr": "알하이탐이 제공한 암호표. 도리와 「특수 상품」을 거래하려는 사람은 모두 이 관문을 먼저 통과해야 한다고 한다.\\n도리의 정보원을 찾아가기 전에 암호표의 내용을 확인해 두자",
        "pt": "Lista de códigos secretos dos informantes fornecida por Alhaitham. Dizem que se você quiser trocar por mercadorias especiais com Alhaitham, precisa passar primeiro deste \"teste\".\\nPortanto, é melhor verificar a lista antes de ir procurar um informante de Dori.",
        "ru": "Запись шифра, составленная аль-Хайтамом. Чтобы получить у Дори «особый товар», без пароля не обойтись.\\nПеред тем, как искать информатора Дори, не забудьте свериться с этим списком.",
        "th": "ตารางรหัสลับที่ Alhaitham เตรียมไว้ให้ ว่ากันว่าคนที่จะทำการแลกเปลี่ยน \"สินค้าพิเศษ\" กับ Dori ต่างก็ต้องผ่านด่านนี้ไปก่อนทั้งนั้น\\nทางที่ดีก็ทำความเข้าใจกับเนื้อหาที่อยู่ด้านบนก่อนที่จะไปตามหาสายข่าวของ Dori ดีกว่า",
        "vi": "Bảng ám hiệu Alhaitham cung cấp, nghe nói những người tìm Dori giao dịch \"hàng hóa đặc biệt\" đều phải qua ải này mới được.\\nTrước khi đi tìm người đưa tin của Dori, tốt nhất là nên đọc kỹ nội dung trước."
    },
    "materialType": "MATERIAL_QUEST"
}