{
    "name": {
        "en": "Inquisitive Endora",
        "de": "Wissbegierige Endora",
        "chs": "好奇的嫣朵拉",
        "cht": "好奇的嫣朵拉",
        "es": "Endora la Curiosa",
        "fr": "Endora la curieuse",
        "id": "Inquisitive Endora",
        "jp": "好奇心旺盛なエンドラー",
        "kr": "호기심 많은 엔도라",
        "pt": "Endora Curiosa",
        "ru": "Любопытная Эндора",
        "th": "Endora ขี้สงสัย",
        "vi": "Endora Hiếu Kỳ"
    },
    "id": 220022,
    "materialDesc": {
        "en": "A strange Lochfolk larva, filled with curiosity about the world at large.\\nLochfolk specialize in shifting into watery shapes and can meld with other water bodies to synchronize emotions and knowledge alike. Endora is still small, and Endora is very curious. Endora can spit out bubbles to meld with other beings of water, through which she shall learn everything.",
        "de": "Eine seltsame Okeanidenlarve, die voller Neugierde auf die Welt ist.\\nOkeaniden sind darauf spezialisiert, sich in wässrige Formen zu verwandeln, und können mit anderen Gewässern verschmelzen, um Emotionen und Wissen gleichermaßen zu synchronisieren. Endora ist noch klein und sie ist sehr neugierig. Endora kann Blasen ausspucken, um mit anderen Wasserwesen zu verschmelzen, wodurch sie alles lernen soll.",
        "chs": "奇怪的幼体纯水精灵，对于世间一切充满好奇。\\n纯水精灵擅长幻化水型，也能通过融合其他水体，同步情感与知识。嫣朵拉还小，嫣朵拉很好奇。嫣朵拉会吐出水泡来融合其他的纯水之形，学习一切。",
        "cht": "奇怪的幼體純水精靈，對於世間一切充滿好奇。\\n純水精靈擅長幻化水型，也能藉由融合其他水體，同步情感與知識。嫣朵拉還小，嫣朵拉很好奇。嫣朵拉會吐出水泡來融合其他的純水之形，學習一切。",
        "es": "Una joven Oceánida llena de curiosidad por todo lo que la rodea.\\nLas Oceánidas son especialistas en convertirse en formas acuáticas y pueden fusionarse con otras masas de agua para sincronizar sus emociones y sus conocimientos. Endora todavía es pequeña y muy curiosa. Puede escupir burbujas para fusionarse con otros seres de agua y así observar el mundo y aprender.",
        "fr": "Étrange et jeune Océanide, emplie de curiosité à l'égard du monde.\\nLes Océanides sont capables de changer de forme, et peuvent fusionner avec d'autres corps aqueux pour synchroniser émotions et connaissances. Endora est encore jeune, mais est particulièrement curieuse. Elle peut cracher des bulles qui fusionnent avec les autres corps aqueux, ce qui lui permet de parfaire ses connaissances.",
        "id": "Larva Lochfolk yang aneh dan dipenuhi rasa ingin tahu tentang dunia ini.\\nLochfolk pandai dalam berubah bentuk menjadi makhluk air, dan bisa bergabung dengan makhluk air lainnya untuk mensinkronisasi perasaan dan pengetahuannya. Endora masih kecil dan penuh rasa ingin tahu. Endora dapat menembakkan gelembung untuk bergabung dengan makhluk air lainnya, sehingga dia bisa mempelajari semua hal.",
        "jp": "奇妙な純水精霊の幼体、世の全てに好奇心を抱いている。\\n純水精霊は形状の変化に長けており、水からなる他の物体と融合することで感情と知識を獲得する。エンドラーはまだ幼く、好奇心旺盛だ。エンドラーは水の泡を吐き出した後、水からなる他の物体を取り込むことでその全てを学習する。",
        "kr": "이상한 어린 물의 정령, 세상에 대한 호기심으로 가득 차 있다.\\n물의 정령은 물의 모양을 변화시키고 다른 물과 융합해 감정과 지식을 동기화할 수 있다. 아직 어린 엔도라는 모든 게 궁금하기만 하다. 그녀는 물방울을 뱉어 다른 물의 형체와 융합해 모든 걸 학습한다",
        "pt": "Uma estranha larva de Oceanid, cheia de curiosidade sobre o mundo em geral.\\nAs Oceanids são especialistas em se transformar em seres aquosos e podem se fundir com outros corpos de água para sincronizar emoções e conhecimento. Endora ainda é pequena e Endora é muito curiosa. Endora pode lançar bolhas para se fundir com outros seres das águas e aprender tudo por meio deles.",
        "ru": "Странный молодой океанид, преисполненный любопытством к этому миру.\\nОкеаниды сильны в водных метаморфозах и могут собирать знания и чувства, сливаясь с другими водами. Эндора мала, но любопытна. Эндора может пускать пузыри, которые соединяются с другими водными существами и позволяют ей учиться всему.",
        "th": "Lochfolk larva สุดประหลาด ที่เต็มไปด้วยความอยากรู้อยากเห็นทุกสิ่งบนโลกใบนี้\\nLochfolk เชี่ยวชาญในการเปลี่ยนรูปร่างเป็นน้ำ และสามารถหลอมรวมกับแหล่งน้ำอื่น ๆ ได้ เพื่อประสานความรู้สึกและความรู้ Endora ยังเด็ก Endora ขี้สงสัย และ Endora สามารถพ่นฟองน้ำออกมาเพื่อหลอมรวมกับสิ่งมีชีวิตอื่น ๆ ในน้ำเพื่อเรียนรู้ทุกสิ่งทุกอย่าง",
        "vi": "Tinh Linh Nước Trong kỳ lạ, rất hiếu kỳ với mọi thứ trên thế giới.\\nTinh Linh Nước Trong có thể thông qua dung hợp các chất lỏng để đồng bộ tình cảm và tri thức. Endora vẫn còn nhỏ, nhưng nó sẽ luôn dung hợp để học tập mọi thứ."
    },
    "materialType": "MATERIAL_WIDGET"
}