{
    "name": {
        "en": "Insulation Potion",
        "de": "Isolationstrank",
        "chs": "绝缘药剂",
        "cht": "絕緣藥劑",
        "es": "Poción de aislamiento",
        "fr": "Potion de résistance Électro",
        "id": "Insulation Potion",
        "jp": "耐電薬剤",
        "kr": "절연 포션",
        "pt": "Poção para Insolação",
        "ru": "Зелье изоляции",
        "th": "Insulation Potion",
        "vi": "Thuốc Tuyệt Duyên"
    },
    "id": 111010,
    "materialDesc": {
        "en": "A potion that boosts Electro RES and keeps one from getting electro-shocked.\\nInduces a tingling sensation when drank. It is said to work by filling the body with inversely charged electrical energy, which counteracts the effect of Electro damage.",
        "de": "Ein Trank, der einen vor elektrischen Schlägen schützt und den Elektro-Widerstand erhöht.\\nEs prickelt sofort, sobald man ihn einnimmt. Das Prinzip soll so funktionieren, dass man im Körper eine zur Umwelt entgegengesetzte Ladung aufbaut, mit der man den Schaden von Elektro-Angriffen abhalten kann.",
        "chs": "可以防止触电的药水，能提升雷元素抗性。\\n喝下去感觉酥酥麻麻的奇特药物，据说绝缘的原理其实是让人体内充满相反的雷电，以此抵消电击的伤害。",
        "cht": "可以防止觸電的藥水，能提升雷元素抗性。\\n喝下去感覺酥酥麻麻的奇特藥物，據說絕緣的原理其實是讓人體內充滿相反的雷電，以此抵消電擊的傷害。",
        "es": "Una poción que aumenta la RES Electro y previene la electrocución.\\nProvoca una sensación de hormigueo al beberla. Se basa en el principio de llenar el cuerpo con electrones de carga inversa para evitar daños causados por descargas eléctricas.",
        "fr": "Une potion mystérieuse qui permet de résister aux chocs électriques et augmente la RÉS Électro.\\nCette potion laisse une sensation de picotement lorsqu'on l'ingère ; son principe repose sur l'utilisation d'électrons chargés négativement.",
        "id": "Ramuan yang meningkatkan Electro RES dan membuatmu tahan terhadap sengatan listrik.\\nMemberikan perasaan tersetrum saat diminum. Prinsip ramuannya adalah untuk mengisi tubuh dengan elektron yang muatannya terbalik untuk membatalkan kerusakan akibat disetrum listrik.",
        "jp": "飲むと感電にも耐えられる不思議な薬剤。雷元素耐性が上がる。\\n飲むと全身がビリビリと感じる。逆な交流電気を作ることにより、雷のダメージを相殺する。",
        "kr": "감전을 방지할 수 있는 포션. 번개 원소 내성을 올릴 수 있다.\\n마시면 찌릿찌릿한 느낌이 나는 기이한 포션. 절연의 원리는 사실 몸 안에 상반되는 전기를 충전하여 전기 피해를 상쇄시키는 것이라고 한다",
        "pt": "Uma poção que aumenta a RES Electro e impede de ser eletrocutado.\\nInduz uma sensação de formigamento ao beber. No entanto, seu princípio é encher o corpo com elétrons com carga inversa para evitar que o dano seja causado por choque elétrico.",
        "ru": "Зелье, которое повышает Электро сопротивление и защищает от электрических разрядов.\\nВыпив это зелье, вы почувствуете, как по вашей коже пробегает ток. Принцип работы этого зелья состоит в том, чтобы наполнить тело отрицательным зарядом, который полностью отводит урон Электро.",
        "th": "ยาน้ำสำหรับป้องกันไฟฟ้า สามารถเพิ่มความต้านทานไฟฟ้าได้ \\nเมื่อดื่มจะให้ความรู้สึกซ่าๆ ว่ากันว่ายานี้จะช่วยเพิ่มความต้าน ไฟฟ้าให้แก่ผู้ที่ดื่ม จึงสามารถลดความเสียหายจากการถูกโจมตีด้วยไฟฟ้าได้",
        "vi": "Nước thuốc chống điện giật, tăng kháng Nguyên Tố Lôi.\\nKhi uống có cảm giác tê tê, nghe nói nguyên lý của thuốc này là khiến cơ thể người ta đầy sấm sét, từ đó giảm sát thương của điện giật."
    },
    "materialType": "MATERIAL_FOOD"
}