{
    "name": {
        "en": "Intertwined Steps",
        "de": "Webtanz",
        "chs": "交织之舞",
        "cht": "交織之舞",
        "es": "Pasos entrelazados",
        "fr": "Pas de danse",
        "id": "Intertwined Steps",
        "jp": "交錯の舞",
        "kr": "뒤엉킨 춤",
        "pt": "Dança do Entrelaçamento",
        "ru": "Сплетённые ступени",
        "th": "Intertwined Steps",
        "vi": "Vũ Điệu Kết Giao"
    },
    "id": 200244,
    "materialDesc": {
        "en": "When any party member uses an Elemental Burst, the Elemental Roundabout effect is generated, which increases all party members' Elemental Mastery by 100 for 20s, stacking up to 3 times. If this effect is triggered again at 3 stacks, a shockwave that deals AoE True DMG will be unleashed.",
        "de": "Verleiht allen Truppenmitgliedern beim Auslösen einer Spezialfähigkeit einer beliebigen Figur in der Truppe den Effekt „Elementarreigen“ und erhöht damit ihre Elementarkunde 20 s lang um 100 Punkte, 3-fach stapelbar. Löst mit 3 Stapelungen bei erneutem Auslösen des Effekts während der Wirkungsdauer eine Druckwelle aus, die tatsächlichen Flächenschaden verursacht.",
        "chs": "队伍中任意角色施放元素爆发后，将产生「元素圆舞」效果，使队伍中所有角色的元素精通提高100点。该效果持续20秒，至多叠加3次。叠加3次后在持续期间内，若再次产生该效果，将释放冲击波，造成范围真实伤害。",
        "cht": "隊伍中任意角色施放元素爆發後，將產生「元素圓舞」效果，使隊伍中所有角色的元素精通提高100點。該效果持續20秒，至多疊加3次。疊加3次後在持續期間內，若再次產生該效果，將釋放衝擊波，造成範圍真實傷害。",
        "es": "Cuando cualquier personaje del equipo usa su Habilidad Definitiva, la Maestría Elemental de todos los miembros del equipo aumenta en 100 pts. Este efecto dura 20 s y puede acumularse hasta 3 veces. Si se alcanzan 3 acumulaciones mientras dura el efecto, la siguiente acumulación generará una onda de choque que inflige Daño Verdadero.",
        "fr": "Lorsqu'un personnage de l'équipe utilise un déchaînement élémentaire, un effet de rotation élémentaire se produit, augmentant la maîtrise élémentaire de tous les personnages de l'équipe de 100 pts pendant 20 s, avec un maximum de 3 cumuls. Si l'effet est déclenché en ayant déjà 3 cumuls, une onde de choc est libérée, infligeant des DGT réels de zone.",
        "id": "Anggota party mana pun yang melancarkan Elemental Burst, akan menghasilkan efek Elemental Roundabout yang meningkatkan 100 Elemental Mastery seluruh anggota party selama 20 detik. Efek dapat ditumpuk hingga 3 lapis. Memicu efek ini lagi setelah mencapai 3 lapis, akan menciptakan sebuah serangan gelombang yang mengakibatkan True DMG Area.",
        "jp": "チーム中任意のキャラクターが元素爆発を発動すると、「元素円舞」の効果が発動し、チーム全員の元素熟知+100。持続時間20秒、最大3層まで。3層重ねた後、持続時間内に再度該当効果が発動すると、衝撃波が発生し、範囲確定ダメージを与える。",
        "kr": "파티 내 임의의 캐릭터가 원소폭발 발동 시 「원소의 왈츠」 효과를 부여한다. 파티 내 모든 캐릭터의 원소 마스터리가 100pt 증가한다. 지속 시간: 20초, 최대 중첩수: 3회. 3스택 중첩 후 지속 시간 안에 재발동 시 충격파를 방출해 적들에게 범위 고정 피해를 준다",
        "pt": "Quando qualquer membro da Equipe usa seu Supremo, a Proficiência Elemental de todos os membros da Equipe é aumentada em 100 por 20s, podendo ser acumulada em até 3 vezes. Se esse efeito é desencadeado enquanto se possuem 3 cargas, será lançada uma Onda de Choque que causa Dano Real AdE.",
        "ru": "Когда любой член отряда использует взрыв стихий, активируется эффект Хоровод стихий, который повышает мастерство стихий всех членов отряда на 100. Эффект длится 20 сек. и складывается до 3 раз. Если во время действия 3 эффектов он активируется ещё раз, то создаётся ударная волна, которая наносит истинный урон по площади.",
        "th": "หลังจากที่ตัวละครใด ๆ ในทีมปล่อยท่าไม้ตาย จะทำให้เกิดเอฟเฟกต์ Elemental Roundabout ซึ่งจะทำให้ตัวละครทั้งหมดในทีมมีความชำนาญธาตุเพิ่มขึ้น 100 หน่วย โดยที่เอฟเฟกต์นี้ จะคงอยู่เป็นเวลา 20 วินาที ทับซ้อนได้มากสุด 3 ชั้น และภายในช่วงเวลาต่อเนื่อง หลังจากที่ทับซ้อนกัน 3 ชั้น แล้ว หากเกิดเอฟเฟกต์ดังกล่าวขึ้นอีกครั้ง จะปล่อยคลื่นกระแทกออกมา ทำให้เกิดความเสียหายจริงเป็นวงกว้าง",
        "vi": "Sau khi nhân vật bất kỳ trong đội dùng kỹ năng nộ sẽ sản sinh hiệu quả \"Vũ Điệu Nguyên Tố\", tăng 100 điểm tinh thông nguyên tố cho tất cả nhân vật trong đội, duy trì 20s, tối đa cộng dồn 3 lần. Sau khi cộng dồn 3 lần, trong thời gian duy trì hiệu quả, nếu sản sinh hiệu quả này lần nữa sẽ tạo ra sóng xung kích, gây sát thương chuẩn diện rộng."
    },
    "materialType": "MATERIAL_CHANNELLER_SLAB_BUFF"
}