{
    "name": {
        "en": "Intricately Carved Calligraphy Table",
        "de": "Aufwendig geschnitzter Kalligrafie-Tisch",
        "chs": "木纹雅致的书法桌案",
        "cht": "木紋雅致的書法桌案",
        "es": "Mesa de caligrafía finamente labrada",
        "fr": "Table de calligraphie finement sculptée",
        "id": "Meja Kaligrafi dengan Motif Serat Kayu",
        "jp": "優雅な木目の書道机",
        "kr": "고아한 서법용 나무 탁자",
        "pt": "Mesa de Caligrafia com Entalhes Refinados",
        "ru": "Резной стол для каллиграфии",
        "th": "โต๊ะเขียนหนังสือลายไม้แสนวิจิตร",
        "vi": "Bàn Thư Pháp Tinh Tế"
    },
    "id": 381308,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Intricately Carved Calligraphy Table.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Aufwendig geschnitzter Kalligrafie-Tisch“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「木纹雅致的书法桌案」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「木紋雅緻的書法桌案」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Mesa de caligrafía finamente labrada.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la table de calligraphie finement sculptée.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Meja Kaligrafi dengan Motif Serat Kayu\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「優雅な木目の書道机」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「고아한 서법용 나무 탁자」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Mesa de Caligrafia com Entalhes Refinados\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Резной стол для каллиграфии».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"โต๊ะเขียนหนังสือลายไม้แสนวิจิตร\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Bàn Thư Pháp Tinh Tế\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}