{
    "name": {
        "en": "Invoice From Second Life",
        "de": "Bestellbestätigung von „Glanz und Gedeih“",
        "chs": "「荣发商铺」的订单收据",
        "cht": "「榮發商鋪」的訂單收據",
        "es": "Factura de compra de La Segunda Vida",
        "fr": "Facture de la boutique « Seconde Chance »",
        "id": "Faktur dari Second Life",
        "jp": "「栄発商店」の領収書",
        "kr": "「영발 상점」의 영수증",
        "pt": "Recibo da Loja Segunda Vida",
        "ru": "Заказ магазина «Вторая жизнь»",
        "th": "ใบเสร็จจากร้าน Second Life",
        "vi": "Sổ sách đặt hàng của Cửa Hàng Vinh Phát"
    },
    "id": 100699,
    "materialDesc": {
        "en": "The invoice for the furniture that Second Life purchased from Fanmu Carpenter's. It features detailed information regarding that transaction.",
        "de": "Die Bestellbestätigung von „Glanz und Gedeih“ an die „Schreinerei Fanmu“. Sie beinhaltet alle Einzelheiten des Kaufs.",
        "chs": "「荣发商铺」向「范木堂」订购高档家具的订单收据，记录了这笔交易的各种详细信息。",
        "cht": "「榮發商鋪」向「范木堂」訂購高檔家具的訂單收據，記錄了這筆交易的各種詳細資訊。",
        "es": "La factura de compra de unos muebles de gama alta emitida por la Carpintería Fanmu para La Segunda Vida. En ella se registran todos los detalles de la compra.",
        "fr": "La facture détaillée d'une transaction entre Seconde Chance et la Charpenterie Fanmu.",
        "id": "Tanda terima pembuatan furnitur Fanmu Carpenter yang dipesan oleh toko Second Life. Di dalamnya tertulis berbagai rincian tentang pemesanan ini.",
        "jp": "「栄発商店」が「範木堂」に高級家具を注文した時の領収書。この取引の詳細が記されている。",
        "kr": "「영발 상점」이 「범목당」에 주문한 고급 가구의 거래 내역서. 거래에 대해 자세한 정보가 적혀있다",
        "pt": "O recibo do móvel que a Loja Segunda Vida comprou da Carpintaria Fanmu. Possui informações detalhadas sobre a transação.",
        "ru": "Заказ магазина «Вторая жизнь» на покупку высококачественной мебели у мастерской «Фаньму». В этой расписке зафиксированы различные детали сделки.",
        "th": "ใบเสร็จของเฟอร์นิเจอร์ที่ Second Life ซื้อจาก Fanmu Carpenter ได้บันทึกรายละเอียดต่าง ๆ เกี่ยวกับคำสั่งซื้อนี้เอาไว้",
        "vi": "Dữ liệu đơn hàng đồ nội thất cao cấp của \"Cửa Hàng Vinh Phát\" đặt tại \"Phạm Mộc Đường\", ghi lại các thông tin chi tiết của giao dịch."
    },
    "materialType": "MATERIAL_QUEST"
}