{
    "name": {
        "en": "Invoice of Goods Quantities",
        "de": "Warenverzeichnis mit bestätigter Mengenangabe",
        "chs": "确认了货物数量的货物单",
        "cht": "確認了貨物數量的貨物單",
        "es": "Factura de confirmación de la cantidad de mercancías",
        "fr": "Manifeste avec cargaisons confirmées",
        "id": "Tagihan Jumlah Barang",
        "jp": "荷物数が確認された注文書",
        "kr": "상품 수량 확인이 끝난 상품 리스트",
        "pt": "Fatura da Quantidade de Mercadorias",
        "ru": "Накладная количества товаров",
        "th": "รายการสินค้าที่ยืนยันจำนวนสินค้าแล้ว",
        "vi": "Xác nhận số lượng hàng theo hóa đơn"
    },
    "id": 100486,
    "materialDesc": {
        "en": "Some manifests of goods that has only had their numbers checked out. This may seem like a very simple job, but one must still focus in order to ensure that no mistakes are made.",
        "de": "Warenverzeichnisse, in denen die Anzahl der zu liefernden Waren bestätigt worden ist. Das scheint zwar eine recht einfache Arbeit zu sein. Seinen Kopf muss man dabei aber trotzdem benutzen, damit keine Fehler auftreten.",
        "chs": "仅仅是确认过了货物数量的货物单。虽然是看上去很简单的工作，但也需要全身心投入，才能保证不会出错。",
        "cht": "僅僅是確認過了貨物數量的貨物單。雖然是看上去很簡單的工作，但也需要全身心投入，才能保證不會出錯。",
        "es": "Algunas facturas que solo confirman la cantidad de compra de los artículos. Puede parecer un trabajo muy simple, pero uno debe concentrarse para asegurarse de que no se cometan errores.",
        "fr": "Un manifeste aux quantités de cargaisons confirmées. Un travail qui n'a pas l'air compliqué, mais les bons comptes font les bons amis – et évitent les problèmes.",
        "id": "Daftar barang yang jumlahnya telah dikonfirmasi. Ini terlihat seperti pekerjaan yang mudah, tapi harus berkonsentrasi penuh untuk menjamin tidak terjadi kesalahan.",
        "jp": "荷物の数が確認された注文書。簡単な作業に見えるが、それでも集中力が必要だ。",
        "kr": "상품 수량만 확인한 상품 리스트. 쉬운 일인 것 같지만, 집중하지 않으면 실수할 수도 있다",
        "pt": "Alguns manifestos de mercadorias que apenas tiveram seus números retirados. Pode parecer um trabalho muito simples, mas ainda é preciso se concentrar para garantir que nenhum erro seja cometido.",
        "ru": "Список товаров с указанными на нём номерами. На первый взгляд это может показаться довольно простой работой, но человек, заполняющий список, должен обладать недюжинной внимательностью, чтобы не допустить ни одной ошибки.",
        "th": "นี่คือรายการสินค้าที่ยืนยันจำนวนสินค้าแล้ว แม้ว่าจะดูเป็นงานที่ง่ายแต่ก็ต้องทุ่มเทอย่างเต็มที่ถึงจะแน่ใจว่าไม่เกิดข้อผิดพลาด",
        "vi": "Công việc xác nhận số lượng hàng theo hóa đơn tưởng chừng đơn giản, nhưng để đảm bảo chính xác phải dốc toàn tâm toàn lực."
    },
    "materialType": "MATERIAL_QUEST"
}