{
    "name": {
        "en": "Ironbow",
        "de": "Stahlbogen",
        "chs": "刚弓",
        "cht": "剛弓",
        "es": "Arco de hierro",
        "fr": "Arc de fer",
        "id": "Ironbow",
        "jp": "剛弓",
        "kr": "철궁",
        "pt": "Arco Firme",
        "ru": "Лук силы",
        "th": "Ironbow",
        "vi": "Cung Thép"
    },
    "id": 200206,
    "materialDesc": {
        "en": "If the current character is a bow user, hitting opponents' weak spots with Charged Attacks will grant the Ironbow effect, which will increase the CRIT Rate of Normal and Charged Attacks by 50% for 8s.",
        "de": "Erhält, wenn die aktuelle Figur einen Bogen als Waffe verwendet, beim Treffen von Schwachstellen mit heftigen Schlägen den Effekt „Stahlbogen“, der die KT von Standardangriffen und heftigen Schlägen 8 s lang um 50 % erhöht.",
        "chs": "当前角色若武器类型为弓箭，进行重击并命中弱点时，将获得「刚弓」效果，使普通攻击与重击的暴击率提升50%，持续8秒。",
        "cht": "若當前角色武器類型為弓箭，進行重擊並命中弱點時，將獲得「剛弓」效果，使普通攻擊與重擊的暴擊率提升50%，持續8秒。",
        "es": "Si el personaje en uso utiliza arco, al golpear el punto débil de un enemigo con un Ataque Cargado obtiene el efecto Arco de hierro, con el que la Prob. CRIT de sus Ataques Normales y Cargados aumenta en un 50% durante 8 s.",
        "fr": "Si le personnage déployé manie un arc, et qu'il touche les points faibles des ennemis avec des attaques chargées, alors il bénéficie de l'effet Arc de fer, qui augmente le taux CRIT de ses attaques normales et chargées de 50 % pendant 8 s.",
        "id": "Jika Karakter yang digunakan saat ini memakai bow, memukul kelemahan musuh dengan Charged Attack akan memberikan efek Ironbow, mengakibatkan peningkatan 50% CRIT Rate Normal dan Charged Attack selama 8 detik.",
        "jp": "弓キャラクターの狙い撃ちで弱点に命中すると、「剛弓」の効果を獲得し、通常攻撃と重撃の会心率+50%、持続時間8秒。",
        "kr": "현재 캐릭터가 활 무기를 장하고 강공격으로 약점을 명중할 시 「강궁」 효과를 부여하며, 일반 공격과 강공격의 치명타 확률이 50% 증가한다. 지속 시간: 8초",
        "pt": "Se o Personagem atual realizar um Ataque Carregado com um Arco e atingir o Ponto Fraco de um inimigo, obterá o efeito do Arco Forte, que fará com que os Ataques Normais e Carregados tenham um aumento da Taxa CRIT de 50% por 8s.",
        "ru": "Если текущий персонаж использует лук, то попадание заряженной атакой по уязвимому месту противника даёт эффект Лук силы, который повышает шанс критического попадания обычных и заряженных атак на 50% в течение 8 сек.",
        "th": "หาตัวละครปัจจุบันใช้อาวุธประเภทธนู เมื่อทำการชาร์จโจมตีจุดอ่อนของเป้าหมายจะได้รับเอฟเฟกต์ \"Ironbow\" เพิ่มอัตราคริติคอลของการโจมตีปกติและการชาร์จโจมตีขึ้น 50% ต่อเนื่อง 8 วินาที",
        "vi": "Nếu nhân vật hiện tại trang bị vũ khí cung, khi trọng kích trúng điểm yếu của kẻ địch sẽ nhận được hiệu quả \"Cung Thép\", khiến cho tỉ lệ bạo kích của đánh thường và trọng kích tăng 50%, kéo dài 8s."
    },
    "materialType": "MATERIAL_CHANNELLER_SLAB_BUFF"
}