{
    "name": {
        "en": "Iron Coin",
        "de": "Eisenmünze",
        "chs": "铁钱",
        "cht": "鐵錢",
        "es": "Tael",
        "fr": "Sapèque",
        "id": "Iron Coin",
        "jp": "鉄銭",
        "kr": "철전",
        "pt": "Moeda de Ferro",
        "ru": "Железная монета",
        "th": "Iron Coin",
        "vi": "Tiền Xu"
    },
    "id": 114,
    "materialDesc": {
        "en": "An ancient type of coinage that Ulman is collecting. Perhaps he may offer you something in exchange for Iron Coins.\\nLong ago, there was once an organization that attempted to found their own nation. These coins were the nation's minted currency at the time.",
        "de": "Eine Art alter Münzen, die von Ulman gesammelt werden. Wenn man ihm welche von diesen „Eisenmünzen“ anbietet, gibt er einem vielleicht etwas Gutes zum Tausch dafür.\\nVor sehr langer Zeit gab es einmal eine Organisation, die versuchte, ihren eigenen Staat zu gründen. Jene Münzen waren zu der Zeit die offizielle Währung dieses Landes.",
        "chs": "乌尔曼正在收集的某种古旧钱币。如果将这些「铁钱」带给他，或许可以换取报酬吧。\\n很久以前，某个组织曾经试图建立属于自己的国家。这些就是当时他们发行的钱币。",
        "cht": "烏爾曼正在收集的某種古舊錢幣。如果將這些「鐵錢」帶給他，或許可以換取報酬吧。\\n很久以前，某個組織曾經試圖建立屬於自己的國家。這些就是當時他們發行的錢幣。",
        "es": "Una antigua moneda coleccionada por Ulman. Si se la das, tal vez te la cambie por una recompensa.\\nSe trata de la moneda que emitió hace mucho tiempo una organización que quiso fundar su propio reino.",
        "fr": "Une ancienne monnaie collectionnée par Ulman. Donnez-lui celles que vous trouvez, et il aura peut-être quelque chose pour vous...\\nIl y a bien longtemps, une certaine organisation chercha à établir son propre pays. Ceci est la monnaie qui fut émise en ce sens.",
        "id": "Sepertinya Ulman sedang mengumpulkan mata uang kuno. Mungkin kalau kamu memberikan \"Iron Coin\" yang kamu punya kepadanya, dia akan memberimu sebuah imbalan.\\nZaman dahulu kala, ada sebuah organisasi yang berusaha menciptakan negara mereka sendiri. Ini adalah mata uang yang ingin mereka gunakan.",
        "jp": "ウルマンが集めている鉄で作られた古いコイン。この「鉄銭」を彼に渡せば、報酬と交換してくれるかも。\\n遠い昔、ある組織は自分たちだけの国を造ろうとした。これはその時に発行されたお金である。",
        "kr": "울만이 수집 중인 오래된 화폐. 「철전」을 그에게 가져다준다면 보수를 받을 수 있을지도…\\n먼 옛날 자신들만의 제국을 건설하려던 조직이 당시 발행했던 화폐이다",
        "pt": "Um tipo de moeda antiga que Ulman está colecionando. Talvez ele possa lhe oferecer algo em trocar se você lhe der essa Moeda de Ferro.\\nMuito tempo atrás, existiu uma organização que tentou fundar sua própria nação. Essas moedas eram o dinheiro dessa nação.",
        "ru": "Старинный вид чеканки, которую коллекционирует Ульман. Если вы отдадите ему эти монеты, возможно, он предложит вам что-то взамен.\\nВ давние времена некая организация пыталась основать собственную нацию. Эти монеты были их национальной валютой.",
        "th": "Ulman กำลังสะสมเหรียญโบราณอยู่ หากคุณให้ Iron Coin กับเขา บางทีเขาอาจจะให้สิ่งตอบแทนกับคุณก็ได้นะ\\nเมื่อนานมาแล้ว มีคนกลุ่มหนึ่งพยายามสร้างประเทศของตัวเองขึ้นมา และนี่คือเหรียญที่พวกเขาทำขึ้นในเวลานั้น",
        "vi": "Ulman đang thu thập tiền cổ. Nếu đưa số \"Tiền Xu\" này cho cậu ấy có lẽ sẽ đổi được chút thù lao.\\nCách đây rất lâu rồi, một tổ chức đã cố gắng thành lập quốc gia của riêng mình. Đây là những đồng tiền họ phát hành vào thời điểm đó."
    },
    "materialType": "MATERIAL_FAKE_ABSORBATE"
}