{
    "name": {
        "en": "Iter Ad Astra Abyssosque",
        "de": "Iter Ad Astra Abyssosque",
        "chs": "星辰与深渊之旅",
        "cht": "星辰與深淵之旅",
        "es": "Viaje hacia las estrellas y el abismo",
        "fr": "« Périple vers les étoiles et au-delà »",
        "id": "Iter Ad Astra Abyssosque",
        "jp": "星と深淵の旅",
        "kr": "별과 심연의 여행",
        "pt": "Jornada das Estrelas e Abismo",
        "ru": "Путешествие к звёздам и к безднам",
        "th": "การเดินทางมุ่งสู่ดวงดาวและก้นเหว",
        "vi": "Hành Trình Ngôi Sao Và Vực Sâu"
    },
    "id": 350046,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making \"Iter Ad Astra Abyssosque.\"\\nAn adventurer camp that can often be seen out in the wild. It uses the latest and greatest in tent designs.\\nExperienced adventurers are used to leading a hard existence and require only a lightweight and durable tent to sleep soundly — even in a howling storm. After regaining their strength the next day, they move on to their next destination. As such, attractive and affordable tents like these have always had ready buyers.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Bennett, Qiqi, Chongyun, Fischl, Albedo, Aloy",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Iter Ad Astra Abyssosque“.\\nEin Abenteurerlager, das man oft in der Wildnis entdecken kann. Es nutzt die neusten Trends in Sachen Zelte.\\nErfahrene Abenteurer sind an ein hartes Leben gewöhnt und brauchen nur ein leichtes, aber robustes Zelt, um selbst im tobenden Sturm wie ein Baby zu schlafen und am nächsten Tag mit neuer Kraft aufzuwachen und sich zum nächsten Ziel aufmachen zu können. Aus diesem Grund hat diese Art von hübsch aussehenden, erschwinglichen Zelten immer schon willige Käufer gehabt.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Bennett, Qiqi, Chongyun, Fischl, Albedo und Aloy.",
        "chs": "步骤详实的图纸，记载着「星辰与深渊之旅」的放置方法。\\n野外常见的冒险家营地，采用了大陆最为流行的帐篷款式。\\n经验丰富的冒险家习惯了艰苦的生活，只需一顶轻巧耐用的帐篷，就能在狂风暴雨中安然入睡，快速恢复至精力充沛的状态，启程前往下一个目的地。因此，这几种物美价廉的帐篷，多年来一直有着最好的销路。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：班尼特、七七、重云、菲谢尔、阿贝多、埃洛伊",
        "cht": "步驟詳實的圖紙，記載著「星辰與深淵之旅」的放置方法。\\n野外常見的冒險家營地，採用了大陸最為流行的帳篷款式。\\n經驗豐富的冒險家習慣了艱苦的生活，只需一頂輕巧耐用的帳篷，就能在狂風暴雨中安然入睡，快速恢復至精力充沛的狀態，啟程前往下一個目的地。因此，這幾種物美價廉的帳篷，多年來一直有著最好的銷路。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：班尼特、七七、重雲、菲謝爾、阿貝多、亞蘿伊",
        "es": "Plano detallado para colocar Viaje hacia las estrellas y el abismo.\\nUn campamento de aventureros que se encuentra a menudo en la naturaleza. Utiliza el modelo de tienda de campaña más popular en Teyvat.\\nLos aventureros experimentados están acostumbrados a la vida dura y solo necesitan una tienda ligera y resistente para dormir como troncos incluso en medio de la tempestad más fiera, y tras un sueño reparador dirigirse a su siguiente destino. Por eso, estas tiendas tan vistosas y económicas siempre tienen compradores.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Bennett, Qiqi, Chongyun, Fischl, Albedo, Aloy.",
        "fr": "Étapes de mise en place du « Périple vers les étoiles et au-delà ».\\nUn camp d'aventurier que l'on peut souvent voir dans la nature. Il utilise des modèles de tente dernier cri et très en vogue.\\nLes aventuriers expérimentés sont habitués à mener une existence difficile et n'ont besoin que d'une tente légère et durable pour dormir profondément, même dans la tempête hurlante, reprenant ainsi leurs forces pour continuer vers leur prochaine destination le lendemain. Ainsi, ce type de tentes, jolies et abordables, a toujours eu beaucoup de facilités à trouver preneurs.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Bennett, Qiqi, Chongyun, Fischl, Albedo, Aloy.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Iter Ad Astra Abyssosque\".\\nKemah petualang yang sering ditemukan di alam liar. Menggunakan gaya tenda terbaru dan terhebat.\\nPetualang berpengalaman terbiasa menjalani kehidupan yang sulit dan hanya membutuhkan tenda yang ringan dan tahan lama untuk tidur nyenyak bahkan dalam badai yang mengamuk, lalu mendapatkan kembali kekuatan mereka keesokan harinya untuk bergerak ke tujuan berikutnya. Dengan demikian, jenis tenda yang terlihat bagus dan terjangkau ini selalu populer di kalangan pembeli.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.\\nRekan yang menyukai Set Perabotan ini: Bennett, Qiqi, Chongyun, Fischl, Albedo, Aloy",
        "jp": "「星と深淵の旅」の詳しい配置方法が載っている設計図。\\n野外でよく見かける冒険者の拠点。大陸で最も人気のあるテント様式が採用されている。\\n過酷な生活に慣れている冒険者は、軽くて丈夫なテントがあれば、嵐の中でも安心して眠れる。疲れを素早く回復し、次の目的地へと出発することができる。それ故、これらのお買い得なテントは、長年のトップセールスを記録してきた。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：ベネット、七七、重雲、フィッシュル、アルベド、アーロイ",
        "kr": "작업 순서가 상세히 적힌 도면, 「별과 심연의 여행」의 설치 방법이 기재되어 있다.\\n야외에서 흔히 볼 수 있는 모험가의 야영지, 대륙에서 가장 유행하는 텐트 형태를 차용했다.\\n경험이 풍부한 모험가는 힘든 생활에 익숙해져서, 가볍고 질긴 재질에 비바람을 막아줘 편안하게 잠들 수 있게 해주는 텐트면 만족한다. 이런 텐트는 빠른 속도로 컨디션을 회복하게 도와주고, 다음 목적지로 향할 수 있게 해준다. 이 때문에 값이 싸고 질이 좋은 텐트들이 수년간 가장 잘 팔리고 있다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 베넷, 치치, 중운, 피슬, 알베도, 에일로이",
        "pt": "Um diagrama detalhado com o passo a passo para colocar \"Jornada das Estrelas e Abismo\".\\nUm acampamento de aventureiros que se pode encontrar com frequência na natureza. Ele usa o que há de mais moderno e melhor na moda das tendas.\\nAventureiros experientes estão acostumados a levar uma existência difícil e só precisam de uma tenda leve e durável para dormir tranquilamente mesmo na tempestade uivante, recuperando suas forças no dia seguinte para se deslocarem para seu próximo destino. Assim, esses tipos de tendas bonitas e acessíveis sempre tiveram compradores disponíveis.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nOs personagens a seguir preferem este Conjunto de Decoração: Bennett, Qiqi, Chongyun, Fischl, Albedo, Aloy",
        "ru": "Подробная схема размещения комплекта «Путешествие к звёздам и к безднам».\\nЛагерь искателей приключений, который часто можно встретить в дикой природе. В нём используются последние веяния палаточной моды.\\nОпытные искатели приключений привыкли вести тяжёлое существование и нуждаются только в лёгкой и прочной палатке, чтобы крепко спать даже во время бури и восстановить силы для следующего дня, в котором их ждёт очередной пункт назначения. Таким образом, у этих симпатичных и недорогих палаток не было недостатка в покупателях.\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.\\nЭтот комплект мебели предпочитают следующие компаньоны: Беннет, Ци Ци, Чун Юнь, Фишль, Альбедо, Элой.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"การเดินทางมุ่งสู่ดวงดาวและก้นเหว\"\\nแคมป์นักผจญภัยที่เห็นได้ทั่วไปในป่า และเป็นเต็นท์ได้รับความนิยมมากที่สุดในทวีป\\nนักผจญภัยที่มากประสบการณ์มักจะเคยชินกับชีวิตที่ยากลำบาก ขอแค่มีเพียงเต็นท์ที่น้ำหนักเบาและทนทาน ที่สามารถนอนหลับได้ท่ามกลางพายุ ก็เพียงพอที่จะช่วยให้กลับมากระฉับกระเฉงและสามารถออกเดินทางไปยังจุดหมายต่อไปได้ ดังนั้นเต็นท์ประเภทนี้จึงขายดีที่สุดมาหลายต่อหลายปีแล้ว\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Bennett, Qiqi, Chongyun, Fischl, Albedo, Aloy",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Hành Trình Ngôi Sao Và Vực Sâu\".\\nDoanh trại Nhà Mạo Hiểm thường thấy, dùng loại lều phổ biến nhất của đại lục.\\nNhà Mạo Hiểm có kinh nghiệm phong phú chỉ cần một chiếc lều gọn nhẹ là có thể ngủ ngon trong bão táp, nhanh chóng hồi phục thể lực. Do đó, loại lều này luôn bán rất chạy.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Bennett, Qiqi, Chongyun, Fischl, Albedo, Aloy"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}