{
    "name": {
        "en": "Jade Wilds",
        "de": "Jadewildnis",
        "chs": "琼片遍郁野",
        "cht": "瓊片遍鬱野",
        "es": "Recoveco natural",
        "fr": "Nature de jade",
        "id": "Belantara Bagaikan Giok",
        "jp": "花びら散る野原",
        "kr": "널리 날리는 꽃잎",
        "pt": "Natureza de Jade",
        "ru": "Нефритовая пустошь",
        "th": "กลีบดอกไม้ทั่วผืนป่า",
        "vi": "Ngoại Ô Thơ Mộng"
    },
    "id": 350053,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making Jade Wilds.\\nA quiet, serene landscape on the outskirts of Inazuma. A shrine made of Otogi Wood stands tall amongst the Sakura trees, the maple trees, and the colorful flowers. The candlelight flickers, blending in with an intangible sense of majesty and stability. Everywhere, the falling petals seem to be touched by spirituality.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Kaedehara Kazuha, Arataki Itto",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Jadewildnis“.\\nEine ruhige, heitere Landschaft am Rande von Inazuma. Ein Schrein aus Otogi-Holz erhebt sich inmitten von Sakura-Bäumen, Ahornbäumen und bunten Blumen. Das Flackern des Kerzenlichts vermittelt ein unfassbares Gefühl von Erhabenheit und Stabilität. Überall scheinen die fallenden Blütenblätter von Spiritualität berührt zu sein.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von folgenden Kameraden bevorzugt: Kaedehara Kazuha und Arataki Itto.",
        "chs": "步骤详实的图纸，记载着「琼片遍郁野」的放置方法。\\n稻妻郊野的清谧景致，御伽木的神龛矗立于樱树，枫树与斑斓的花团之间，烛光闪烁，无形的「威严」与「安定」奇妙融会，四下弥漫，飘落的花瓣似乎都染上了几分灵性。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：枫原万叶、荒泷一斗",
        "cht": "步驟詳實的圖紙，記載著「瓊片遍鬱野」的放置方法。\\n稻妻郊野的清謐景致，御伽木的神龕矗立於櫻樹，楓樹與斑斕的花團之間，燭光閃爍，無形的「威嚴」與「安定」奇妙融會，四下彌漫，飄落的花瓣似乎都染上了幾分靈性。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：楓原萬葉、荒瀧一斗",
        "es": "Plano detallado para colocar un Recoveco natural.\\nUn paisaje tranquilo y sereno a las afueras de Inazuma. Entre los cerezos, los arces y las flores se erige un santuario de madera de murmurador. Las velas parpadean y se fusionan con una sensación intangible de majestuosidad y estabilidad. Los pétalos que caen en todas direcciones parecen tener un toque espiritual.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Kaedehara Kazuha, Arataki Itto.",
        "fr": "Étapes de mise en place de la nature de jade.\\nUn paysage calme et serein à la périphérie d'Inazuma. Un sanctuaire en bois de dulcinier se dresse au milieu des cerisiers, des érables et des fleurs colorées. La lueur des bougies vacille, se fondant dans un sentiment intangible de majesté et de stabilité. Partout, les pétales qui tombent semblent être touchés par la spiritualité.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Kaedehara Kazuha, Arataki Itto.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk memasang Belantara Bagaikan Giok.\\nPemandangan yang tenang dan tenteram di pinggiran Inazuma, Kuil dari Otogi Wood yang berdiri tegak di antara pohon sakura, pohon maple, dan bunga berwarna-warni ... Kelap-kelip cahaya lilin yang menyatu dengan \"keagungan\" dan \"ketenteraman\" yang abstrak ... Kelopak-kelopak bunga yang berjatuhan juga tampaknya telah terkena sentuhan spiritual.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.\\nRekan yang menyukai set perabot ini: Kaedehara Kazuha, Arataki Itto",
        "jp": "「花びら散る野原」の詳しい作り方が載っている設計図。\\n稲妻郊外ののどかな風景。櫻、楓、色とりどりの花房の間に御伽材の祠が建てられている。燭光が煌めき、目に見えない「威厳」と「安寧」が見事に調和しており、散る花びらは生気を帯びているように感じる。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：楓原万葉、荒瀧一斗",
        "kr": "작업 순서가 상세히 적힌 도면, 「널리 날리는 꽃잎」의 설치 방법이 기재되어 있다.\\n이나즈마 근교의 청아한 경치. 오토기나무의 감실이 세워진 벚나무, 단풍나무와 화려한 꽃송이 사이에서 촛불이 반짝인다. 무형의 기묘하게 섞인 「위엄」과 「안정감」이 주위로 퍼져 흩날리는 꽃잎조차 영성이 깃든 것 같다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 카에데하라 카즈하, 아라타키 이토",
        "pt": "Um diagrama detalhado passo a passo para fazer Natureza de Jade.\\nUma paisagem tranquila e serena dos arredores de Inazuma. Um santuário feito de Madeira Otogi ergue-se entre as árvores de Sakura, os bordos e as flores coloridas. A luz das velas pisca, misturando-se com uma sensação intangível de majestade e estabilidade. Em todos os lugares, as pétalas que caem parecem ser tocadas pela espiritualidade.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.\\nCompanheiro que prefere este conjunto: Kaedehara Kazuha, Arataki Itto",
        "ru": "Подробная схема изготовления предмета декора «Нефритовая пустошь».\\nТихий, безмятежный пейзаж окраин Инадзумы. Святилище из дерева отоги возвышается среди деревьев сакуры, клёнов и разноцветных цветов. Огонь свечи мерцает, сливаясь с неосязаемым чувством величия и стабильности. Падающие повсюду лепестки кажутся одухотворенными.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.\\nЭтот комплект предпочитает следующий компаньон: Каэдэхара Кадзуха, Аратаки Итто.",
        "th": "แบบแปลนอธิบายวิธีสร้างและขั้นตอนการจัดวางโดยละเอียดของ \"กลีบดอกไม้ทั่วผืนป่า\"\\nทิวทัศน์อันเงียบสงบในเขตชานเมือง Inazuma ศาลเจ้าที่ทำจากไม้ Otogi ตั้งตระหง่านท่ามกลางต้นซากุระ ต้นเมเปิลและดอกไม้หลากสีสัน ผสมผสานกับแสงเทียนสั่นไหวให้ความรู้สึก \"ยิ่งใหญ่\" และ \"มั่นคง\" ที่จับต้องไม่ได้กระจายอยู่ทั่วทุกพื้นที่ กลีบดอกไม้ที่ร่วงหล่นนั้นดูราวกับมีชีวิตขึ้นมาเล็กน้อย\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Kaedehara Kazuha, Arataki Itto",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bố trí \"Ngoại Ô Thơ Mộng\".\\nCảnh sắc an nhàn của vùng ngoại ô Inazuma, miếu thờ bằng gỗ Otogi nằm dưới tán cây anh đào, những rặng cây phong và các cánh hoa rực rỡ, ánh nến lập lòe, sự \"uy nghiêm\" vô hình hòa hợp với sự \"an định\", cánh hoa tung bay khắp trời dường như cũng đượm vài phần linh tính.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Kaedehara Kazuha, Arataki Itto"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}