{
    "name": {
        "en": "Jakotsu Mine: Rock Pillar Warding Stone",
        "de": "Felssäulenschutzstein (Jakotsu-Mine)",
        "chs": "蛇骨矿洞·磐柱镇石",
        "cht": "蛇骨礦洞·磐柱鎮石",
        "es": "Piedra protectora del pilar de la Mina Jakotsu",
        "fr": "Pierre protectrice de pilier rocheux de la Mine Jakotsu",
        "id": "Jakotsu Mine: Batu Penangkal Pilar Batu",
        "jp": "蛇骨鉱坑·磐柱鎮石",
        "kr": "뱀 뼈 광갱·암주 제압석",
        "pt": "Mina Jakotsu: Pedra Protetora do Pilar de Rocha",
        "ru": "Шахта Дзякоцу - Самоцвет-оберег каменного столпа",
        "th": "Jakotsu Mine - Rock Pillar Warding Stone",
        "vi": "Hầm Mỏ Jakotsu - Trấn Thạch"
    },
    "id": 100963,
    "materialDesc": {
        "en": "A gem that has an electric scent and that is quite shocking to the touch. It has some unknown connection to the rock pillars on the island.",
        "de": "Ein Edelstein, der eine elektrische Aura hat und der sich ziemlich elektrisierend anfühlt. Er hat eine unbekannte Verbindung zu den Felssäulen auf der Insel.",
        "chs": "散发着雷元素气息、拥有雷电触感的宝石，似乎与岛上的磐柱存在某种关联…",
        "cht": "散發著雷元素氣息、擁有雷電觸感的寶石，似乎與島上的磐柱存在某種關聯…",
        "es": "Una gema que emana un aroma eléctrico y que electrifica al menor roce. Parece que guarda alguna relación con los pilares de roca de la isla...",
        "fr": "Une gemme dont émane une odeur électrique et qui électrise au toucher. Elle semble avoir un lien avec les piliers rocheux de l'île.",
        "id": "Batu permata yang memiliki aura listrik dan sedikit menyetrum saat disentuh. Batu ini sepertinya memiliki suatu hubungan dengan pilar-pilar batu di pulau...",
        "jp": "雷元素の力を漂わせ、雷電の感触がする宝石。島の磐柱と何かの繋がりが…",
        "kr": "번개 원소 기운을 뿜어내며, 번개의 촉감을 보유한 보석. 섬에 있는 바위 기둥과 어떤 연관이 있는 듯하다…",
        "pt": "Uma joia com aroma elétrico e que causa choques quando tocada. Ela tem alguma conexão desconhecida com os pilares de rocha da ilha.",
        "ru": "Самоцвет, который источает дыхание грома и весьма наэлектризован. Он неким образом связан с каменными столпами острова...",
        "th": "อัญมณีที่ที่ปล่อยพลังงานไฟฟ้าและแสงสีแปลกตา ดูเหมือนว่ามีส่วนเกี่ยวข้องกับเสาหินบนเกาะ...",
        "vi": "Đá quý phát tán hơi thở của nguyên tố lôi, sở hữu phản ứng sấm sét, hình như có mối liên hệ nào đó với các cột trụ trên đảo."
    },
    "materialType": "MATERIAL_QUEST"
}