{
    "name": {
        "en": "Jazari's Mora Purse",
        "de": "Jazaris Mora-Beutel",
        "chs": "加扎里的摩拉袋",
        "cht": "加扎里的摩拉袋",
        "es": "Bolsa de Mora de Jazari",
        "fr": "Bourse de moras de Jazari",
        "id": "Dompet Mora Jazari",
        "jp": "ジャザリーのモラ袋",
        "kr": "쟈자리의 모라 주머니",
        "pt": "Bolsa de Mora de Jazari",
        "ru": "Кошелёк Джазари",
        "th": "ถุงใส่ Mora ของ Jazari",
        "vi": "Túi Mora Của Jazari"
    },
    "id": 120006,
    "materialDesc": {
        "en": "This heavy Mora purse contains Jazari's research grants for half a year. If all the funds in there were used up by accident, Jazari would sure have an outburst of crying...",
        "de": "Ein vor lauter Mora schwerer Beutel, in dem Jazaris Forschungsfördergelder für das kommende halbe Jahr stecken. Wenn alles ohne Acht ausgegeben werden sollte, würde Jazari bestimmt bitterlich aufheulen ...",
        "chs": "沉甸甸的摩拉袋，里面装着加扎里半年的研究经费。如果不小心全部用掉的话，加扎里一定会哭出来的…",
        "cht": "沉甸甸的摩拉袋，裡面裝著加扎里半年的研究經費。如果不小心全部用掉的話，加扎里一定會哭出來的…",
        "es": "Una bolsa con Moras pesada que contiene los fondos de seis meses de investigación de Jazari. Si no se gasta con cuidado, seguro que Jazari se pondrá muy triste.",
        "fr": "Ce lourd sac de moras contient six mois de fonds de recherche de Jazari. Si tout ce qu'il contient est utilisé par accident, Jazari fondra en larmes...",
        "id": "Dompet Mora yang berat, di dalamnya terdapat biaya penelitian Jazari selama setengah tahun. Kalau semuanya terpakai secara tidak hati-hati, Jazari pasti akan menangis sekencang-kencangnya ....",
        "jp": "ジャザリーの研究費半年分が入った重いモラ袋。もし使い切ってしまったら、ジャザリーはきっと泣き喚くだろう…",
        "kr": "묵직한 모라 주머니. 안에는 쟈자리가 반년 동안 사용할 수 있는 연구 경비가 들어있다. 만약 실수로 전부 써버린다면 쟈자리는 분명 통곡하겠지…",
        "pt": "Essa bolsa pesada de Mora contém o fundo para pesquisa de Jazari para seis meses. Se todos os fundos fossem acidentalmente utilizados, Jazari com certeza choraria...",
        "ru": "Увесистый кошелёк с морой, которой хватит на полгода исследований. Если неосторожно потратить всю мору, Джазари наверняка расплачется...",
        "th": "ถุงใส่ Mora หนักอึ้ง ในนั้นใส่ค่าทำการวิจัยตลอดครึ่งปีของ Jazari เอาไว้ ถ้าหากเผลอใช้หมดในทีเดียวล่ะก็ Jazari ต้องร้องไห้ออกมาแน่เลย...",
        "vi": "Một túi Mora nặng, bên trong là kinh phí nghiên cứu nửa năm của Jazari. Nếu không may dùng hết, chắc chắn Jazari sẽ khóc thành tiếng..."
    },
    "materialType": "MATERIAL_QUEST"
}