{
    "name": {
        "en": "Jewelry Soup",
        "de": "Juwelensuppe",
        "chs": "珍珠翡翠白玉汤",
        "cht": "珍珠翡翠白玉湯",
        "es": "Estofado de gemas",
        "fr": "Soupe aux perles et au jade",
        "id": "Jewelry Soup",
        "jp": "真珠翡翠白玉湯",
        "kr": "진주비취백옥탕",
        "pt": "Ensopado de Gemas",
        "ru": "Суп из украшений",
        "th": "Jewelry Soup",
        "vi": "Canh Trân Châu Phỉ Thúy Bạch Ngọc"
    },
    "id": 108087,
    "materialDesc": {
        "en": "A simple vegetable soup. Snapdragon, tofu, and lotus seeds are put into boiling water and simmered. Jewelry Soup earned its luxurious name from the look of the ingredients used, but contrary to its name, the soup is commonly prepared and served in ordinary households.",
        "de": "Eine Gemüsesuppe mit einfachen Zutaten. Sobald das Wasser kocht, werden Goldfischkraut, Tofu und Lotos zugegeben. Der Name rührt vom Erscheinungsbild der Suppe her, die im Gegensatz dazu eine recht gewöhnliche Mahlzeit darstellt.",
        "chs": "用料朴素的菜汤。热水烧开后，将金鱼草、豆腐和莲子下锅齐煮。因其造型寓意而被戏称为「珍珠翡翠白玉汤」，实质上是一道非常家常的菜品。",
        "cht": "用料樸素的菜湯。熱水燒開後，將金魚草、豆腐和蓮子下鍋齊煮。因其造型寓意而被戲稱為「珍珠翡翠白玉湯」，實質上是一道非常家常的菜品。",
        "es": "Una sencilla sopa de verduras. Cuando el agua empieza a hervir, se añade la flor dorada, el tofu y las semillas de loto y se deja cocer. Debido a su aspecto, la gente suele llamar a este plato “estofado de gemas”, pero en realidad no es un plato lujoso, sino más bien bastante casero.",
        "fr": "Une simple soupe de légumes. Les gueules-de-loup, le tofu et les graines de lotus sont mijotés dans de l'eau bouillante. Ce plat a été nommé selon son apparence, et contrairement à ce qu'on pourrait croire, il s'agit une spécialité populaire.",
        "id": "Sup sayur yang simpel. Bunga Snapdragon, tahu, dan biji bunga teratai dimasukkan ke dalam air mendidih. Sup ini mendapat nama mewahnya dari bahan yang digunakan, tapi sebenarnya sup ini merupakan masakan rumah yang sangat umum.",
        "jp": "簡単な材料で作られたスープ。沸騰したお湯に金魚草、豆腐、蓮の実を入れるだけ。緑野菜と豆腐は翡翠と白玉に見えるのが名前の由来だが、本当は簡単に作れる家庭料理。",
        "kr": "소박한 재료로 만든 야채수프. 끓는 물에 금어초, 두부, 연밥을 넣고 푹 삶는다. 좀 그런 모양새 때문에 「진주비취백옥탕」이라고 비웃지만 사실 가장 흔한 집밥이다",
        "pt": "Uma simples sopa de vegetal. Flor Crânio de Dragão, tofu e sementes de lótus são colocados em água fervente e cozidos. O nome Ensopado de Gemas vem de sua aparência luxuosa por conta dos ingrediente usados, mas ao contrário do que seu nome indica, a sopa é comumente prepara e servida em famílias comuns.",
        "ru": "Простой овощной суп. Тофу, львиный зев и семена лотоса. Своё роскошное название суп получил за внешний вид приготовленных ингредиентов, отдалённо напоминающих гору драгоценностей. Несмотря на столь изысканное имя, суп чаще всего готовят и подают к столу в самых обычных семьях.",
        "th": "สตูผักที่ทำจากส่วนผสมวัตถุดิบทั่ว ๆ ไป หลังจากที่ต้มน้ำจนเดือดแล้วจึงนำ Snapdragon, เต้าหู้และเม็ดบัวลงไปต้มในหม้อ โดยชื่อ Jewelry Soup นั้นถูกตั้งตามหน้าตาของมัน ซึ่งความเป็นจริงแล้วก็คืออาหารที่แต่ละบ้านนิยมทำกินกันทั่วไปนั่นเอง",
        "vi": "Canh có nguyên liệu mộc mạc. Sau khi nước sôi, nấu cỏ kim ngư, đậu hũ và hạt sen chung với nhau. Vì ngụ ý trong món ăn mà được đặt tên là Canh Trân Châu Phỉ Thúy Bạch Ngọc, thực chất là một món ăn vô cùng bình thường."
    },
    "materialType": "MATERIAL_FOOD"
}