{
    "name": {
        "en": "Jiayi's Gifts",
        "de": "Jiayis Geschenk",
        "chs": "嘉义的礼物",
        "cht": "嘉毅的禮物",
        "es": "Regalo de Jiayi",
        "fr": "Cadeau de Jiayi",
        "id": "Hadiah Jiayi",
        "jp": "嘉義のプレゼント",
        "kr": "가의의 선물",
        "pt": "Presentes de Jiayi",
        "ru": "Подарки Цзя И",
        "th": "ของขวัญของ Jiayi",
        "vi": "Quà của Jiayi"
    },
    "id": 100560,
    "materialDesc": {
        "en": "A huge, heavy bag of gifts bought by Jiayi for his daughter, Little Liu. Perhaps Jiayi would prefer to give it to his daughter himself?",
        "de": "Ein riesiges Paket mit Geschenken, die Jiayi für seine Tochter Liu besorgt hat. Vielleicht möchte Jiayi es der kleinen Liu doch am liebsten persönlich überreichen.",
        "chs": "嘉义给自己的女儿小六买的礼物，沉甸甸的一大包。也许，嘉义更想自己亲手送给小六…",
        "cht": "嘉毅給自己的女兒小六買的禮物，沉甸甸的一大包。也許，嘉毅更想自己親手送給小六…",
        "es": "Una bolsa de regalos enorme y pesada que Jiayi compró para su hija, la Pequeña Liu. Tal vez prefiera dársela él en persona.",
        "fr": "Un grand sac au poids important qui contient le cadeau que Jiayi souhaite offrir à sa fille, Petite Liu. Il aurait sans doute voulu le lui remettre en mains propres...",
        "id": "Sebuah kantong hadiah yang besar dan berat, dibeli oleh Jiayi untuk putrinya, Little Liu. Jiayi sepertinya ingin memberikan sendiri hadiah ini kepada putrinya...",
        "jp": "嘉義から自分の娘である六へのプレゼント。重そうでたくさんのものが入っているらしい。自分でプレゼントを娘に渡したいと嘉義は思っているだろう。",
        "kr": "가의가 딸 육이에게 사준 선물. 무겁게 한가득이다. 어쩌면 가의는 본인이 직접 육이에게 주고 싶을지도…",
        "pt": "Um presente comprado pelo Jiayi para a sua filha Pequena Liu, que é uma bolsa. Talvez o Jiayi prefere dar pessoalmente a Pequena Liu...",
        "ru": "Огромный мешок подарков, которые для своей дочери купил Цзя И. Может быть, он хотел бы вручить их малышке Лю сам...",
        "th": "Jiayi ซื้อของขวัญให้ลูกสาวของเขา เจ้าหนู Liu กล่องหนักเอาเรื่องทีเดียว ซึ่ง Jiayi อยากจะมอบของขวัญให้ เจ้าหนู Liu กับมือตัวเอง...",
        "vi": "Món quà Jiayi mua cho cô con gái Liu, một chiếc túi to nặng trĩu. Có lẽ Jiayi muốn tự tay tặng cho Liu hơn..."
    },
    "materialType": "MATERIAL_QUEST"
}