{
    "name": {
        "en": "Jueyun Guoba",
        "de": "Jueyun-Schinkenreis",
        "chs": "绝云锅巴",
        "cht": "絕雲鍋巴",
        "es": "Guoba de Jueyun",
        "fr": "Gooba de Jueyun",
        "id": "Jueyun Guoba",
        "jp": "絶雲お焦げ",
        "kr": "절운 누룽지",
        "pt": "Guoba de Jueyun",
        "ru": "Заоблачный гоба",
        "th": "Jueyun Guoba",
        "vi": "Cơm Cháy Tuyệt Vân"
    },
    "id": 108211,
    "materialDesc": {
        "en": "One of Liyue's specialty snacks. Stir-fried ham and Jueyun Chili sprinkled on a crispy crust made from Rice and Horsetail create a refined, meaty snack that transforms humble Rice into a hot delicacy.",
        "de": "Eine Spezialität aus Liyue. Den Schinken in feine Scheiben schneiden, dann mit Jueyun-Peperoni zusammen kurz anbraten, abschmecken und die Mischung über den scharf angebratenen Reis gießen. So kann man aus gewöhnlichem Reis eine raffinierte Delikatesse zaubern, mit würzigem Fleisch und kräftigem Aroma.",
        "chs": "璃月的特色小吃之一。将切片的火腿与绝云椒椒快炒，浇在稻米和马尾穗混合煎熟的锅巴上制成。混合着精制肉品与辛香的气息，四处可见的寻常稻米在此时也变成了炙手可热的美味菜品。",
        "cht": "璃月的特色小吃之一。將切片的火腿與絕雲椒椒快炒，澆在稻米和馬尾穗混合煎熟的鍋巴上製成。混合著精製肉品與辛香的氣息，四處可見的尋常稻米在此時也變成了炙手可熱的美味菜品。",
        "es": "Uno de los aperitivos típicos de Liyue. Se fríen los chiles de Jueyun y el jamón y se vierten encima de la mezcla de arroz crujiente y cola de caballo. La combinación de la carne y el sabor picante convierte a un ingrediente tan cotidiano como el arroz en una comida tan sabrosa que se disfruta a dos carrillos.",
        "fr": "Une des nombreuses spécialités de Liyue. Les piments de Jueyun sont cuits rapidement à feu soutenu avec les tranches de jambon, puis le tout est ensuite déposé par-dessus une croûte délicate et craquante de riz agrémenté de queues de cheval.",
        "id": "Salah satu camilan khas Liyue. Tumis potongan ham bersama dengan Jueyun Chili, kemudian tuangkan ke atas nasi yang digoreng dengan Horsetail. Dengan kombinasi harumnya daging dan rasa pedas yang segar, membuat bahan yang umum seperti nasi menjadi sangat nikmat dan panas.",
        "jp": "璃月のご当地グルメの一つ。薄切りにしたハムと絶雲の唐辛子を素早く炒め、米と馬尾の穂を焼いて作ったお焦げの上にのせる。肉と香辛料が混ざり合った香りによって、なんの変哲もない米が絶品の料理へと生まれ変わった。",
        "kr": "리월의 별미 중 하나. 얇게 썬 햄과 절운고추를 재빨리 볶아 쌀과 말총 이삭을 섞어 만든 누룽지 위에 올린다. 가공된 고기와 향긋한 냄새가 어우러져 흔히 볼 수 있던 쌀이 인기 있는 요리로 재탄생 됐다.",
        "pt": "Um dos lanches especiais de Liyue. Presunto frito e Pimentas de Jueyun em uma camada crocante feita de arroz e cauda de cavalo criam um refinado lanche de carne que transforma o arroz humilde em uma iguaria.",
        "ru": "Деликатес из Ли Юэ. Хрустящая рисовая корочка и конский хвост посыпаются кусочками обжаренной ветчины и заоблачного перчика. Насыщенный мясной аромат превращает самый обычный рис в обжигающее яство.",
        "th": "หนึ่งในของทานเล่นขึ้นชื่อของ Liyue หั่นแฮมเป็นแผ่น ๆ และนำมาผัดกับ Jueyun Chili อย่างรวดเร็ว จากนั้นราดลงบนข้าวและ Horsetail อบกรอบ ส่วนผสมระหว่างเนื้อสัตว์คุณภาพดีและกลิ่นหอมของรสเผ็ดนั้น ทำให้ข้าวธรรมดา ๆ ที่พบเห็นได้ทั่วไป กลายเป็นของทานเล่นที่มีรสชาติจัดจ้านอย่าบอกใครขึ้นมาทันที",
        "vi": "Một trong những món ăn vặt đặc sắc của Liyue. Xào nhanh giăm bông xắt miếng và Ớt Tuyệt Vân rồi đổ lên miếng cơm cháy. Vị cay nồng hòa cùng thịt thơm ngon, khiến cho món cơm bình dân bỗng trở thành món ngon tuyệt hảo."
    },
    "materialType": "MATERIAL_FOOD"
}