{
    "name": {
        "en": "Juvenile Jade",
        "de": "Junge Jade",
        "chs": "未熟之玉",
        "cht": "未熟之玉",
        "es": "Jade inmaduro",
        "fr": "Jade juvénile",
        "id": "Juvenile Jade",
        "jp": "未熟の玉石",
        "kr": "설익은 옥",
        "pt": "Jade Juvenil",
        "ru": "Незрелый нефрит",
        "th": "Juvenile Jade",
        "vi": "Ngọc Chưa Chín"
    },
    "id": 113016,
    "materialDesc": {
        "en": "A crystalline substance taken from a Primo Geovishap. Within it is contained the potential to become a dragon.\\nThese dull crystals are precipitated within the bodies of vishaps sleeping in the mountains. Liyue folklore holds that they will gather power over many years, after which this crystal will, at last, replace their original heart, and the vishap will become a true dragon — one that can shake the mountains and split the earth.",
        "de": "Eine kristalline Substanz, erhalten von einer alten Geo-Drachenechse. Ihr wohnt das Potenzial inne, ein Drache zu werden.\\nDer stumpfe Kristall entsteht in den Körpern von Drachenechsen, die in den Bergen schlafen. Der Volksglaube in Liyue besagt, dass der Kristall über die Jahre immer stärker wird und schließlich das Herz einer Drachenechse ersetzt. Wenn dieser Punkt erreicht ist, wird die Drachenechsen zu einem wahren Drachen.",
        "chs": "从古岩龙蜥处取来的结晶物质，蕴含着成为龙的可能性。\\n沉眠在山岳中的龙蜥体内，会析出这种黯淡的晶石。璃月有坊间传说认为，力量随着年月积聚，而这种晶石最终会取代原本的心脏，而龙蜥也会成为真正的龙，撼动山岳、撕裂大地。",
        "cht": "從古岩龍蜥處取來的結晶物質，蘊含著成為龍的可能性。\\n沉眠在山岳中的龍蜥體內，會析出這種黯淡的晶石。璃月有坊間傳說認為，力量隨著年月積聚，而這種晶石最終會取代原本的心臟，而龍蜥也會成為真正的龍，撼動山岳、撕裂大地。",
        "es": "Un cristal obtenido de los Protodragartos Geo. Contiene el potencial para convertirse en un dragón.\\nEste oscuro mineral se encuentra dentro del cuerpo de los Dragartos, que duermen profundamente en las montañas. Las leyendas urbanas cuentan que, como la fuerza se va acumulando con los años, este mineral sustituirá al corazón de estas criaturas algún día，las cuales se convertirán en dragones que sacuden las montañas y desgarran la tierra.",
        "fr": "Une substance cristalline prélevée sur un Géosaure antique. En elle réside le pouvoir de se transformer en dragon.\\nCes cristaux ternes se développent dans les corps des Élémentosaures qui sommeillent dans les montagnes. On raconte à Liyue qu'ils finissent par prendre la place du cœur de leur hôte une fois qu'ils ont accumulé suffisamment d'énergie, l'Élémentosaure d'origine devenant alors un véritable dragon, capable d'ébranler les montagnes et d'ouvrir la terre.",
        "id": "Sebuah kristal yang didapatkan dari Primo Geovishap. Berisi potensi untuk menjadi seekor naga.\\nKristal ini muncul sebagai endapan di dalam tubuh vishap yang bersemayam dalam gunung. Legenda Liyue menceritakan bahwa setelah mengumpulkan energi untuk waktu yang sangat lama, kristal ini akan menggantikan jantung vishap, sehingga vishap tersebut akan berubah menjadi seekor naga yang bisa menggetarkan gunung dan membelah bumi.",
        "jp": "エンシェントヴィシャップ·岩から取り出した結晶物質。龍になれる可能性を秘めている。\\n山で深く眠るヴィシャップは、このような薄暗い結晶を沈殿させる。璃月の伝説によると、この結晶は時間とともに力が蓄積し、最終的に本来の心臓を取り替え、ヴィシャップも真の龍になり、山を揺るがし、大地を引き裂くという。",
        "kr": "고대 바위 용 도마뱀한테서 얻어낸 결정. 용이 될 가능성을 지니고 있다.\\n산속에 깊이 잠들어 있는 용 도마뱀은 이런 어두운 수정석을 석출할 수 있다. 리월의 민간 전설에 의하면, 이 힘은 시간이 지날수록 축적되고 이러한 수정석이 결국 원래의 심장을 대체해 용 도마뱀도 진정한 용이 되어 산을 뒤흔들고 대지를 가른다고 한다.",
        "pt": "Um Cristal pego do Dragarto Primordial. Contém o poder para transformar em um dragão.\\nHibernando na montanha, o Dragarto pode parir esse tipo de cristal negro. Dizem nas ruas de Liyue que esse poder se acumula com os anos, e que esse cristal é capaz de substituir o coração dos Dragartos, que podem se tornar um dragão, tremendo montanhas e rasgando a terra.",
        "ru": "Кристаллическая масса, добытая из древнего геовишапа. В ней заключена возможность стать драконом.\\nЭти тёмные кристаллы выделяются в организме вишапов, спящих в горах. В легендах Ли Юэ говорится, что они годами собирают силу, и в конце концов кристалл заменяет сердце вишапа, после чего он становится настоящим драконом - драконом, который сотрясает горы и раздирает землю.",
        "th": "คริสตัลที่ได้มาจาก Primo Geovishap ซึ่งมีความเป็นไปได้ที่จะกลายเป็นมังกร\\nคริสตัลสีเข้มเหล่านี้ตกตะกอนอยู่ภายในร่างกายของ Geovishap ที่หลับใหลอยู่ในภูเขา ตำนานของ Liyue เชื่อว่าหลังจากที่สะสมพลังเป็นเวลาหลายปีแล้ว ในที่สุดคริสตัลนี้จะไปแทนที่หัวใจของพวกมัน และ Vishap ก็จะกลายเป็นมังกรอย่างสมบูรณ์ มังกรที่สามารถทำให้ภูเขาสั่นสะเทือน และทำให้พื้นแตกเป็นเสี่ยง ๆ ได้",
        "vi": "Chất liệu kết tinh lấy từ Rồng Đất cổ đại.\\nTrong cơ thể của những con Rồng Đất ngủ say sẽ tiết ra loại tinh thạch này. Truyền thuyết Liyue kể rằng tinh thạch này tích tụ theo thời gian sẽ thay thế thành nội tạng của chúng, khiến chúng biến thành con rồng thực thụ, rung chuyển núi đồi và xé nát mặt đất."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}