{
    "name": {
        "en": "Kaedehara Yoshinori's Letter",
        "de": "Kaedehara Yoshinoris Brief",
        "chs": "枫原义庆的信",
        "cht": "楓原義慶的信",
        "es": "Carta de Kaedehara Yoshinori",
        "fr": "Lettre de Kaedehara Yoshinori",
        "id": "Surat Kaedehara Yoshinori",
        "jp": "楓原義慶の手紙",
        "kr": "카에데하라 요시노리의 편지",
        "pt": "Carta de Kaedehara Yoshinori",
        "ru": "Письмо Каэдэхара Ёсинори",
        "th": "จดหมายของ Kaedehara Yoshinori",
        "vi": "Thư Của Kaedehara Yoshinori"
    },
    "id": 101733,
    "materialDesc": {
        "en": "A blank piece of paper that was hidden in an old flower pot. When dipped in water, it reveals a long-sealed secret.\\nAfter telling everyone about the truth that was concealed within, Kazuha said that \"this letter may still be of use to you,\" before handing it over to you.",
        "de": "Ein leeres Stück Papier, das in einem alten Blumentopf versteckt war. Wenn es in Wasser getaucht wird, enthüllt es ein lang gehütetes Geheimnis.\\nNachdem Kazuha allen von der Wahrheit erzählt hat, die sich darin verbirgt, sagte er, dass „dieser Brief vielleicht noch von Nutzen für dich ist“, bevor er ihn dir übergab.",
        "chs": "藏在古旧花盆夹层中的空白纸张，沾上水后，就会浮现出尘封多年的秘密。\\n在将信上记述的真相告诉大家后，万叶说「这封信对你或许还有用」，便将它交给了你。",
        "cht": "#藏在古舊花盆夾層中的空白紙張，沾上水後，就會浮現出塵封多年的秘密。\\n在將信上記述的真相告訴大家後，萬葉說「這封信對{F#妳}{M#你}或許還有用」，便將它交給了{F#妳}{M#你}。",
        "es": "Una hoja de papel en blanco escondida en el compartimento secreto de un bonsái. Tras haberse mojado con agua, reveló unos secretos que llevaban años enterrados.\\nTras contarles a todos la verdad que se exponía en la carta, Kazuha te la entregó y dijo: “quizás esta carta aún pueda serte útil”.",
        "fr": "Un morceau de papier vierge qui a été caché dans un vieux pot de fleurs. Après avoir raconté à tout le monde la vérité qu'elle recelait, Kazuha a affirmé que cette lettre pouvait être encore utile avant de vous la remettre.",
        "id": "Secarik kertas kosong yang disembunyikan di pot bunga tua. Saat dicelupkan ke dalam air, maka rahasianya yang sudah lama tersegel akan terungkap.\\nSetelah memberi tahu semua orang tentang kebenaran yang tersembunyi di dalamnya, Kazuha mengatakan bahwa, \"Surat ini mungkin masih berguna untukmu.\" dan akhirnya menyerahkannya padamu.",
        "jp": "古い植木鉢の隙間に隠されていた真っ白な紙。水に浸すと、長年封印されていた秘密が浮かび上がってきた。\\n手紙に書かれた真実を皆に話した後、万葉が「お主の役に立つかも」と渡してくれた。",
        "kr": "오래된 화분의 틈새에 숨겨져 있는 빈 종잇조각. 물에 젖으면 오랜 시간 봉인되어 있던 비밀이 드러난다.\\n편지에 적힌 진상을 모두에게 알린 후, 카즈하는 「이 편지는 네게 도움이 될지도 모른다」며 편지를 여행자에게 넘긴다",
        "pt": "Uma folha de papel em branco escondida em um velho vaso de flores. Quando mergulhada na água, revela um segredo há muito tempo selado.\\nApós contar a todos sobre a verdade contida nele, Kazuha disse \"essa carta talvez ainda possa lhe servir\", antes de entregá-la para você.",
        "ru": "Чистый лист бумаги, который был спрятан в старом цветочном горшке. Если этот лист смочить водой, откроется его многолетняя тайна.\\nПоведав всем скрывавшуюся в нём истину, Кадзуха со словами «Это письмо ещё пригодится тебе» передал его вам.",
        "th": "กระดาษเปล่าซ่อนอยู่กลางกระถางดอกไม้โบราณ เมื่อมันเปียกน้ำ ความลับที่ถูกซ่อนมานานหลายปีก็จะปรากฏขึ้น\\nหลังจากที่อธิบายความจริงเกี่ยวกับจดหมายนี้ให้ทุกคนฟังแล้ว Kazuha ก็พูดขึ้นว่า \"จดหมายนี้อาจจะยังมีประโยชน์กับเธอ\" แล้วก็ยื่นจดหมายนั้นให้คุณ",
        "vi": "Mảnh giấy trắng được kẹp giữa bồn hoa cổ xưa, sau khi thấm nước sẽ hiện ra bí mật bị giấu kín nhiều năm.\\nSau khi nói chân tướng trên đó cho mọi người biết, Kazuha nói \"Lá thư này có lẽ vẫn còn hữu dụng đối với bạn\", và giao nó cho bạn."
    },
    "materialType": "MATERIAL_QUEST"
}