{
    "name": {
        "en": "Kaeya: Pavo Ocellus",
        "de": "Kaeya – Pfau",
        "chs": "凯亚·孔雀",
        "cht": "凱亞·孔雀",
        "es": "Kaeya - Pavo Ocellus",
        "fr": "Kaeya - Pavo Ocellus",
        "id": "Kaeya: Pavo Ocellus",
        "jp": "ガイア·孔雀",
        "kr": "케이아·공작",
        "pt": "Kaeya - Pavo Ocellus",
        "ru": "Павлин",
        "th": "Kaeya - Pavo Ocellus",
        "vi": "Kaeya - Khổng Tước"
    },
    "id": 210010,
    "materialDesc": {
        "en": "Namecard style.\\nThe pattern of peacock feathers resembles eyes that never shut. Can we really say that this Pavo Ocellus is missing an eye...?",
        "de": "Ein Motiv für Namenskärtchen.\\nDie Schwanzfedern eines Pfaus sehen aus wie Augen, die sich niemals schließen. Kaeya fehlt also kein Auge, sondern ...",
        "chs": "名片纹饰。\\n孔雀漂亮尾羽上的花纹很像是永不闭上的眼睛。所以凯亚并非少了一只眼睛，而是…",
        "cht": "名片紋飾。\\n孔雀漂亮尾羽上的花紋很像是永不閉上的眼睛。所以凱亞並非少了一隻眼睛，而是…",
        "es": "Diseño de tarjeta de presentación.\\nEl patrón de las plumas del pavo real se asemeja a unos ojos que nunca se cierran. Entonces, ¿a Kaeya no le falta un ojo, sino que, en realidad, es un pavo real?",
        "fr": "Thème.\\nLe paon arbore sur ses plumes des motifs faisant penser à des yeux qui jamais ne se ferment. Peut-on vraiment dire qu'il manque un œil à Kaeya...?",
        "id": "Style kartu nama.\\nPola bulu merak menyerupai mata yang tidak pernah menutup. Jadi Kaeya tidak benar-benar kehilangan matanya, tapi...",
        "jp": "名刺の飾り紋。\\n孔雀の綺麗な尾羽の模様は開いている瞳のようだ。だからガイアは片目を失ったではなく…",
        "kr": "명함 스킨.\\n공작의 아름다운 꼬리깃 무늬는 절대 감기지 않는 눈을 닮았다. 그래서 케이아는 눈 하나가 없는 게 아니라…",
        "pt": "Estilo de Cartão de Visita.\\nO padrão na pena azul do pavão é parecido com o olho que nunca fecha. Então isso talvez explique por que o Kaeya tem apenas um olho...",
        "ru": "Именная карта.\\nПрекрасный узор на павлиньих перьях напоминает немигающие глаза. Кэйа вовсе не лишился глаза, просто он...",
        "th": "ลายนามบัตร\\nลวดลายบนขนนกยูงที่สวยงามนั้น เหมือนดั่งดวงตาที่ไม่มีวันปิด ดังนั้น Kaeya ไม่ได้มีดวงตาเพียงข้างเดียว หากแต่...",
        "vi": "Hoa văn danh thiếp.\\nHoa văn trên lông đuôi xinh đẹp của Khổng Tước rất giống đôi mắt không bao giờ nhắm lại. Vì thế, Kaeya không phải thiếu mất một mắt, mà là..."
    },
    "materialType": "MATERIAL_NAMECARD"
}