{
    "name": {
        "en": "Kamisato Ayaka: Folding Fan",
        "de": "Kamisato Ayaka – Fächer",
        "chs": "神里绫华·扇子",
        "cht": "神里綾華·扇子",
        "es": "Kamisato Ayaka - Abanico",
        "fr": "Kamisato Ayaka - Éventail",
        "id": "Kamisato Ayaka: Folding Fan",
        "jp": "神里綾華·扇子",
        "kr": "카미사토 아야카·부채",
        "pt": "Kamisato Ayaka - Leque",
        "ru": "Веер",
        "th": "Kamisato Ayaka - พัด",
        "vi": "Kamisato Ayaka - Cây Quạt"
    },
    "id": 210081,
    "materialDesc": {
        "en": "Namecard style.\\nAyaka does constantly change out the fans she carries with her, of course. If you're buying her some as gifts, remember not to send summer fans or throwing fans. Dancing fans or tea fans are good choices, though.",
        "de": "Ein Motiv für Namenskärtchen.\\nAyaka wechselt die Fächer, die sie bei sich trägt, natürlich ständig aus. Wenn du ihr welche als Geschenk kaufst, denke daran, keine Sommerfächer oder Wurf-Fächer zu schenken. Tanzfächer oder Teefächer sind hingegen gute Ideen.",
        "chs": "名片纹饰。\\n绫华的配扇当然一直在换。如果想作为赠礼送给她的话，记得不要送成了夏扇或者投扇，舞扇或者茶扇是不错的选择。",
        "cht": "名片紋飾。\\n綾華的配扇當然一直在換。如果想作為贈禮送給她的話，記得不要送成了夏扇或者投扇，舞扇或者茶扇是不錯的選擇。",
        "es": "Diseño de tarjeta de presentación.\\nAyaka siempre juguetea con su abanico. Si quieres regalarle uno, mejor que no sea un abanico estival o uno utilizado en el juego de lanzamiento de abanicos. Podrías regalarle uno de baile o uno para la hora del té.",
        "fr": "Thème.\\nAyaka change constamment d'éventail. Si vous voulez en donner en cadeau, évitez un éventail d'été ou un éventail de lancer. Les éventails de danse ou pour le thé sont de bons choix cependant.",
        "id": "Style Kartu Nama.\\nAyaka selalu mengganti kipas yang dibawanya, tentu saja. Jika kamu ingin memberinya hadiah, ingatlah untuk jangan memberinya kipas musim panas atau kipas untuk dilempar seperti senjata. Kipas untuk menari atau minum teh setidaknya adalah pilihan yang baik.",
        "jp": "名刺の飾り紋。\\n綾華はよく扇子を変える。彼女に贈る場合、夏扇や投扇ではなく、舞扇と茶扇の方がいいかもしれない。",
        "kr": "명함 스킨\\n아야카의 부채는 자주 바뀐다. 부채를 선물로 줄 생각이라면, 하선이나 투선은 피하도록 하자. 무선이나 차선은 꽤 괜찮은 선택이다",
        "pt": "Estilo de Cartão de Visita.\\nAyaka muda constantemente os leques que carrega consigo, é claro. Se for comprar um para ela como presente, lembre-se de não escolher leques de verão ou leques de guerra. Leques de dança ou de chá são boas escolhas, no entanto.",
        "ru": "Именная карта.\\nАяку не увидеть с одним и тем же веером. Если вы хотите что-нибудь ей подарить, забудьте о летних и метательных веерах. Танцевальные и чайные веера могут стать неплохим выбором.",
        "th": "ลายนามบัตร \\nพัดที่เข้าคู่กันของ Ayaka นั้นแน่นอนเปลี่ยนแปลงตลอดเวลา หากต้องการมอบมันให้กับเธอเป็นของขวัญ จำไว้ว่าอย่าให้มันเป็นพัดที่ใช้ในฤดูร้อนหรือใช้ในเกมพัดโยนเสี่ยงทาย ใช้เป็นพัดเต้นรำหรือพัดยามดื่มชาก็ถือเป็นทางเลือกที่ดี",
        "vi": "Hoa văn danh thiếp. \\nAyaka không ngừng thay đổi những chiếc quạt mang theo bên mình. Nếu muốn tặng quà cho cô ấy, tốt nhất không nên tặng cô ấy quạt mùa hè hay những chiếc dùng trong trò chơi ném quạt, lựa chọn tốt nhất chính là chiếc quạt dùng khi khiêu vũ hoặc khi tham gia các bữa tiệc trà."
    },
    "materialType": "MATERIAL_NAMECARD"
}