{
    "name": {
        "en": "Karmaphala Wood",
        "de": "Karmaphala-Holz",
        "chs": "业果木",
        "cht": "業果木",
        "es": "Madera kármica",
        "fr": "Bois de karmaphalien",
        "id": "Karmaphala Wood",
        "jp": "業果材",
        "kr": "카르마팔라 나무 원목",
        "pt": "Madeira Karmaphal",
        "ru": "Древесина кармафалы",
        "th": "ไม้ Karmaphala",
        "vi": "Gỗ Karmaphala"
    },
    "id": 101314,
    "materialDesc": {
        "en": "The wood of the Karmaphala Tree. One can easily get a nice, smooth surface while working on this material and obtain a rather eye-pleasing result without going through any sophisticated processes.\\nCan be used to create furnishings.",
        "de": "Das Holz des Karmaphala-Baums. Es bedarf nur einer einfachen Behandlung, um eine glatte Oberfläche zu erhalten. Es ist keine besondere Feinarbeit erforderlich, um ein schönes Aussehen zu erzielen.\\nKann zum Herstellen von Dekoration verwendet werden.",
        "chs": "「业果树」出产的木材，只需简单的处理就能得到光滑的切面，无需精细加工就极为美观。\\n可用于制作摆设。",
        "cht": "「業果樹」出產的木材，只需簡單的處理就能得到光滑的切面，無需精細加工就極為美觀。\\n可用於製作擺設。",
        "es": "Madera obtenida de árboles kármicos. No se necesita procesar demasiado para conseguir de ella trozos de madera muy lisos, ni tampoco es necesario invertir mucho tiempo y esfuerzo en cada detalle para lograr un resultado impecable.\\nPuede utilizarse para fabricar decoraciones.",
        "fr": "Bois obtenu à partir de karmaphalien. En le travaillant, on peut facilement obtenir une surface lisse et agréable à la fois à l'œil et au toucher sans utiliser de procédés trop sophistiqués.\\nPeut être utilisé pour fabriquer des décorations.",
        "id": "Kayu Pohon Karmaphala. Seseorang dapat dengan mudah mendapatkan sebuah papan permukaan yang halus dan bagus saat menggunakan bahan ini dan juga akan mendapatkan hasil yang cukup bagus tanpa melalui proses yang kompleks.\\nDapat digunakan untuk membuat perabotan.",
        "jp": "「業果の木」から生産される木材。細かな加工を行わなくとも、簡単な仕上げだけで非常に美しい滑らかな切り口になる。\\n調度品の製作に使うことができる。",
        "kr": "「카르마팔라 나무」에서 얻은 목재. 간단한 처리만으로도 매끄러운 절단면이 만들어지기에 복잡한 가공 없이도 아름답다.\\n장식을 만드는 데 사용할 수 있다",
        "pt": "Madeira da Árvore Karmaphal. É possível obter uma superfície lisa enquanto se trabalha nesse material e obter um resultado muito agradável sem ter que passar por um processo sofisticado.\\nPode ser usada para fazer Decorações.",
        "ru": "Древесина, полученная из дерева кармафалы. При работе с этим материалом легко получить ровную и гладкую поверхность и достигнуть отличного результата без дополнительной обработки.\\nСлужит для изготовления декора.",
        "th": "ไม้ที่ได้จาก \"ต้น Karmaphala\" เพียงแค่จัดการเล็กน้อยก็จะได้พื้นผิวที่เรียบลื่นเงางามโดยไม่จำเป็นต้องแปรรูป\\nสามารถนำมาใช้สร้างเฟอร์นิเจอร์ได้",
        "vi": "Gỗ từ Cây Karmaphala, chỉ cần xử lý đơn giản là có được mặt cắt trơn tru, không cần gia công kỹ càng cũng cực đẹp.\\nCó thể sử dụng để làm đồ trang trí."
    },
    "materialType": "MATERIAL_WOOD"
}