{
    "name": {
        "en": "Katheryne's Letter",
        "de": "Katherynes Brief",
        "chs": "凯瑟琳的信",
        "cht": "凱瑟琳的信",
        "es": "Carta de Katheryne",
        "fr": "Lettre de Catherine",
        "id": "Surat Katheryne",
        "jp": "キャサリンの手紙",
        "kr": "캐서린의 편지",
        "pt": "Carta de Katheryne",
        "ru": "Письмо Катерины",
        "th": "จดหมายของ Katheryne",
        "vi": "Thư của Katheryne"
    },
    "id": 100398,
    "materialDesc": {
        "en": "A tightly-sealed letter packed with other supporting documents that prove the bearer of the letter to be a reliable and experienced adventurer.",
        "de": "Ein fest versiegelter Brief mit vielen Informationen, die darlegen, dass der Träger dieses Briefs ein erfahrener Abenteurer und sehr vertrauenswürdig ist.",
        "chs": "封得很紧的信，里面附有充足的资料，证明持有此信的冒险家经验充足，堪当大任。",
        "cht": "封得很緊的信，裡面附有充足的資料，證明持有此信的冒險家經驗充足，堪當大任。",
        "es": "Una carta bien sellada con información suficiente para probar que el aventurero que posee la carta tiene experiencia y es competente.",
        "fr": "Une lettre scellée qui prouve que son détenteur est un aventurier expérimenté et digne de confiance.",
        "id": "Surat yang tersegel rapat dengan informasi yang cukup untuk membuktikan bahwa petualang yang memegang surat itu berpengalaman dan kompeten.",
        "jp": "きつく閉められた手紙、中には十分の資料が入っており、この手紙を持っている冒険者にはかなりの経験があり、信用されているということである。",
        "kr": "단단히 봉한 편지. 안에는 충분한 자료가 첨부되어 있다. 이 편지를 지닌 모험가는 경험이 풍부해서 중임을 맡을 수 있다는 걸 증명해준다",
        "pt": "Uma carta bem selada, com documentos comprovativos - certamente reforça a confiança na experiência e na confiabilidade do aventureiro.",
        "ru": "Плотно запечатанное письмо и прочие сопутствующие документы. Вселяет уверенность в опытности искателя приключений.",
        "th": "จดหมายที่ผนึกไว้อย่างแน่นหนา ข้างในมีข้อมูลที่เพียงพอที่จะพิสูจน์ว่านักผจญภัยที่ถือจดหมายนั้นมีประสบการณ์และมีความสามารถ",
        "vi": "Một lá thư được niêm phong chặt chẽ, bên trong lưu giữ nhiều tài liệu, chứng minh rằng nhà mạo hiểm cầm lá thư này rất có kinh nghiệm và năng lực."
    },
    "materialType": "MATERIAL_QUEST"
}