{
    "name": {
        "en": "Key Fence: Self-Restraint",
        "de": "Territoriales Geländer – „Selbstbeherrschung“",
        "chs": "要地栏楯-「约己之壁」",
        "cht": "要地欄楯-「約己之壁」",
        "es": "Valla delimitadora: Muro del pacto",
        "fr": "Barrière stratégique « Mur de la retenue »",
        "id": "Pagar Pembatas: Pengendalian Diri",
        "jp": "要地の柵-「自厳の壁」",
        "kr": "요충지 울타리-「자기 단속」",
        "pt": "Cerca Principal: Parede da Aliança",
        "ru": "Основное ограждение: Заветная стена",
        "th": "รั้วสถานที่สำคัญ - \"กำแพงแห่งสัญญา\"",
        "vi": "Hàng Rào Trọng Địa - Bức Tường Giao Ước"
    },
    "id": 391214,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Key Fence: Self-Restraint.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Territoriales Geländer – Selbstbeherrschung“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「要地栏楯-『约己之壁』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「要地欄楯-『約己之壁』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Valla delimitadora: Muro del pacto.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la barrière stratégique « Mur de la retenue ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Pagar Pembatas: Pengendalian Diri.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「要地の柵-『自厳の壁』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「요충지 울타리-『자기 단속』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Cerca Principal: Parede da Aliança.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Основное ограждение: Заветная стена».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างรั้วสถานที่สำคัญ - \"กำแพงแห่งสัญญา\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Hàng Rào Trọng Địa - Bức Tường Giao Ước\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}