{
    "name": {
        "en": "Key Gateway: Beneath the Clouds",
        "de": "Essenzielle Tür – „Macht unter den Wolken“",
        "chs": "要地牙门-「云底之能」",
        "cht": "要地牙門-「雲底之能」",
        "es": "Puerta estratégica: Bajo las nubes",
        "fr": "Porte stratégique « Sous les nuages »",
        "id": "Gerbang Pintu: Dasar Awan",
        "jp": "要地牙門-「雲底の力」",
        "kr": "요충지 군문-「구름 아래의 능력」",
        "pt": "Portal Estratégico: Debaixo das Nuvens",
        "ru": "Сторожевые ворота: Под облаками",
        "th": "ประตูยุทธศาสตร์ - \"ใต้มวลเมฆ\"",
        "vi": "Cổng Trọng Địa - Dưới Bóng Mây"
    },
    "id": 391213,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Key Gateway: Beneath the Clouds.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Essenzielle Tür – Macht unter den Wolken“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「要地牙门-『云底之能』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「要地牙門-『雲底之能』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Puerta estratégica: Bajo las nubes.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la porte stratégique « Sous les nuages ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Gerbang Pintu: Dasar Awan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「要地牙門-『雲底の力』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「요충지의 군문-『구름의 아래의 능력』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Portal Estratégico: Debaixo das Nuvens\".\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Сторожевые ворота: Под облаками».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างประตูยุทธศาสตร์ - \"ใต้มวลเมฆ\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Cổng Trọng Địa - Dưới Bóng Mây\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}