{
    "name": {
        "en": "Keystone (I)",
        "de": "Schlüsselstein I",
        "chs": "锁钥之石·其一",
        "cht": "鎖鑰之石·其一",
        "es": "Llave de piedra (I)",
        "fr": "Pierre-clé I",
        "id": "Kunci Batu (I)",
        "jp": "鍵の石板·其の一",
        "kr": "열쇠의 돌·첫 번째",
        "pt": "Chave de Pedra I",
        "ru": "Замковый камень I",
        "th": "หินแห่งกุญแจ - 1",
        "vi": "Đá Chìa Khóa I"
    },
    "id": 120067,
    "materialDesc": {
        "en": "A stone slate with some kind of power remaining within it. It can be used to open nearby paths. Well, one might suppose that this is some ancient key, right?",
        "de": "Eine Steinplatte, in der noch ein wenig Energie verblieben ist und mit der ein naher Durchgang geöffnet werden kann. In gewisser Weise kann man sie also als eine uralte Art von Schlüssel verstehen.",
        "chs": "尚残留些许能量的石板，可以打开附近的通路。某种意义上说，是非常古老的钥匙？",
        "cht": "尚殘留些許能量的石板，可以打開附近的通路。某種意義上說，是非常古老的鑰匙？",
        "es": "Una placa de piedra que aún guarda cierta energía. Puede usarse para abrir caminos en los alrededores. ¿Acaso se trata de una llave muy antigua?",
        "fr": "Une plaque de pierre avec quelques traces d'une sorte de pouvoir à l'intérieur. Elle peut être utilisée pour ouvrir des chemins à proximité. Ma foi, on pourrait dire qu'il s'agit d'une ancienne clé, non ?",
        "id": "Batu tulis yang mengandung suatu kekuatan. Bisa digunakan untuk membuka jalan. Nah, mungkin ini semacam kunci yang digunakan di zaman purbakal, betul kan?",
        "jp": "少し力が残っている石板。付近の道を開くことができる。ある意味では、とても古い鍵とても言えるかも？",
        "kr": "약간의 에너지가 남아 있는 석판. 근처의 통로를 열 수 있다. 어떻게 보면 아주 오래된 열쇠라고 할 수 있겠지?",
        "pt": "Uma tabuleta de pedra com algum poder restante, pode ser utilizada para abrir passagens próximas. Seria uma chave muito antiga?",
        "ru": "Каменная плита, в которой сохранилась некая сила. С её помощью можно открыть близлежащие пути. Похоже на древний ключ, не правда ли?",
        "th": "แผ่นหินที่ยังมีพลังงานหลงเหลืออยู่เล็กน้อย สามารถใช้เปิดเส้นทางที่อยู่บริเวณใกล้เคียงได้ หรือในอีกแง่หนึ่งก็คือ มันเป็นกุญแจที่เก่าแก่เป็นอย่างมาก?",
        "vi": "Phiến đá vẫn còn chút năng lượng, có thể mở ra lối đi gần đó. Theo một ý nghĩa nào đó, đây là một chiếc chìa khóa rất cũ chăng?"
    },
    "materialType": "MATERIAL_QUEST"
}