{
    "name": {
        "en": "Key-Shaped Ward",
        "de": "Schlüsselförmiges „Omamori“",
        "chs": "钥形的「镇物」",
        "cht": "鑰形的「鎮物」",
        "es": "Amuleto con forma de llave",
        "fr": "Amulette en forme de clé",
        "id": "Jimat Penangkal Berbentuk Kunci",
        "jp": "鍵の形をした「鎮め物」",
        "kr": "열쇠 모양 「주술 도구」",
        "pt": "Amuleto em Formato de Chave",
        "ru": "Оберег в форме ключа",
        "th": "\"เครื่องราง\" รูปทรงกุญแจ",
        "vi": "\"Vật Trấn Giữ\" Hình Chìa Khóa"
    },
    "id": 100772,
    "materialDesc": {
        "en": "An ancient and mysterious item shaped like an ancient key. Where there's a key, there's a lock — but this key's lock is about to be breached by the defilement absorbed by the tree's roots.\\nAccording to Hanachirusato, these wards are needed to conduct the Sacred Sakura Cleansing Ritual.",
        "de": "Ein uraltes mysteriöses Objekt in Form eines altertümlichen Schlüssels. Da es einen Schlüssel gab, gab es bestimmt auch ein Schloss. Das Schloss, das diesem Schlüssel entspricht, scheint kurz davor zu sein, von der Verunreinigung, die von den Wurzeln des Baumes aufgenommen wurde, durchbrochen zu werden.\\nLaut Hanachirusato wird dieses Omamori verwendet, um das „Sakura-Reinigungsritual“ durchzuführen.",
        "chs": "古老的神秘物件，外形是古老的钥匙。既然有钥匙，那就有锁。这把钥匙对应的锁，似乎快要被树根吸收的污秽冲破了。\\n根据「花散里」的说法，需要利用这种镇物来进行「神樱大祓」。",
        "cht": "古老的神秘物件，外形是古舊的鑰匙。既然有鑰匙，那就有鎖。這把鑰匙對應的鎖，似乎快要被樹根吸收的污穢衝破了。\\n根據「花散里」的說法，進行「神櫻大祓」需要用到這種鎮物。",
        "es": "Un objeto antiguo misterioso con forma de llave. Si hay una llave, tiene que haber un candado. Parece que la ponzoña absorbida por las ramas de los árboles romperá el candado de esta llave en cualquier momento.\\nSegún Hanachirusato, estos amuletos se utilizan para llevar a cabo las ceremonias de purificación del Cerezo Sagrado.",
        "fr": "Un ancien objet mystérieux en forme de clé ancienne. Qui dit clé, dit serrure... Mais la serrure de cette clé est sur le point d'être brisée par la souillure absorbée par les racines de l'arbre.\\nSelon Hanachirusato, ces amulettes sont nécessaires pour le rituel de purification du cerisier sacré.",
        "id": "Benda kuno misterius yang berbentuk seperti kunci kuno. Di mana ada kunci, di situ ada gembok — namun gembok untuk kunci ini sudah hampir habis diserap oleh roh jahat dalam akar pohon.\\nMenurut Hanachirusato, jimat penangkal ini dibutuhkan untuk melakukan Ritual Pemurnian Sakura Suci.",
        "jp": "神秘的な古代のアイテム。古びた鍵の形をしている。鍵があれば、錠前がある。この鍵の錠前は、木の根に吸収された穢れによって壊れかけているようだ。\\n「花散里」によると、「神櫻大祓」の際はこのような鎮め物が必要らしい。",
        "kr": "고대의 신비한 아이템. 외형은 오래된 열쇠 모양이다. 열쇠가 있으니 당연히 자물쇠도 있는 법. 하지만 이 열쇠에 꼭 맞는 자물쇠가 곧 나무뿌리가 흡수한 오염물에 파괴될 듯하다\\n「하나치루사토」의 말에 따르면, 이러한 주술 도구로 「신성한 벚나무 대액막이」를 진행해야 된다고 한다",
        "pt": "Um antigo e misterioso item na forma de uma chave antiga. Se há uma chave, há uma fechadura. Mas a fechadura dessa chave está para ser penetrada pela contaminação absorvida pelas raízes da árvore.\\nDe acordo com Hanachirusato, esses amuletos são necessários para conduzir o Ritual Sagrado de Purificação Sakura.",
        "ru": "Древний и таинственный предмет в форме ключа. Если есть ключ, должен быть и замок. Замок, для которого подходит этот ключ, скоро будет разрушен впитавшейся в корни дерева скверной.\\nПо словам Ханатирусато, этот оберег нужен для ритуала очищения.",
        "th": "วัตถุลึกลับที่มีความเก่าแก่ มีรูปทรงของกุญแจโบราณ ซึ่งในเมื่อมีกุญแจ ก็ย่อมมีแม่กุญแจอยู่อย่างแน่นอน ดูเหมือนว่าแม่กุญแจที่เข้าคู่กับกุญแจดอกนี้ ใกล้จะถูกสิ่งสกปรกที่รากดูดซับเข้าไปทำให้พังเต็มที่แล้วล่ะ\\nตามคำกล่าวของ Hanachirusato จะต้องใช้เครื่องรางแบบนี้ในการดำเนิน \"พิธีชำระซากุระศักดิ์สิทธิ์\"",
        "vi": "Vật bí ẩn cổ xưa có hình một chiếc chìa khóa cũ. Nếu đã có chìa khóa thì phải có ổ khóa. Chiếc ổ khóa khớp với chìa khóa này hình như sắp bị xuyên thủng vì những thứ ô uế mà rễ cây hút vào.\\nTheo cách nói của \"Hanachirusato\", cần phải dùng vật này để thực hiện \"Tế Lễ Thần Anh Đào\"."
    },
    "materialType": "MATERIAL_QUEST"
}