{
    "name": {
        "en": "\"Kitsune Guuji\" Exclusive Painted Flag Banner",
        "de": "Limitiertes bemaltes Banner der „Kitsune-Guuji“",
        "chs": "「狐仙宫司」限定画旗",
        "cht": "「狐仙宮司」限定畫旗",
        "es": "Bandera de edición limitada de la Suma Sacerdotisa",
        "fr": "Bannière exclusive « Guuji Kitsune »",
        "id": "Spanduk Bendera Bergambar Eksklusif \"Kitsune Guuji\"",
        "jp": "「仙狐宮司」限定旗",
        "kr": "「여우 신선 궁사」 한정 깃발",
        "pt": "Bandeira Pintada de Edição Limitada de \"Kitsune Guuji\"",
        "ru": "Эксклюзивный украшенный флаг «Кицунэ Гудзи»",
        "th": "แบนเนอร์ธงลิมิเต็ด \"Kitsune Guuji\"",
        "vi": "Cờ Tranh \"Guuji Hồ Ly\" Giới Hạn"
    },
    "id": 393344,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a \"Kitsune Guuji\" Exclusive Painted Flag Banner.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Limitiertes bemaltes Banner der Kitsune-Guuji“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『狐仙宫司』限定画旗」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『狐仙宮司』限定畫旗」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Bandera de edición limitada de la Suma Sacerdotisa.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la bannière exclusive « Guuji Kitsune ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Spanduk Bendera Bergambar Eksklusif \"Kitsune Guuji\"\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『仙狐宮司』限定旗」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「『여우 신선 궁사』 한정 깃발」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Bandeira de Edição Limitada de \"Kitsune Guuji\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Эксклюзивный украшенный флаг \"Кицунэ Гудзи\"».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างแบนเนอร์ธงลิมิเต็ด \"Kitsune Guuji\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Cờ Tranh \"Guuji Hồ Ly\" Giới Hạn\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}