{
    "name": {
        "en": "Klee: Explosive",
        "de": "Klee – Bombe",
        "chs": "可莉·爆弹",
        "cht": "可莉·爆彈",
        "es": "Klee - Bomba",
        "fr": "Klee - Chaud devant !",
        "id": "Klee: Explosive",
        "jp": "クレー·爆弾",
        "kr": "클레·폭탄",
        "pt": "Klee - Explosivo",
        "ru": "Бомбочка",
        "th": "Klee - Explosive",
        "vi": "Klee - Thuốc Nổ"
    },
    "id": 210004,
    "materialDesc": {
        "en": "Namecard style.\\nKlee's lucky explosive — can you tell if it's Jumpy Dumpty or Dodoco? (Hint: Look carefully at the tail...)",
        "de": "Ein Motiv für Namenskärtchen.\\nIst Klees Glücksbombe die Bimm-Bamm-Bombe oder Dodoco? Wer sich nicht sicher ist, sollte auf den Schwanz achten.",
        "chs": "名片纹饰。\\n可莉的幸运爆弹。仔细观察尾巴，告诉大家，这个是蹦蹦还是嘟嘟可？",
        "cht": "名片紋飾。\\n可莉的幸運爆彈。仔細觀察尾巴，告訴大家，這個是蹦蹦還是嘟嘟可？",
        "es": "Diseño de tarjeta de presentación.\\nEl explosivo de la suerte de Klee. ¿Sabrías distinguir si es una bomba saltarina o Dodoco? (Pista: fíjate en la cola...)",
        "fr": "Thème.\\nL'explosif porte-bonheur de Klee. Est-ce une bombe rebondissante, ou Dodoco ? (Astuce : Regardez la queue...)",
        "id": "Style kartu nama.\\nBom keberuntungan milik Klee. Amati ekornya lalu tebak apakah ini Jumpty Dumpty atau Dodoco?",
        "jp": "名刺の飾り紋。\\nクレーのラッキー爆弾。尻尾をちゃんと見て、ほら皆に教えて、これはボンボン爆弾か？それともドドコなのか？",
        "kr": "명함 스킨.\\n클레의 행운의 폭탄. 꼬리를 자세히 관찰한 뒤 이게 통통 폭탄인지 도도코인지 알려줘야 한다",
        "pt": "Estilo de Cartão de Visita.\\nBomba de Sorte da Klee. É a Bomba Saltitante ou Dodoco se observar bem a cauda?",
        "ru": "Именная карта.\\nСчастливая бомбочка Кли. Сможете ли вы определить по хвостику, какая это бомбочка: Прыг-скок или Додоко?",
        "th": "ลายนามบัตร\\nระเบิดนำโชคของ Klee เมื่อสังเกตหางดี ๆ แล้วจะบอกได้ว่านี่มันคือ Jumpy Dumpty หรือว่า Dodoco กันนะ?",
        "vi": "Hoa văn danh thiếp.\\nBom may mắn của Klee. Nhìn kỹ phần đuôi, nói cho mọi người biết đây là bom nảy hay là Dodoco?"
    },
    "materialType": "MATERIAL_NAMECARD"
}