{
    "name": {
        "en": "Knights of Favonius Handbook - 5th Edition",
        "de": "Handbuch des Ritterordens – 5. Ausgabe",
        "chs": "骑士团指导手册·第五版",
        "cht": "騎士團指導手冊·第五版",
        "es": "Manual de los Caballeros (V)",
        "fr": "Code de l'Ordre de Favonius - 5e édition",
        "id": "Panduan Knights of Favonius - Edisi 5",
        "jp": "騎士団ガイドVer.5",
        "kr": "기사단 매뉴얼·제5판",
        "pt": "Manual dos Cavaleiros de Favonius - 5ª Edição",
        "ru": "Руководство для рыцарей Ордо Фавониус. Пятое издание",
        "th": "คู่มือแนะนำของกองอัศวิน-ฉบับที่ 5",
        "vi": "Sổ tay hướng dẫn Đội Kỵ Sĩ - Bản 5"
    },
    "id": 100564,
    "materialDesc": {
        "en": "A code of conduct covering language usage and behavioral norms for Mondstadt's Knights of Favonius, personally edited by Acting Grand Master Jean. All knights are expected to strictly abide by these rules and regulate their words and deeds accordingly.",
        "de": "Verhaltensregeln für die Mitglieder des Ordo Favonius von Mondstadt, persönlich bearbeitet von Jean, dem stellvertretenden Großmeister. Ein regelkonformer Ritter muss sich bei seinen Taten und seiner Ausdrucksweise an diese Richtlinien halten.",
        "chs": "蒙德西风骑士团的日常言行守则，经过了本届代理团长琴的亲自修订。合格的骑士应当严格依照其规定规范自己的言行。",
        "cht": "蒙德西風騎士團的日常言行守則，經過了本屆代理團長琴的親自修訂。合格的騎士應當嚴格依照其規定規範自己的言行。",
        "es": "Un código de conducta sobre el uso del lenguaje y las normas de comportamiento de los Caballeros de Favonius de Mondstadt, editado personalmente por la Gran Maestra Intendente Jean. Se espera que todos los caballeros se atengan estrictamente a estas normas, y hablen y actúen en consecuencia.",
        "fr": "Un ouvrage qui consigne toutes les règles de conduite de l'Ordre de Favonius, intégralement révisé par Jean, la Grande Maîtresse suppléante. Tous les chevaliers doivent s'y conformer.",
        "id": "Buku pedoman yang berisi peraturan dan petunjuk untuk sikap teladan seorang Knights of Favonius, disunting langsung oleh Grand Master Jean. Semua Knight diwajibkan untuk mematuhi ketentuan-ketentuan, serta memperhatikan perilaku dan ucapan-ucapan mereka sesuai dengan yang tertera di buku ini.",
        "jp": "モンド西風騎士団の日常の言動を決めるガイド。現在の代理団長ジン本人が改訂したもの。正しい騎士はガイドで決められたルールを厳格に遵守すべく。",
        "kr": "몬드 페보니우스 기사단의 언행 수칙. 단장 대행 진이 직접 수정했다. 기사라면 해당 수칙에 따라 자신의 언행을 주의해야 한다",
        "pt": "Regras de conduta para os Cavaleiros de Favonius, editadas pessoalmente pela Jean. Um cavaleiro qualificado deve seguir essas diretrizes rigorosamente.",
        "ru": "Кодекс с поправками действующего магистра ордена Джинн, описывающий должное поведение и речь рыцарей Ордо Фавониус. Каждый рыцарь обязан неукоснительно придерживаться всех пунктов этого руководства.",
        "th": "หลังจากรักษาการผู้บัญชาการของกองอัศวิน Jean ร่างกฎระเบียบในชีวิตประจำวันของกองอัศวิน Favonius แห่ง Mondstadt ใหม่ขึ้นด้วยตนเองแล้ว อัศวินที่ผ่านเกณฑ์ควรปฏิบัติตามกฎอย่างเคร่งครัดเพื่อควบคุมพฤติกรรมของตัวเอง",
        "vi": "Quy tắc ăn nói làm việc thường ngày của Đội Kỵ Sĩ Tây Phong Mondstadt, đã được Đội Trưởng Đại Diện Jean chỉnh sửa. Kỵ sĩ tiêu chuẩn phải chú trọng tác phong của bản thân, tuân theo khuôn khổ được quy định."
    },
    "materialType": "MATERIAL_QUEST"
}