{
    "name": {
        "en": "Kokomi's Shopping List",
        "de": "Kokomis Einkaufsliste",
        "chs": "心海的采购单",
        "cht": "心海的採購單",
        "es": "Lista de la compra de Kokomi",
        "fr": "Liste de courses de Kokomi",
        "id": "Daftar Belanjaan Kokomi",
        "jp": "心海の買い物リスト",
        "kr": "코코미의 구매 리스트",
        "pt": "Lista de Compras de Kokomi",
        "ru": "Список покупок Кокоми",
        "th": "ใบสั่งซื้อของ Kokomi",
        "vi": "Danh Sách Mua Hàng Của Kokomi"
    },
    "id": 101756,
    "materialDesc": {
        "en": "A shopping list of books compiled by Kokomi. All the genres, unit prices, and amounts of the books she desires have been written down here in her elegant script.",
        "de": "Eine Einkaufsliste für Bücher, die von Kokomi zusammengestellt wurde. Alle Genres, Einzelpreise und Mengen der Bücher, die sie sich wünscht, hat sie hier in ihrer eleganten Schrift aufgeschrieben.",
        "chs": "心海所列的购书清单，上面用娟秀的字体清晰罗列出了所有要购买书籍的种类、单价与数量。",
        "cht": "心海所列的購書清單，上面用娟秀的字體清晰羅列出了所有要購買書籍的種類、單價與數量。",
        "es": "La lista de libros que quiere comprar Kokomi. Escrita con letra bonita y de forma ordenada, muestra todas las categorías, precios y cantidad de ejemplares que desea adquirir.",
        "fr": "La liste de livres à acheter de Kokomi. Rédigée dans une belle écriture et clairement numérotée, elle indique toutes les catégories des ouvrages, leurs prix et le nombre d'exemplaires à acquérir.",
        "id": "Daftar belanja buku yang disusun oleh Kokomi. Semua genre, harga satuan, jumlah buku yang dia inginkan tertulis dengan elegan.",
        "jp": "心海が、必要な書籍を一覧にしたもの。買うべき書籍の種類や単価、数量が綺麗な字で明確に書かれている。",
        "kr": "코코미가 작성한 구매 리스트. 수려한 글씨체로 구매할 책의 종류, 가격과 수량이 정연하게 나열되어 있다",
        "pt": "Uma lista de compra de livros de Kokomi. Todos os gêneros, preços e quantidade de exemplares que ela deseja foram escritos com sua caligrafia elegante.",
        "ru": "Список книг, составленный Кокоми. Здесь элегантным почерком записаны жанры, стоимость и количество книг, которые она хотела бы купить.",
        "th": "รายการสั่งซื้อหนังสือที่จัดเรียงโดย Kokomi ด้านบนระบุประเภท, ราคาต่อหน่วยและปริมาณของหนังสือทุกเล่มที่จะซื้อไว้อย่างชัดเจนด้วยตัวอักษรที่สวยงาม",
        "vi": "Danh sách mua sắm mà Kokomi đã liệt kê, nét chữ xinh đẹp trên đó đã liệt kê ra chủng loại, đơn giá và số lượng các loại sách muốn mua."
    },
    "materialType": "MATERIAL_QUEST"
}