{
    "name": {
        "en": "\"Kouki\" Aralia Mask Rack",
        "de": "Maskengestell „Kouki“ aus Aralia-Holz",
        "chs": "孔雀木「幸归」面具架",
        "cht": "孔雀木「幸歸」面具架",
        "es": "Estante de criptomeria para máscaras: Retorno afortunado",
        "fr": "Support à masques « Kouki » en bois de cèdre inazumien",
        "id": "Rak Topeng Kayu Aralia: Kouki",
        "jp": "孔雀の「幸帰」面掛け",
        "kr": "공작나무 「무사 귀환」 가면 걸이",
        "pt": "Suporte de Máscaras de Madeira de Arália \"Retorno da Sorte\"",
        "ru": "Стойка для масок из аралии «Коуки»",
        "th": "ชั้นแขวนหน้ากาก \"โชคหวนคืน\"",
        "vi": "Giá Mặt Nạ Gỗ Khổng Tước \"Kouki\""
    },
    "id": 390512,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a \"Kouki\" Aralia Mask Rack.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Maskengestell Kouki aus Aralia-Holz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「孔雀木『幸归』面具架」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「孔雀木『幸歸』面具架」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Estante de criptomeria para máscaras: Retorno afortunado.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du support à masques « Kouki » en bois de cèdre inazumien.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Rak Topeng Kayu Aralia: Kouki\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「孔雀の『幸帰』面掛け」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「공작나무 『무사 귀환』 가면 걸이」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Suporte de Máscaras de Madeira de Arália \"Retorno da Sorte\".\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Стойка для масок из аралии \"Коуки\"».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างชั้นแขวนหน้ากาก \"โชคหวนคืน\" ไม้ Aralia\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Giá Mặt Nạ Gỗ Khổng Tước \"Kouki\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}