{
    "name": {
        "en": "Kujou Kamaji's Letter",
        "de": "Brief von Kujou Kamaji",
        "chs": "九条镰治的亲笔信",
        "cht": "九條鐮治的親筆信",
        "es": "Carta de Kujou Kamaji",
        "fr": "Lettre de Kujou Kamaji",
        "id": "Surat Kujou Kamaji",
        "jp": "九条鎌治直筆の手紙",
        "kr": "쿠죠 카마지의 친필 편지",
        "pt": "Carta de Kujou Kamaji",
        "ru": "Письмо Кудзё Камадзи",
        "th": "จดหมายที่เขียนโดย Kujou Kamaji",
        "vi": "Thư Của Kujou Kamaji"
    },
    "id": 100918,
    "materialDesc": {
        "en": "Kujou Kamaji asked you to carry this letter that he personally penned to Hiiragi Chisato. According to him, this one was the best-worded of the lot.",
        "de": "Kujou Kamaji bat dich, diesen Brief zu überbringen, den er persönlich an Hiiragi Chisato geschrieben hat. Seiner Meinung nach war dieser Brief der am besten formulierte von allen.",
        "chs": "九条镰治拜托你送给柊千里的信件，由他亲笔写就。据他说，这封信是用词最得体的一封。",
        "cht": "#九條鐮治拜託{F#妳}{M#你}送給柊千里的信件，由他親筆寫就。據他說，這封信是用詞最得體的一封。",
        "es": "Una carta escrita por Kujou Kamaji y que te pidió que entregaras a Hiiragi Chisato. Según él, el texto de esta es el que mejor formulado está.",
        "fr": "Kujou Kamaji vous a demandé de délivrer cette lettre qu'il a personnellement écrite pour Hiiragi Chisato. Selon lui, c'est la mieux formulée du lot.",
        "id": "Kujou Kamaji memintamu mengantarkan surat yang ditulisnya sendiri kepada Hiiragi Chisato. Katanya, isi surat ini adalah tulisan terbaik yang pernah dia tuliskan.",
        "jp": "九条鎌治に頼まれた柊千里宛の手紙。彼曰く、この手紙は、彼が書いてきた手紙の中で、最も丁寧な言葉を使ったものらしい。",
        "kr": "쿠죠 카마지가 히이라기 치사토에게 전해줄 것을 부탁한 친필 편지. 카마지의 말에 따르면, 지금까지 자신이 썼던 편지들 중 가장 진지하고 예의 바르게 작성했다고 한다",
        "pt": "Kujou Kamaji pediu que você levasse esta carta que ele mesmo escreveu para Hiiragi Chisato. Segundo ele, essa é a que tem o texto melhor formulado de todas.",
        "ru": "Письмо, которое Кудзё Камадзи собственноручно написал и попросил передать Хийраги Тисато. По его словам, это письмо самое красноречивое из всех, что он когда-либо написал.",
        "th": "จดหมายที่ Kujou Kamaji เขียนขึ้นด้วยตนเอง และขอให้คุณช่วยนำไปส่งให้ Hiiragi Chisato ตามคำบอกเล่าของเขา จดหมายฉบับนี้เป็นหนึ่งในจดหมายที่ใช้คำอย่างระมัดระวังที่สุดฉบับหนึ่งเลยทีเดียว",
        "vi": "Thư của Kujou Kamaji nhờ gửi cho Hiiragi Chisato, do chính tay Kamaji viết."
    },
    "materialType": "MATERIAL_QUEST"
}