{
    "name": {
        "en": "Kujou Sara: Tengu",
        "de": "Kujou Sara – Tengu",
        "chs": "九条裟罗·天狗",
        "cht": "九條裟羅·天狗",
        "es": "Kujou Sara - Tengu",
        "fr": "Kujou Sara - Tengu",
        "id": "Kujou Sara: Tengu",
        "jp": "九条裟羅·天狗",
        "kr": "쿠죠 사라·텐구",
        "pt": "Kujou Sara: Tengu",
        "ru": "Тэнгу",
        "th": "Kujou Sara - Tengu",
        "vi": "Kujou Sara - Tengu"
    },
    "id": 210094,
    "materialDesc": {
        "en": "Namecard style.\\nKujou Sara may have forsaken the arrogant life of the tengu race, but she has never neglected their brilliance with the sword or their supernatural might.",
        "de": "Namenskärtchen.\\nKujou Sara mag den arroganten Lebensstil der Tengu-Krieger aufgegeben haben, aber sie hat nie deren ausgezeichneten Schwertkunst oder Transzendenz verlernt.",
        "chs": "名片纹饰。\\n裟罗摒弃了天狗一众傲慢的生存方式，但是对于磨炼剑技和神通却并没有怠慢。",
        "cht": "名片紋飾。\\n裟羅摒棄了天狗一眾傲慢的生存方式，但是對於磨煉劍技和神通卻並沒有怠慢。",
        "es": "Diseño de tarjeta de presentación.\\nSara abandonó el arrogante estilo de vida de los tengu, pero nunca ha dejado de pulir su dominio de la espada y sus poderes sobrenaturales.",
        "fr": "Thème.\\nKujou Sara a renoncé à l'arrogance qui caractérise les Tengu, mais a acquis leur maîtrise de l'épée et des pouvoirs surnaturels.",
        "id": "Style kartu nama.\\nKujou Sara mungkin telah meninggalkan gaya hidup arogan ras tengu, tapi dia tidak pernah bermalas-malasan dalam meningkatkan kemampuan pedang dan supernaturalnya.",
        "jp": "名刺の飾り紋。\\n裟羅は天狗の一族の傲慢な生き方を捨てたが、剣技と神通を怠りはしない。",
        "kr": "명함 스킨.\\n사라는 텐구 일족의 오만한 생존 방식은 버렸지만, 검술과 신통력의 연마는 추호도 게을리하지 않는다",
        "pt": "Estilo de Cartão de Visita.\\nKujou Sara pode ter renegado a arrogante vida dos Tengu, mas ela nunca negligenciou suas habilidades com a espada ou sua determinação sobrenatural.",
        "ru": "Именная карта.\\nКудзё Сара отказалась от высокомерного образа жизни тэнгу, но не перестала оттачивать своё мастерство владения мечом и божественные способности.",
        "th": "ลวดลายนามบัตร\\nKujou Saraได้ละทิ้งชีวิตอันเย่อหยิ่งของเท็งงุ แต่ก็ไม่ได้ละเลยการฝึกทักษะดาบและพลังเหนือธรรมชาติ",
        "vi": "Hoa văn danh thiếp.\\nSara từ bỏ cách sống kiêu ngạo của Tengu, nhưng không hề bỏ mặc việc rèn luyện kiếm thuật và thần thông."
    },
    "materialType": "MATERIAL_NAMECARD"
}