{
    "name": {
        "en": "Kurious Kamera",
        "de": "Faszinierender Fotoapparat",
        "chs": "奇特的「留影机」",
        "cht": "奇特的「留影機」",
        "es": "Daguerrotipo extraño",
        "fr": "Daguerréotype étrange",
        "id": "Kurious Kamera",
        "jp": "不思議な「写真機」",
        "kr": "특이한 「사진기」",
        "pt": "Aparelho Fotográfico Peculiar",
        "ru": "Особенная «фотокамера»",
        "th": "กล่องถ่ายรูปสุดประหลาด",
        "vi": "Máy Ảnh Kỳ Lạ"
    },
    "id": 220019,
    "materialDesc": {
        "en": "Use this during the \"Five Flushes of Fortune\" event to store images of objects with a specific color.\\nJi Tong imported this new-fangled Kamera model from Fontaine, but it doesn't seem to work quite as he'd hoped...",
        "de": "Dieses Objekt kannst du bei der Aktion „Freude in fünf Farben“ anwenden, um Fotos mit vorgegebenen Farben zu speichern.\\nDiesen neuartigen Fotoapparat hat Ji Tong aus Fontaine mitgebracht. Leider scheint er ihn nicht so nutzen zu können, wie er es sich erhofft hatte ...",
        "chs": "在「福至五彩」活动期间使用时，能储存当前具有特定色彩的事物的影像。\\n季同从枫丹引进的新式留影机，似乎不能如他所愿地发挥应有的效果…？",
        "cht": "在「福至五彩」活動期間使用時，能儲存目前具有特定色彩的事物的影像。\\n季同從楓丹引進的新式留影機，似乎不能如他所願地發揮應有的效果…？",
        "es": "Utiliza este objeto en el evento «Fortuna multicolor» para guardar imágenes que contengan el color designado.\\nJi Tong importó de Fontaine este nuevo modelo de Daguerrotipo, pero parece que no funciona como él desearía.",
        "fr": "Utilisez cet objet lors de l'événement « Les couleurs de la fortune » pour prendre des photos et stocker les images d'objets ayant des couleurs spécifiques.\\nJitong a rapporté ce modèle de Daguerréotype de Fontaine, mais il n'a pas l'air de fonctionner comme prévu...",
        "id": "Gunakan Kamera ini selama event \"Lima Warna Keberuntungan\" untuk menyimpan foto-foto yang berisi objek dengan warna yang telah ditentukan secara khusus.\\nJi Tong mengambil model Kamera ini dari Fontaine, tapi tampaknya benda ini tidak berfungsi dengan semestinya...?",
        "jp": "イベント「五彩招福」期間中、特定の色の写真を保存できる。\\n季同がフォンテーヌから輸入した新型写真機、だが期待していた効果は発揮できていないかも…？",
        "kr": "「복을 부르는 오색」 이벤트 기간에 사용하면 특정 색깔의 사진을 저장할 수 있다.\\n동식이 폰타인에서 들여온 신식 사진기. 하지만 그가 기대한 효과를 발휘하지 못하는 모양이다…",
        "pt": "Durante o período do evento \"Fortuna Multicolorida\", você poderá acumular imagens de objetos de cores específicas.\\nJitong, de Fontaine, trouxe um novo Aparelho Fotográfico. Mas parece que ele não está tendo o efeito que desejaria?",
        "ru": "Используется во время события «Пять оттенков фортуны», чтобы сохранять изображения предметов определённого цвета.\\nЦзи Тун привёз эту новую «фотокамеру» из Фонтейна, но похоже, что она работает как-то не так...",
        "th": "ใช้สิ่งนี้ในช่วงกิจกรรม \"โชคลาภหลากสี\" เพื่อบันทึกภาพของสิ่งที่มีสีตามที่กำหนดไว้\\nกล่องถ่ายรูปรุ่นใหม่ที่ Jitong นำมาจาก Fontaine นี้ ดูเหมือนจะไม่ได้ผลตามที่เขาคิดไว้...?",
        "vi": "Khi dùng trong hoạt động \"Phúc Lộc Ngũ Sắc\" sẽ có thể lưu lại cảnh vật và sự kiện lúc đó.\\nMáy ảnh đời mới mà Ji Tong nhập về từ Fontaine, nhưng có vẻ hiệu quả không như anh ta tưởng tượng ..."
    },
    "materialType": "MATERIAL_WIDGET"
}