{
    "name": {
        "en": "\"Kusava\"",
        "de": "„Kusava“",
        "chs": "「苦舍桓」",
        "cht": "「苦舍桓」",
        "es": "Kusava",
        "fr": "Kusava",
        "id": "Kusava",
        "jp": "「クサヴァ」",
        "kr": "「쿠사바」",
        "pt": "Kusava",
        "ru": "Кусава",
        "th": "Kusava",
        "vi": "\"Kusava\""
    },
    "id": 220071,
    "materialDesc": {
        "en": "Equip it to utilize the power of Aranara.\\n\"Fatty fruit, bitter fruit.\"\\nA temporary home for Aranara memories. Kusava makes Aranara strong.\\nNow inside it are stored the cherished memories of Aranakin, Aragaru, and Aranaga. The power within is ready to be unleashed at any minute for the sake of beloved friends.",
        "de": "Lege sie an, um die Kraft von Aranara zu nutzen.\\n„Fette Frucht, bittere Frucht.“\\nEin vorübergehendes Zuhause für Aranaras Erinnerungen. Kusava macht Aranara stark.\\nNun sind in ihr die wertvollen Erinnerungen von Aranakin, Aragaru und Aranaga gespeichert. Die Kraft darin ist bereit, jeden Moment für die geliebten Freunde entfesselt zu werden.",
        "chs": "装备后，可以在特定的场合下施展兰那罗的力量。\\n「既是胖胖的种子，亦是苦涩的果子。」\\n是兰那罗记忆的暂居所，也是兰那罗力量的暂存处。\\n如今其中积蓄了兰纳真、兰迦鲁与兰纳迦的宝贵记忆，时刻准备着为珍视的朋友而释放其力量。",
        "cht": "裝備後，可以在特定的場合下施展蘭那羅的力量。\\n「既是胖胖的種子，亦是苦澀的果子。」\\n是蘭那羅記憶的暫居所，也是蘭那羅力量的暫存處。\\n如今其中積蓄了蘭納真、蘭迦魯與蘭納迦的寶貴記憶，時刻準備著為珍視的朋友而釋放其力量。",
        "es": "Al llevarlo equipado, podrás usarlo para liberar el poder de los aranara en determinadas situaciones.\\n“Es tanto semilla rechoncha como fruto amargo”.\\nEl kusava es el “hogar temporal” de los recuerdos de los aranara y, al mismo tiempo, lo que almacena su poder.\\nAhora mismo, contiene los valiosos recuerdos de Aranakin, Aragaru y Aranaga. Está listo para liberar su poder en cualquier momento y, así, ayudar a los apreciados amigos de estos tres aranara.",
        "fr": "Une fois cet objet équipé, vous pouvez libérer le pouvoir des aranaras dans certaines circonstances.\\n« C'est en même temps une grosse graine et un fruit amer. »\\nLe kusava est un foyer temporaire pour les aranaras, ainsi qu'un lieu où ils entreposent momentanément leurs souvenirs.\\nIl contient à présent les souvenirs d'Aranakin, d'Aragaru et d'Aranaga, et le pouvoir qu'il renferme est prêt à être libéré à tout moment pour aider des amis dans le besoin.",
        "id": "Saat digunakan, maka dalam situasi tertentu akan bisa menggunakan kekuatan Aranara.\\n\"Ini adalah benih yang subur dan juga buah yang pahit.\"\\nRumah sementara bagi ingatan Aranara. Kusava juga membuat Aranara menjadi kuat.\\nSekarang di dalamnya terkandung ingatan dari Aranakin, Aragaru, dan Aranaga. Kekuatan di dalamnya siap dilepaskan kapan saja demi teman-temannya yang terkasih.",
        "jp": "装備すると、特定の状況下でアランナラの力を駆使できるようになる。\\n「太った種であり、渋い果実でもある。」\\nアランナラの記憶にある仮の住処であり、力の仮の預け先。\\n今は、アランナキン、アランガル、アランナガの貴重な記憶が保存されていて、大切な仲間のためにいつでも力を発揮できるように準備してくれている。",
        "kr": "장착 후 특정 장소에서 아란나라의 힘을 사용할 수 있다.\\n「통통한 씨앗이자 씁쓸한 열매야.」\\n아란나라 기억의 임시 거처이자 아란나라의 힘을 잠시 보관해두는 곳이다.\\n안에 축적된 아란나킨, 아란가루, 아란나가의 보물 같은 기억은 언제나 소중한 친구를 위해 그 힘을 사용할 준비가 되어 있다",
        "pt": "Equipe para utilizar o poder dos Aranaras.\\n\"Semente gorda é fruto amargo.\"\\nUma moradia temporária para a memória dos Aranaras, Kusava fortalece os Aranaras.\\nDentro estão as memórias preciosas de Aranakin, Aragaru e Aranaga. O poder contido está pronto para ser lançado a qualquer momento pelo bem de amigos íntimos.",
        "ru": "Экипируйте, чтобы использовать силу аранар.\\n«Мясистый и горький плод».\\nВременное пристанище для памяти аранар. Питает аранар силой.\\nВнутри него хранятся заветные воспоминания Аранакина, Арагару и Аранаги, готовые в любой момент высвободить силу ради близких друзей.",
        "th": "หลังจากสวมใส่ จะสามารถใช้พลังของ Aranara ในสถานการณ์ที่กำหนด\\n\"ในเมื่อเป็นเมล็ดพันธุ์ที่อวบอ้วน ก็ต้องเป็นผลไม้ที่มีรสขม\"\\nนั่นคือที่พักชั่วคราวของความทรงจำ Aranara และยังเป็นที่กักเก็บพลังงานชั่วคราวของ Aranara อีกด้วย\\nตอนนี้ภายในได้กักเก็บความทรงจำอันล้ำค่าของ Aranakin, Aragaru และ Aranaga เอาไว้ และพร้อมปลดปล่อยพลังที่อยู่ภายในให้แก่สหายคนสำคัญได้ตลอดเวลา",
        "vi": "Sau khi trang bị, sức mạnh của Aranara có thể được thi triển trong một số tình huống nhất định.\\n\"Vừa là hạt giống màu mỡ, vừa là quả đắng.\"\\nLà nơi tạm trú trong ký ức của Aranara, cũng là nơi lưu trữ tạm thời sức mạnh của Aranara.\\nGiờ đây, nó là nơi lưu giữ những ký ức quý giá của Aranakin, Aragaru và Aranaga, luôn sẵn sàng giải phóng sức mạnh của mình cho những người bạn yêu quý."
    },
    "materialType": "MATERIAL_WIDGET"
}