{
    "name": {
        "en": "Lambad Fish Roll",
        "de": "Lambad-Fischröllchen",
        "chs": "兰巴德鱼卷",
        "cht": "蘭巴德魚卷",
        "es": "Rollo de pescado de Lambad",
        "fr": "Rouleau au poisson de Lambad",
        "id": "Lambad Fish Roll",
        "jp": "ランバドフィッシュロール",
        "kr": "람바드 생선 롤",
        "pt": "Rolinho de Peixe Lambad",
        "ru": "Рыбный рулетик Ламбада",
        "th": "Lambad Fish Roll",
        "vi": "Cuốn Cá Lambad"
    },
    "id": 108422,
    "materialDesc": {
        "en": "A grilled fish dish with a faint floral scent. It is said that Lambad once adventured far and wide in his youth. Everywhere he went, he would taste the grilled fish at local taverns. This dish was not a signature food in Sumeru, and Lambad thought it was a pity, so he invented his own fish roll. According to the gourmets who often dine at his tavern, the tales of his adventures aren't necessarily true, but his fish roll is undoubtedly delicious.",
        "de": "Ein gegrilltes Fischgericht mit leichtem Blumenduft. Es wird gesagt, Herr Lambad reiste in seiner Jugendzeit überall herum und probierte gegrillten Fisch aller Orte. Er bedauerte, dass Sumeru keinen eigenen gegrillten Fisch hatte, und so kreierte er dieses Rezept. Feinschmecker in der Taverne sind sich einig, seine Abenteuergeschichten seien nicht unbedingt wahr, aber der Geschmack der Fischröllchen ist zweifellos sehr gut.",
        "chs": "略带花香的烤鱼。据说兰巴德大叔在年轻的时候，曾四处冒险，吃遍了各地的烤鱼。他遗憾于须弥没有代表性的烤鱼，亲自创作了这道菜肴。酒馆内的老饕们一致认为，冒险故事的真实性有待考证，但鱼卷的美味是毋庸置疑的。",
        "cht": "略帶花香的烤魚。據說蘭巴德大叔在年輕的時候，曾四處冒險，吃遍了各地的烤魚。他遺憾於須彌沒有代表性的烤魚，親自創作了這道菜餚。酒館內的老饕們一致認為，冒險故事的真實性有待考證，但魚卷的美味是無庸置疑的。",
        "es": "Un plato de pescado a la parrilla con un ligero aroma floral. Se dice que Lambad se aventuró a lo largo y ancho del mundo en su juventud. En cada lugar al que iba, probaba el pescado a la parrilla de las tabernas locales. Este no era un plato emblemático en Sumeru, lo cual Lambad pensó que era una pena, así que inventó este rollo de pescado. Según los comensales de la taberna, las historias de sus aventuras no son necesariamente ciertas, pero su rollo de pescado es sin duda delicioso.",
        "fr": "Un plat de poisson grillé avec un léger parfum floral. On dit que Lambad a beaucoup voyagé dans sa jeunesse. Partout où il allait, il essayait le poisson grillé des tavernes locales. Regrettant le fait que Sumeru ne dispose pas de son propre plat de poisson grillé, il a inventé ce rouleau de poisson. Les clients de sa taverne doutent de la véracité de ses récits d'aventures, mais certainement pas de son rouleau de poisson, qu'ils trouvent exquis.",
        "id": "Hidangan ikan bakar dengan aroma bunga yang samar-samar. Menurut kata orang, Lambad pernah bertualang jauh dari kampung halamannya sewaktu muda. Ke mana pun dia pergi, dia gemar untuk mencicipi menu ikan bakar yang terdapat di kedai-kedai lokal. Ikan bakar bukanlah makanan khas di Sumeru, dan Lambad berpikir itu sangat disayangkan. Karena itu, dia kini menciptakan gulungan ikan ini. Menurut tukang cicip di kedai, kisah petualangannya itu belum bisa dipastikan benar tidaknya, tapi minimal untuk gulungan ikannya yang ini, kelezatannya tidak perlu diragukan lagi.",
        "jp": "ほのかに花の香りがする魚のグリル。ランバドおじさんは若い頃、各地で冒険しながらご当地焼き魚を賞味した。そしてスメールに代表的な焼き魚がないことを残念に思い、自らこの料理を考案したのだ。冒険談の真偽はともかく、フィッシュロールは間違いなく美味しいと、酒場の美食家たちは口をそろえて言う。",
        "kr": "은은한 꽃향기가 나는 생선구이. 람바드 아저씨는 젊을 적 각지를 모험하며 다양한 생선구이를 먹었는데, 수메르에는 대표적인 생선구이가 없다는 사실이 아쉬워 직접 이 요리를 개발했다고 한다. 술집 미식가들은 람바드가 모험을 했는지 안 했는지에 대한 진실 여부는 따져봐야 한다고 했지만, 생선 롤이 맛있다는 것엔 의심의 여지가 없다고 한다",
        "pt": "Um prato de peixe grelhado com um leve aroma floral. Dizem que Lambad se aventurou por todo o mundo em sua juventude. Onde quer que fosse, experimentava o peixe grelhado das tavernas locais. Este não era um prato exclusivo em Sumeru, o que Lambad achou uma pena, então ele inventou esse rolinho de peixe. De acordo com os frequentadores da taverna, as histórias de suas aventuras não são necessariamente verdadeiras, mas seu rolinho de peixe certamente é delicioso.",
        "ru": "Жареная рыба с едва уловимым цветочным ароматом. Говорят, что когда-то в юности дядюшка Ламбад тоже был искателем приключений и в каждом новом месте пробовал жареную рыбу. Он очень жалел, что Сумеру не может похвастаться своим фирменным рыбным блюдом, и однажды придумал собственный рецепт рыбных рулетиков. Завсегдатаи его таверны считают, что истории о приключениях Ламбада надо ещё проверить, но вот превосходный вкус его рыбных рулетиков признают все без исключения.",
        "th": "ปลาย่างที่หอมกลิ่นดอกไม้จาง ๆ ได้ยินมาว่าตอนที่คุณลุง Lambad ยังหนุ่ม ๆ นั้น เขาเคยผจญภัยไปทุกทาง และชิมปลาย่างของทุกที่มาแล้ว เขารู้สึกเสียดายที่ Sumeru ไม่มีปลาย่างที่มีเอกลักษณ์เป็นของตัวเอง เขาจึงได้คิดค้นเมนูนี้ขึ้นมา เหล่าบรรดานักชิมในโรงเตี๊ยมต่างก็เห็นพ้องต้องกันว่า ความจริงของเรื่องราวการผจญภัยนั้นยังไม่เป็นที่แน่ชัด แต่ความอร่อยของ Fish Roll นั้นเป็นที่ประจักษ์แล้ว",
        "vi": "Món cá nướng có hương hoa. Nghe nói lúc chú Lambad còn trẻ từng đi mạo hiểm khắp nơi, ăn qua các món cá ở khắp các vùng miền. Chú ấy cảm thấy rất tiếc vì Sumeru không có món cá nướng đặc trưng, nên đã đích thân sáng tạo ra món ăn này. Các thực khách của quán đều nhất trí, chuyện mạo hiểm có thật hay không thì còn phải chờ kiểm chứng, nhưng hương vị của món cuốn cá này thì khỏi phải bàn."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}