{
    "name": {
        "en": "Lantern Rite Special Jewelry Soup",
        "de": "Juwelensuppe fürs Laternenritual",
        "chs": "海灯节特色白玉汤",
        "cht": "海燈節特色白玉湯",
        "es": "Estofado de gemas del Rito de la Linterna",
        "fr": "Soupe aux perles et au jade façon Festival des lanternes",
        "id": "Lantern Rite Special Jewelry Soup",
        "jp": "海灯祭特別白玉湯",
        "kr": "해등절 특별 백옥탕",
        "pt": "Ensopado de Gemas Especial do Ritual de Lanternas",
        "ru": "Особый суп из украшений Праздника морских фонарей",
        "th": "Lantern Rite Special Jewelry Soup",
        "vi": "Canh Bạch Ngọc Đặc Biệt Tết Hải Đăng"
    },
    "id": 108218,
    "materialDesc": {
        "en": "Traditional cuisine made to celebrate Lantern Rite. Snapdragon, tofu, and lotus seeds are put into boiling water and simmered. Jewelry Soup earned its luxurious name from the look of the ingredients used, but contrary to its name, the soup is commonly prepared and served in ordinary households.",
        "de": "Eine traditionelle Köstlichkeit zum Anlass des Laternenrituals. Sobald das Wasser kocht, werden Goldfischkraut, Tofu und Lotos zugegeben. Der Name rührt vom Erscheinungsbild der Suppe her, die im Gegensatz dazu eine recht gewöhnliche Mahlzeit darstellt.",
        "chs": "为庆祝海灯节而制作的传统佳肴。热水烧开后，将金鱼草、豆腐和莲子下锅齐煮。因其造型寓意而被戏称为「珍珠翡翠白玉汤」，实质上是一道非常家常的菜品。",
        "cht": "為慶祝海燈節而製作的傳統佳餚。熱水燒開後，將金魚草、豆腐和蓮子下鍋齊煮。因其造型寓意而被戲稱為「珍珠翡翠白玉湯」，實質上是一道非常家常的菜品。",
        "es": "Una comida tradicional típica del Rito de la Linterna. Cuando el agua empieza a hervir, se añade la flor dorada, el tofu y las semillas de loto y se deja cocer. Debido a su aspecto, la gente suele llamar a este plato “estofado de gemas”, pero en realidad no es un plato lujoso, sino más bien bastante casero.",
        "fr": "Un plat traditionnel de Liyue que l'on cuisine lors du Festival des lanternes. Les gueules-de-loup, le tofu et les graines de lotus sont mijotés dans de l'eau bouillante. Ce plat a été nommé selon son apparence, et contrairement à ce qu'on pourrait croire, il s'agit une spécialité populaire.",
        "id": "Hidangan tradisional yang dimasak untuk merayakan Lantern Rite. Bunga Snapdragon, tahu, dan biji bunga teratai dimasukkan ke dalam air mendidih. Sup ini mendapat nama mewahnya dari bahan yang digunakan, tapi sebenarnya sup ini merupakan masakan rumah yang sangat umum.",
        "jp": "海灯祭を祝うために作られた伝統料理。沸騰したお湯に金魚草、豆腐、蓮の実を入れるだけ。緑野菜と豆腐は翡翠と白玉に見えるのが名前の由来だが、本当は簡単に作れる家庭料理。",
        "kr": "해등절을 축하하기 위해 만든 전통 요리. 끓는 물에 금어초, 두부, 연밥을 넣고 푹 삶는다. 좀 그런 모양새 때문에 「진주비취백옥탕」이라고 비웃지만 사실 가장 흔한 집밥이다",
        "pt": "Cozinha tradicional feita para celebrar o Ritual de Lanternas. Flor Crânio de Dragão, tofu e sementes de lótus são colocados em água fervente e cozidos. O nome Ensopado de Gemas vem de sua aparência luxuosa por conta dos ingrediente usados, mas ao contrário do que seu nome indica, a sopa é comumente prepara e servida em famílias comuns.",
        "ru": "Традиционное блюдо, приготовленное специально для Праздника морских фонарей. Тофу, львиный зев и семена лотоса. Своё роскошное название суп получил за внешний вид приготовленных ингредиентов, отдалённо напоминающих драгоценности. Несмотря на столь изысканное имя, суп чаще всего готовят и подают к столу в самых обычных семьях.",
        "th": "อาหารสูตรดั้งเดิมที่ทำขึ้นเพื่อฉลองเทศกาล Lantern Rite หลักจากที่ต้มน้ำจนเดือดแล้วจึงนำ Snapdragon, เต้าหู้และเม็ดบัวลงไปต้มในหม้อ โดยชื่อ Jewelry Soup นั้นถูกตั้งตามหน้าตาของมัน ซึ่งความเป็นจริงแล้วก็คืออาหารที่แต่ละบ้านนิยมทำกินกันทั่วไปนั่นเอง",
        "vi": "Món ăn truyền thống được làm ra để mừng Tết Hải Đăng. Sau khi nước sôi, nấu cỏ kim ngư, đậu hũ và hạt sen chung với nhau. Vì ngụ ý trong món ăn mà được đặt tên là Canh Trân Châu Phỉ Thúy Bạch Ngọc, thực chất là một món ăn vô cùng bình thường."
    },
    "materialType": "MATERIAL_FOOD"
}