{
    "name": {
        "en": "Lantern Rite Special Lotus Seed and Bird Egg Soup",
        "de": "Gedämpftes Ei mit Lotossamen fürs Laternenritual",
        "chs": "海灯节特色禽蛋羹",
        "cht": "海燈節特色禽蛋羹",
        "es": "Sopa de loto y huevo del Rito de la Linterna",
        "fr": "Œufs et graines de lotus à la vapeur façon Festival des lanternes",
        "id": "Lantern Rite Special Lotus Seed and Bird Egg Soup",
        "jp": "海灯祭特別茶碗蒸し",
        "kr": "해등절 특별 계란찜",
        "pt": "Sopa de Lótus e Ovo Especial do Ritual de Lanternas",
        "ru": "Особый яичный суп из лотоса Праздника морских фонарей",
        "th": "Lantern Rite Special Lotus Seed and Bird Egg Soup",
        "vi": "Canh Trứng Đặc Biệt Tết Hải Đăng"
    },
    "id": 108217,
    "materialDesc": {
        "en": "Traditional cuisine made to celebrate Lantern Rite. The clear, gold colors of the egg custard have been embellished with several lotus roots. Regardless of whether it is breakfast or a post-meal snack, its superior nutritional value can greatly nourish the body.",
        "de": "Eine traditionelle Köstlichkeit zum Anlass des Laternenrituals. In der goldgelb glänzenden Oberfläche stecken einige Lotossamen. Dieses Gericht eignet sich als Frühstück wie als Nachspeise gleichermaßen und gibt einem die Kraft, die man für einen anstrengenden Tag braucht.",
        "chs": "为庆祝海灯节而制作的传统佳肴。色泽澄澈金黄的禽蛋羹上点缀了几颗莲子。不管是作为早餐还是饭后点心，都能大量补充身体所需的优质营养。",
        "cht": "為慶祝海燈節而製作的傳統佳餚。色澤澄澈金黃的禽蛋羹上點綴了幾顆蓮子。不管是作為早餐還是飯後點心，都能大量補充身體所需的優質營養。",
        "es": "Una comida tradicional típica del Rito de la Linterna. A la brillante y dorada sopa se le han añadido unas semillas de loto. Se coma como desayuno o como postre, siempre aportará al cuerpo los ingredientes que necesita.",
        "fr": "Un plat traditionnel de Liyue que l'on cuisine lors du Festival des lanternes. Les graines de lotus agrémentent la crème aux œufs. Ses valeurs nutritionnelles en font un mets idéal à consommer pour le petit déjeuner ou en tant qu'encas.",
        "id": "Hidangan tradisional yang dimasak untuk merayakan Lantern Rite. Beberapa biji bunga teratai menghiasi puding telur yang berwarna keemasan. Saat dimakan sebagai sarapan atau makanan penutup, hidangan ini bisa memberikan banyak nutrisi bagi tubuh.",
        "jp": "海灯祭を祝うために作られた伝統料理。透き通った黄色の卵の上に、ハスの実が輝いている。朝食としても、食後のデザートとしても、栄養バランスのとれた一品。",
        "kr": "해등절을 축하하기 위해 만든 전통 요리. 빛이 고운 황금빛 계란찜 위를 연밥으로 장식했다. 아침 식사로든 디저트로든 필요한 양질의 영양을 보충해준다",
        "pt": "Cozinha tradicional feita para celebrar o Ritual de Lanternas. As cores claras e douradas do creme de ovos foram adornadas com várias raízes de lótus. Seja no café da manhã ou lanche após a refeição, seu valor nutricional superior pode nutrir muito o corpo.",
        "ru": "Традиционное блюдо, приготовленное специально для Праздника морских фонарей. Золотистый желток украшен семенами лотоса. Вне зависимости от того, завтрак это или послеобеденный перекус, оно заряжает вас бодростью на весь день.",
        "th": "อาหารสูตรดั้งเดิมที่ทำขึ้นเพื่อฉลองเทศกาล Lantern Rite ไข่ตุ๋นสีเหลืองทองตกแต่งหน้าด้วยเม็ดบัวสองสามชิ้น ไม่ว่าจะกินเป็นอาหารเช้าหรืออาหารว่างก็สามารถเสริมคุณค่าทางโภชนาการ ที่จำเป็นต่อร่างกายได้เป็นอย่างมาก",
        "vi": "Món ăn truyền thống được làm ra để mừng Tết Hải Đăng. Màu trứng vàng óng điểm thêm vài hạt sen. Dù là sử dụng cho bữa sáng hay món tráng miệng sau bữa ăn, thì cũng đều bổ sung rất nhiều dinh dưỡng tốt cho cơ thể."
    },
    "materialType": "MATERIAL_FOOD"
}