{
    "name": {
        "en": "Lantern Rite Special Noodles with Mountain Delicacies",
        "de": "Nudeln mit Fleischsoße und Pilzen fürs Laternenritual",
        "chs": "海灯节特色热卤面",
        "cht": "海燈節特色熱滷麵",
        "es": "Fideos con delicias de montaña del Rito de la Linterna",
        "fr": "Nouilles aux délices de la montagne façon Festival des lanternes",
        "id": "Lantern Rite Special Noodles with Mountain Delicacies",
        "jp": "海灯祭特別山幸の麺",
        "kr": "해등절 특별 울면",
        "pt": "Macarrão com Delícias das Montanhas Especial do Ritual de Lanternas",
        "ru": "Особая лапша «Дары гор» Праздника морских фонарей",
        "th": "Lantern Rite Special Noodles with Mountain Delicacies",
        "vi": "Mì Sốt Nóng Đặc Biệt Tết Hải Đăng"
    },
    "id": 108219,
    "materialDesc": {
        "en": "Traditional cuisine made to celebrate Lantern Rite. The sauce has a rustic flavor, and there's a generous amount of it mixed in with the noodles. A humble but enduringly popular dish.",
        "de": "Eine traditionelle Köstlichkeit zum Anlass des Laternenrituals. Die Portion hat eine ansehnliche Größe und neben den Nudeln findet man ausreichend Fleisch und Gemüse. Die angedickte Soße verbindet alles ausgezeichnet miteinander. Es ist zwar normale Hausmannskost, schmeckt dafür aber umso besser.",
        "chs": "为庆祝海灯节而制作的传统佳肴。分量十足的配菜拌入卤面之中，酱味敦厚。虽然是普通家常的做法，却能孕育出无比浓郁的回味。",
        "cht": "為慶祝海燈節而製作的傳統佳餚。分量十足的配菜拌入滷麵之中，醬味敦厚。雖然是普通家常的做法，卻能孕育出無比濃郁的回味。",
        "es": "Una comida tradicional típica del Rito de la Linterna. Al juntar su generosa guarnición con los fideos hervidos, se consigue resaltar el sabor de la salsa. Aunque es un plato muy común y casero, su sabor es realmente intenso.",
        "fr": "Un plat traditionnel de Liyue que l'on cuisine lors du Festival des lanternes. Les nouilles sont mélangées à une quantité généreuse de sauce épaisse à la saveur rustique. Bien qu'il s'agisse d'un plat populaire, il n'en demeure pas moins excellent.",
        "id": "Hidangan tradisional yang dimasak untuk merayakan Lantern Rite. Sausnya memiliki rasa seperti masakan rumahan, dan jumlah saus yang dituangkan ke dalam mi ini cukup banyak. Sebuah masakan yang sederhana, tetapi sangat populer dan digemari.",
        "jp": "海灯祭を祝うために作られた伝統料理。具材たっぷりで、麺とスープが良く絡む。ごく普通の作り方だが、濃厚な味を楽しめる。",
        "kr": "해등절을 축하하기 위해 만든 전통 요리. 충분한 분량의 고명과 면이 잘 버무려져 깊은 양념 맛을 느낄 수 있다. 평범한 요리법으로 탄생한 평범하지 않은 맛의 면 요리다",
        "pt": "Cozinha tradicional feita para celebrar o Ritual de Lanternas. O molho tem um sabor rústico, e há uma quantidade generosa dele misturado com o macarrão. Um prato humilde, porém persistentemente popular.",
        "ru": "Традиционное блюдо, приготовленное специально для Праздника морских фонарей. Подливы добавлено в эту лапшу от всей души. Очень лёгкое домашнее блюдо, ставшее популярным благодаря своей деревенской простоте и свежему аромату природы.",
        "th": "อาหารสูตรดั้งเดิมที่ทำขึ้นเพื่อฉลองเทศกาล Lantern Rite ส่วนผสมที่ถูกใส่ลงไปอย่างลงตัว เกิดเป็นรสชาติที่แสนเพอร์เฟกต์ ถึงวิธีทำจะดูธรรมดาทั่วไป แต่ก็ให้รสชาติที่ติดปากไปอีกนานแสนนาน",
        "vi": "Món ăn truyền thống được làm ra để mừng Tết Hải Đăng. Với phần thức ăn kèm và nước sốt đậm đà được trộn vào mỳ. Mặc dù đây chỉ là cách làm bình thường tại nhà, nhưng đã tạo ra một dư vị vô cùng đặc sắc."
    },
    "materialType": "MATERIAL_FOOD"
}