{
    "name": {
        "en": "Launch Tube",
        "de": "„Abschussrohr“",
        "chs": "「烟花筒」",
        "cht": "「煙花筒」",
        "es": "Tubo pirotécnico",
        "fr": "Tube de tir",
        "id": "Launch Tube",
        "jp": "「花火の筒」",
        "kr": "「폭죽통」",
        "pt": "Barrilzinho de Fogos de Artifício",
        "ru": "Пусковая труба",
        "th": "\"Launch Tube\"",
        "vi": "\"Ống Pháo Hoa\""
    },
    "id": 220047,
    "materialDesc": {
        "en": "A special device created by the artisan Pengyi. It comes with functions that allow for the creation and automated launch of fireworks. In the hands of someone creative, it will surely see great use in the creation of unique and radiant fireworks shows.",
        "de": "Eine wundersame Vorrichtung, die von dem Handwerker Pengyi entwickelt wurde. Mit ihr kann man Feuerwerk nicht nur schmelzen und herstellen, sondern auch automatisch zünden. Nur besonders geistreiche Menschen können ihre zauberhafte Funktionalität voll zur Geltung bringen und damit eine atemberaubende Feuerwerksschau erschaffen.",
        "chs": "由工匠朋义开发的奇妙机关，同时具备熔炼烟花和自动燃放烟花的功能。在富有才思与灵感之人手中，想必能发挥无穷的作用，创造一场无比绚烂的烟花演出。",
        "cht": "由工匠朋義開發的奇妙機關，同時具備熔煉煙花和自動燃放煙花的功能。在富有才思與靈感之人手中，想必能發揮無窮的作用，創造一場無比絢爛的煙花演出。",
        "es": "Un fantástico artilugio creado por el artesano Pengyi. Con él, se pueden encender fuegos artificiales y lanzarlos. En manos de una persona creativa, dará juego para hacer muchas cosas, como un maravilloso espectáculo pirotécnico.",
        "fr": "Un objet créé par Pengyi qui permet la création et le tir automatique de feux d'artifice. Une âme créative pourrait donner naissance à un splendide spectacle grâce aux possibilités infinies qu'il propose.",
        "id": "Sebuah alat khusus yang diciptakan pengrajin Pengyi. Alat ini berfungsi untuk meleburkan dan meluncurkan kembang api secara otomatis. Di tangan seseorang yang kreatif, alat ini pasti bisa menciptakan pertunjukan kembang api yang unik dan meriah.",
        "jp": "職人の朋義が開発した奇妙な装置。花火の調合と自動打ち上げ機能を持っている。才能と独特の発想を持つ人の手にかかれば、色鮮やかな、壮大な花火を打ち上げることができる。",
        "kr": "장인 의웅이 개발한 기묘한 장치. 폭죽 정련과 자동 발포 기능이 있다. 재능과 영감이 넘치는 사람의 손에서 무궁무진한 효과를 발휘해 화려한 폭죽놀이를 선사한다",
        "pt": "Um dispositivo especial criado pelo artesão Pengyi. Ele vem com funções que permitem a fundição e lançamento automático de fogos de artifício. Nas mãos de alguém com criatividade, com certeza será de grande utilidade na criação de espetáculos únicos e radiantes de fogos de artifício.",
        "ru": "Фантастическое устройство, созданное ремесленником Пэн И. С его помощью можно создавать и автоматически запускать фейерверки. В руках творческого человека оно, несомненно, найдёт большое применение при создании уникальных и ярких представлений с фейерверками.",
        "th": "กลไกมหัศจรรย์ที่พัฒนาโดยช่างฝีมือ Pengyi มีฟังก์ชันการหลอมและจุดดอกไม้ไฟได้ในเวลาเดียวกัน หากอยู่ในมือของผู้ที่มีความสามารถและความคิดสร้างสรรค์ คงดึงศักยภาพของมันออกมาได้อย่างเต็มที่ และสร้างการแสดงดอกไม้ไฟที่สุดวิเศษได้อย่างแน่นอน",
        "vi": "Cơ quan kỳ diệu được phát minh bởi Pengyi, có công dụng dung luyện pháo hoa và tự động đốt pháo hoa. Nếu ở trong tay người có sáng kiến phong phú, nhất định sẽ phát huy triệt để khả năng, tạo ra một màn pháo hoa hoành tráng."
    },
    "materialType": "MATERIAL_WIDGET"
}