{
    "name": {
        "en": "Layla's List of Orders",
        "de": "Laylas Einkaufsliste",
        "chs": "莱依拉的订货单",
        "cht": "萊依拉的訂貨單",
        "es": "Recibo de Laila",
        "fr": "Commande de Layla",
        "id": "Daftar Pesanan Layla",
        "jp": "レイラの注文書",
        "kr": "레일라의 주문서",
        "pt": "Pedido de Layla",
        "ru": "Заказ Лайлы",
        "th": "ใบสั่งซื้อของ Layla",
        "vi": "Đơn Đặt Hàng Của Layla"
    },
    "id": 120157,
    "materialDesc": {
        "en": "`This is a list containing the items Layla ordered from the Almighty Merchant. The cooking ingredients that Layla was looking to purchase are written down here.\\nThe list mentions the address where she first met up with the Almighty Merchant and the names of the items that Layla was sold. Special mention is made of Layla's purchase of an item \"that has never been found anywhere in the Grand Bazaar,\" as if to prevent the other party from forgetting Layla's identity. But for some reason, the meeting address was not in Sumeru City, but instead on a road outside the city. This Almighty Merchant character seems most adept at scheduling, to have accepted Layla's order while still transporting their goods.",
        "de": "Eine Liste mit Zutaten, die Layla beim „Alleshändler“ bestellen möchte.\\nDie Liste enthält die Adresse, an der Layla sich einst mit dem „Alleshändler“ getroffen hat, und die Namen der Artikel, die Layla gekauft hat. Besonders gekennzeichnet ist ein Artikel, den Layla bei ihm gekauft hat und „der nirgendwo sonst auf dem Großen Basar zu finden ist“, als würde Layla vermeiden wollen, dass diese Person nicht an sie erinnert. Aber aus irgendeinem Grund befindet sich der Treffpunkt nicht in der Stadt Sumeru, sondern an einer Straße außerhalb der Stadt. Der „Alleshändler“ scheint geschickt im Planen zu sein. Sieht aus, als würde er Laylas Bestellung annehmen, während er eine Ladung Waren transportiert.",
        "chs": "莱依拉向「全能商人」订货所用的单据，记载着莱依拉计划购买的食材。\\n单据上提到了曾与「全能商人」碰面的地址，和对方卖给莱依拉的商品名，特别标注了莱依拉在对方那里买到了「全大巴扎都没有找到过类似物」的商品，似乎是为了防止对方想不起莱依拉的身份。不过不知为何，碰面的地址并不在须弥城内，而是城外的某条道路边。「全能商人」似乎很会安排时间，打算在转运商品的过程中接受莱依拉的订单？",
        "cht": "萊依拉向「全能商人」訂貨所用的單據，記載著萊依拉計劃購買的食材。\\n單據上提到了曾與「全能商人」碰面的地址，和對方賣給萊依拉的商品名，特別標注了萊依拉在對方那裡買到了「全大巴扎都沒有找到過類似物」的商品，似乎是為了防止對方想不起萊依拉的身分。不過不知為何，碰面的地址並不在須彌城內，而是城外的某條道路邊。「全能商人」似乎很會安排時間，打算在轉運商品的過程中接受萊依拉的訂單？",
        "es": "Un recibo del pedido de compra que le hizo Laila a la mercader omnipotente. Contiene una lista detallada de todos los ingredientes que pensaba adquirir.\\nTambién aparece la dirección donde se reunieron y el nombre de los productos que la mercader omnipotente le vendió a Laila. La frase “Le compré un producto que no he sido capaz de encontrar en ningún otro puesto del Gran Bazar” aparece remarcada, como si fuera un recordatorio para que la mercader omnipotente no se olvide de la identidad de Laila. Pero por algún motivo, el lugar de reunión citado se encuentra en uno de los caminos más allá de los muros de la ciudad. ¿Será que la mercader omnipotente tiene un don para la planificación y pretende llevar a cabo la transacción durante el transporte de mercancías?",
        "fr": "#Une liste d'objets que Layla a commandés au trouvetout. Les ingrédients de cuisine qu'elle souhaite acheter se trouvent dessus ainsi que le lieu de rendez-vous avec le trouvetout et les articles que Layla a précédemment achetés. La phrase « Elle a acheté un produit introuvable au Grand bazar » s'y trouve, comme un rappel pour ne pas oublier la jeune femme. Pour une raison qui vous échappe, le lieu de rendez-vous se trouve étonnamment sur une route en dehors de la Ville de Sumeru. Ce «{NON_BREAK_SPACE}trouvetout » semble être très doué pour planifier ses transactions, car il a accepté la commande de Layla alors que sa marchandise n'est pas encore arrivée.",
        "id": "Ini adalah daftar barang yang dipesan Layla ke Pedagang Serba Bisa. Bahan-bahan makanan yang ingin dibeli Layla tertulis semua di sini.\\nDaftar ini berisi alamat tempat Layla bertemu dengan Pedagang Serba Bisa dan juga barang-barang yang dibeli oleh Layla. Ada catatan khusus tentang pembelian sebuah barang \"yang belum pernah ada sama sekali di Grand Bazaar\". Catatan ini seakan-akan ditulis agar penjualnya tidak lupa dengan Layla. Tapi entah kenapa, lokasi pertemuannya bukan di dalam Kota Sumeru, melainkan di sebuah jalanan di luar kota. Sepertinya Pedagang Serba Bisa ini sangat pandai menjadwalkan pekerjaannya, karena dia sanggup menerima permintaan Layla selagi sedang mengirimkan barang pesanan lainnya.",
        "jp": "レイラが「全能商人」との取引で使った注文書。レイラが注文した食材が記されている。\\n書類には、「全能商人」と会った場所や商人がレイラに売った品物も書かれており、レイラが購入した商品は、「全グランドバザールでも似たものは見たことがない商品」だと特筆されている。どうやらこれは、商人がレイラの身分を忘れないように記したもののようだ。しかし何故か、会った場所はスメールシティ内ではなく、シティ外のとある道の近くらしい。「全能商人」は時間配分がうまく、商品を運ぶ途中でレイラの注文を受けるつもりだったのだろうか？",
        "kr": "레일라가 「만능 상인」에게 주문할 때 사용하는 주문서. 레일라가 구매할 예정인 식자재가 적혀있다.\\n주문서에는 예전에 「만능 상인」과 마주쳤던 장소와 상인이 레일라에게 팔았던 상품명이 언급되어 있는데, 레일라가 상인에게서 「바자르에서는 찾아볼 수 없는 종류의 물건」이라는 상품을 산 적이 있음을 강조했다. 상인이 레일라의 신분을 기억하지 못할까 봐 강조한 듯하다. 하지만 이상하게도 주문서에 적힌 장소는 수메르성이 아닌 수메르성 밖에 있는 길가이다. 「만능 상인」은 시간을 효율적으로 사용하느라 상품을 운송하는 과정 중에 레일라의 주문을 받은 걸지도?",
        "pt": "Essa é uma lista contendo os itens que Layla solicitou à Comerciante Poderosa. Os ingredientes culinários que a Layla queria comprar estão escritos aqui.\\nA lista menciona o endereço onde ela se encontrou com a Comerciante Poderosa e o nome dos itens que Layla comprou. Há uma menção especial de um item \"nunca visto antes no Grande Bazar\" comprado por ela, como se fosse uma dica para que a identidade de Layla fosse lembrada. Entretanto, por algum motivo, o endereço do encontro não era na Cidade de Sumeru, e sim em uma estrada fora da cidade. Essa Comerciante Poderosa parece saber bem se planejar, já que aceitou o pedido de Layla enquanto ainda transportava suas mercadorias.",
        "ru": "Это список товаров, которые Лайла заказала у универсального торговца. В нём перечислены ингредиенты для приготовления пищи, которые Лайла хотела приобрести.\\nВ списке упоминается адрес, где она встретилась с универсальным торговцем, и названия товаров, которые Лайла продала. Особо выделена покупка Лайлой предмета, «который невозможно найти на Большом базаре», как будто для того, чтобы служить напоминанием о личности Лайлы. По какой-то причине место встречи назначено не в Сумеру, а на дороге за городом. Универсальный торговец, похоже, искусен в планировании, поскольку принял заказ Лайлы ещё во время перевозки товаров.",
        "th": "ใบสั่งซื้อที่ Layla ใช้สั่งจองสินค้าจาก \"ยอดนักขาย\" ซึ่งบันทึกรายการวัตถุดิบที่ Layla ต้องการสั่งซื้อเอาไว้\\nบนใบสั่งซื้อมีการพูดถึงสถานที่ที่เคยนัดพบกับ \"ยอดนักขาย\" และชื่อสินค้าที่อีกฝ่ายขายให้กับ Layla ทั้งยังมีการเน้นย้ำด้วยว่า สินค้าที่ Layla ซื้อจากอีกฝ่าย เป็นสินค้าที่ \"แม้จะหาทั่วทั้ง Grand Bazaar ก็ไม่มีทางเจอสินค้าประเภทเดียวกันแน่นอน\" ดูเหมือนจะเป็นการทำไว้เพื่อไม่ให้อีกฝ่ายลืมตัวตนของ Layla สถานที่นัดพบไม่ได้อยู่ในเมือง Sumeru แต่เป็นถนนบางเส้นที่อยู่นอกเมือง ดูเหมือนว่า \"ยอดนักขาย\" จะจัดสรรเวลาได้เก่งมาก คิดจะรับใบสั่งสินค้าในระหว่างที่ขนย้ายสินค้าอยู่งั้นเหรอ?",
        "vi": "Đơn hàng mà Layla dùng để đặt hàng với \"Thương Nhân Toàn Năng\", ghi chép các loại nguyên liệu món ăn mà Layla định mua.\\nTrên đơn hàng có nhắc đến địa điểm từng gặp mặt \"Thương Nhân Toàn Năng\", và tên sản phẩm mà đối phương bán cho Layla, còn đặc biệt ghi chú sản phẩm \"cả Đại Khu Bazaar cũng không tìm thấy loại tương tự\" mà Layla đã mua được từ chỗ đối phương, dường như là sợ đối phương không nhớ ra thân phận của Layla. Nhưng không biết tại sao, địa điểm gặp mặt không phải trong Thành Sumeru, mà là ở một con đường nào đó ngoài thành. \"Thương Nhân Toàn Năng\" dường như rất biết sắp xếp thời gian, dự định tiếp nhận đơn hàng của Layla trong quá trình vận chuyển hàng hóa sao?"
    },
    "materialType": "MATERIAL_QUEST"
}