{
    "name": {
        "en": "Layla",
        "de": "Layla",
        "chs": "莱依拉",
        "cht": "萊依拉",
        "es": "Laila",
        "fr": "Layla",
        "id": "Layla",
        "jp": "レイラ",
        "kr": "레일라",
        "pt": "Layla",
        "ru": "Лайла",
        "th": "Layla",
        "vi": "Layla"
    },
    "id": 1074,
    "materialDesc": {
        "en": "A Rtawahist student who specializes in Theoretical Astrology. Heavily prone to somnambulism and locked in a grinding war with sleep deprivation, the problem of restful slumber is a most troubling one to her.",
        "de": "Eine Rtawahist-Studentin, die sich auf theoretische Astrologie spezialisiert hat. Manchmal schlafwandelnd, manchmal schlaflos. Sie leidet immer unter Schlafproblemen.",
        "chs": "专攻理论星相学的梨多梵谛学院学生。时常梦游，长期缺觉，饱受睡眠问题困扰。",
        "cht": "專攻理論星相學的梨多梵諦學院學生。時常夢遊，長期睡眠不足，飽受睡眠問題困擾。",
        "es": "Una estudiante de la Facultad Rtawahist especializada en astrología teórica. A veces con sonambulismo, otras veces con insomnio, esta chica siempre tiene problemas de sueño.",
        "fr": "Une étudiante du Rtawahist spécialisée en astrologie théorique. Parfois somnambule, parfois insomniaque, elle souffre de troubles du sommeil.",
        "id": "Siswa Darshan Rtawahist yang mengambil spesialisasi Teori Astrologi. Sering tidur berjalan, kadang kala terus terjaga sampai sekian lama. Intinya, dia bermasalah untuk urusan tidur dan istirahat.",
        "jp": "理論占星学を専攻するルタワヒスト学院の学生。時々夢遊状態になる。寝不足が長期にわたり続いており、睡眠障害に悩まされている。",
        "kr": "점성학 이론을 전공하고 있는 르타와히스트 학부의 학생. 늘 몽유병과 수면 부족에 시달리고 있다",
        "pt": "Estudante dos Rtawahist, especializada em astrologia teórica. Sofre de sonambulismo e insônia, ela está sempre enfrentando distúrbios de sono.",
        "ru": "Студентка, которая изучает теоретическую астрологию в даршане Ртавахист. Нередко ходит во сне и страдает от хронического недосыпа.",
        "th": "นักศึกษาจากคณะ Rtawahist ที่เชี่ยวชาญด้านดาราศาสตร์เชิงทฤษฎี มักจะนอนละเมออยู่บ่อยครั้ง ทั้งยังต้องอดหลับอดนอนเป็นเวลานาน เพราะงั้นเลยมีปัญหาด้านการนอนหลับ",
        "vi": "Học sinh của Học Viện Rtawahist, chuyên nghiên cứu Lý Luận Tinh Tượng Học. Thường hay mộng du, mất ngủ trường kỳ, đau đầu vì những vấn đề về giấc ngủ."
    },
    "materialType": "MATERIAL_AVATAR"
}