{
    "name": {
        "en": "Lazurite Axe Marlin",
        "de": "Lasurit-Axt-Marlin",
        "chs": "青金斧枪鱼",
        "cht": "青金斧槍魚",
        "es": "Marlín lanceolado",
        "fr": "Marlin à hache de lazurite",
        "id": "Lazurite Axe Marlin",
        "jp": "金青ハチェットウオ",
        "kr": "청금 미늘창 물고기",
        "pt": "Marlim Machado de Lazurita",
        "ru": "Лазурная рыба-алебарда",
        "th": "Lazurite Axe Marlin",
        "vi": "Cá Rìu Lam Ngọc"
    },
    "id": 131027,
    "materialDesc": {
        "en": "A fish with unique morphology and Sumeru's cousin to the butterfly fish. This fish has a broad skeleton and a unique curved body. Legend has it that the first fishermen to catch this fish had their rods tilted at the end of the tail fin and found that the two, when combined, resemble a polearm, hence giving rise to the name \"Axe Marlin.\" This name has made much more of an impression than its scientific name, the \"Anchor Hook Butterfly,\" and it is thus colloquially used amongst most people.\\nAlthough its namesake is a weapon, and its strength surpasses that of many other fish, Axe Marlin mostly have a kind personality, especially those with blue and gold stripes on the body. Due to their hard scales and big size, Axe Marlins are able to handle attacks from other aquatic creatures, waiting until their attacker is exhausted and leaves.\\nTheir strength can also prove challenging for a master fisherman, whose only choice is to treat them as large beasts — to drain their stamina more efficiently and eventually catch them, one must go all out the moment an Axe Marlin bites.",
        "de": "Ein Fisch mit spezieller Form, ein entfernter Verwandter der Schmetterlingsfische aus Sumeru. Diese Art von Fisch hat ein sehr breites Skelett und einen einzigartig geschwungenen Körper. Man sagt, dass die Angelrute des ersten Fischers, der so einen Fisch aus dem Wasser gezogen hat, schräg über die Schwanzflosse des Fisches verlief und so einer Hellebarde ähnelte, wodurch die Axt in den Namen des Fisches kam. Verglichen mit seiner wissenschaftlichen Bezeichnung, „Ankerhaken-Schmetterlingsfisch“, ist dieser Name deutlich interessanter, weshalb er im Volk Verbreitung findet.\\nAuch wenn ihr Name einer Waffe entstammt und sie zu den stärksten Fischen gehören, haben Axt-Marline eine warmherzige Persönlichkeit, insbesondere jene, deren Körper mit Linien in Lasuritblau überzogen ist. Aufgrund ihrer festen Schuppen und ihrer Kraft brauchen Axt-Marline die Angriffe anderer Wasserlebewesen nicht zu fürchten und können warten, bis ihr Widersacher erschöpft ist, um dann davon zu schwimmen.\\nDas bedeutet selbst für die größten Meister unter den Fischern eine harte Probe. Nur wer sich gut darauf einstellt, einer so großen und mächtigen Bestie gegenüberzustehen und bei ihrem Anbeißen alle Kraft aufzubringen, der hat eine Chance ihre Kraft aufzuzehren und sie zu fangen.",
        "chs": "形貌独特的鱼类，是蝶鱼的须弥远亲。这种鱼类的骨架宽大，身形曲线独具一格。相传最早钓上这种鱼的鱼师将钓竿斜放在尾鳍末端，发现两者结合后形如某种长柄武器，为其取名「斧枪鱼」。相比它的学名「锚钩蝶」，这个名字更为形象，因而在民间广为流传。\\n虽说名字来源于武器，体内蕴含的力量在鱼类之中也位居前列，但斧枪鱼大多有着温厚的性格，体表生有着青金色纹路的斧枪鱼尤其如此。得益于坚硬的鳞片和力量的优势，斧枪鱼能从容应对其他水生生物的攻击，等到对方精疲力竭后悠然离去。\\n它们的力气对于鱼师而言也是一种挑战，唯有做好对抗大型猛兽的准备，在它们咬钩时就全力以赴，才能有效消耗它们的体能，将它们钓获。",
        "cht": "形貌獨特的魚類，是蝶魚的須彌遠親。這種魚類的骨架寬大，身形曲線獨具一格。相傳最早釣上這種魚的魚師將釣竿斜放在尾鰭末端，發現兩者結合後形如某種長柄武器，為其取名「斧槍魚」。相較於其學名「錨鉤蝶」，這個名字更為形象，因而在民間廣為流傳。\\n雖說名字來源於武器，體內蘊含的力量在魚類之中也位居前列，但斧槍魚大多有著溫厚的性格，體表生有著青金色紋路的斧槍魚尤其如此。得益於堅硬的鱗片和力量的優勢，斧槍魚能從容應對其他水生生物的攻擊，等到對方精疲力竭後悠然離去。\\n牠們的力氣對於魚師而言也是一種挑戰，唯有做好對抗大型猛獸的準備，在牠們咬鉤時就全力以赴，才能有效消耗牠們的體能，將牠們釣獲。",
        "es": "Pariente lejano del pez mariposa, este pez posee un esqueleto de gran tamaño y forma curvilínea. Cuenta la leyenda que el primer pescador que atrapó uno de estos peces lo hizo enganchando la caña al extremo de la aleta caudal de pez, y descubrió así que la forma resultante se parecía a la de una lanza. De ahí que este pez se denomine lanza alada. En comparación con su nombre científico, gancho de mariposa, esta denominación resulta más llamativa, por lo que se ha extendido entre la gente de a pie.\\nAunque lleva el nombre de un arma y su poder supera al de muchas otras especies, la mayor parte de estos animales son realmente mansos, sobre todo el lanza alada de franjas añil y dorado. Gracias a la dureza de sus escamas, el lanza alada puede defenderse de cualquier ataque de otras criaturas acuáticas, por lo que puede marcharse tranquilamente una vez que su oponente se ha quedado sin fuerzas.\\nSu fuerza supone un desafío hasta para los maestros pescadores. La única forma de pescar al marlín lanceolado es enfrentarse a él como si fuera una poderosa bestia marina y aguantar hasta que se agote su resistencia.",
        "fr": "#Un poisson à la morphologie unique, parent éloigné de Sumeru du poisson-papillon. Ce poisson a un large squelette et un corps incurvé unique. La légende veut que les premiers pêcheurs à avoir attrapé ce poisson aient incliné leur canne à pêche à l'extrémité de la nageoire caudale pour constater que les deux, une fois combinées, ressemblaient à une hache, d'où le nom de « marlin à hache ». Comparé à son nom scientifique, «{NON_BREAK_SPACE}papillon à crochet », ce nom est plus parlant, c'est pourquoi beaucoup de gens l'utilisent de manière familière.\\nBien que son nom soit dérivé d'une arme et qu'il surpasse la plupart des poissons en termes de force, le marlin à hache est d'une nature pacifique, notamment ceux dont le corps est rayé de bleu et d'or. De par la solidité de ses écailles et sa force physique, le marlin à hache est capable d'encaisser les attaques d'autres créatures aquatiques, attendant que son agresseur ne s'épuise et parte.\\nSa grande force peut constituer un défi pour un pêcheur, qui ne peut l'attraper qu'en l'appréhendant comme s'il s'agissait d'une créature marine féroce et en attendant que son endurance s'épuise totalement.",
        "id": "Ikan dengan bentuk yang unik ini merupakan kerabat jauh dari ikan kupu-kupu. Ikan ini memiliki kerangka tulang yang sangat besar dan lekukan tubuh yang sangat unik. Menurut legenda, ahli ikan pertama yang menangkap ikan ini meletakkan pancing di ujung sirip ekor dan menemukan kalau kombinasi bentuk keduanya sangat mirip dengan Polearm, sehingga dinamakan Axe Marlin (Marlin Tombak). Jika dibandingkan dengan nama ilmiahnya \"Anchor Hook Butterfly\", nama Axe Marlin lebih gamblang, sehingga lebih dikenal di kalangan masyarakat luas.\\nMeskipun namanya berasal dari senjata dan kekuatan yang terkandung di dalam tubuhnya termasuk berada di barisan depan dari spesies ikan, tapi kebanyakan Axe Marlin memiliki kepribadian yang sangat lembut, terutama Axe Marlin dengan garis berwarna biru-emas di permukaan tubuhnya. Berkat kelebihan sisik dan kekuatannya yang kuat, Axe Marlin bisa menghadapi serangan dari makhluk laut lain dengan mudah, dan pergi begitu saja setelah makhluk yang menyerangnya kewalahan.\\nKekuatan mereka juga menjadi tantangan tersendiri bagi para ahli ikan. Ahli ikan perlu melawan persiapan ikan besar yang ganas ini, dan mengerahkan seluruh tenaganya begitu umpan digigit untuk menguras seluruh tenaga ikan dan menangkapnya.",
        "jp": "ユニークな形をした魚で、チョウチョウウオのスメールにいる遠縁に当たる。骨格が広く、体の曲線が特徴的な魚。この魚を最初に釣り上げた漁師が、尾びれの先で竿を傾けたところ、その組み合わせが何か長柄武器のように見えたため、「ハチェットウオ」と呼ばれるようになったと言われている。この名前は、学名の「アンカーフックチョウ」よりも分かりやすいため、民間で流行っていた。\\n名前は武器から由来であるが、体に秘めたパワーも魚の中トップの座につくであるにもかかわらず、そのほとんどは穏やかな性格で、金青色の模様があるハチェットウオは特にそうである。硬い鱗とパワーのおかげで、他の水棲生物からの攻撃は余裕に対応でき、相手が疲れ果てた後、また悠々と去っていく。\\n彼らのパワーは漁師にとってもある種の挑戦と言える。大型猛獣と対峙する準備を整え、餌が食べられる瞬間から全力を出すことこそ、それらの精力を消耗し、釣ることができる唯一の方法である。",
        "kr": "수메르에서만 볼 수 있는 형태가 독특한 어류. 나비고기의 먼 친척이라 볼 수 있다. 이러한 어류는 골격이 장대하고 특별한 곡선을 보여준다. 가장 처음 이 물고기를 낚은 전문 낚시꾼이 낚싯대를 꼬리지느러미 끝부분에 기대어 놓자 두 사물이 결합된 모습이 흡사 장병기 같아 「미늘창 물고기」라는 이름을 지었다 한다. 학명인 「닻가지 나비고기」에 비해 이 이름이 그 형태를 훨씬 잘 설명하고 있어 민간에 널리 알려지게 되었다.\\n비록 무기의 이름을 하고 있고 체내에 깃든 힘도 어류 중에서 상위권이지만 미늘창 물고기는 성격이 온순한데, 그중에서도 청금색 무늬를 타고난 미늘창 물고기가 가장 온순하다. 단단한 비늘과 힘의 우위로 인해 다른 수중 생물들의 공격에 여유롭게 대처하며 상대가 지친 후에 유유히 그곳을 떠나가곤 한다.\\n미늘창 물고기의 힘은 전문 낚시꾼에게 있어 하나의 도전이라고 볼 수 있다. 대형 맹수를 상대하듯 만반의 준비를 하고 입질할 때 온 힘을 쏟아부어 녀석의 체력을 고갈시켜야 미늘창 물고기를 낚을 수 있을 것이다",
        "pt": "Um peixe com uma forma única, é o primo de Sumeru do peixe-borboleta. Este peixe tem um largo esqueleto e um corpo curvado peculiar. Reza a lenda que os primeiros pescadores a pescar esse peixe tiveram suas varas inclinadas na ponta da barbatana caudal e descobriram que as duas, quando combinadas, se assemelham a uma arma de haste, dando origem ao nome \"Marlim Machado\". Este nome ficou muito mais conhecido do que o seu nome científico, \"Borboleta Âncora\", e desde então é usado comumente pelas pessoas.\\nEmbora seu homônimo seja uma arma, e sua força supere a de muitos outros peixes, o Marlim Machado tem uma personalidade gentil, especialmente aqueles com listras azuis e douradas no corpo. Devido às suas escamas duras e tamanho grande, os Marlim Machado são capazes de lidar com ataques de outras criaturas aquáticas, esperando até que seu atacante esteja exausto e desista.\\nSua força também pode ser um desafio para um mestre pescador, cuja única opção é tratá-los como grandes feras. Para drenar sua resistência com mais eficiência e, eventualmente, pegá-los, é preciso segurá-los até que sua resistência se esgote.",
        "ru": "Рыба необычной формы, сумерский родственник рыбы-бабочки. У этой рыбы широкий скелет и уникальное изогнутое тело. Легенда гласит, что первый рыбак, поймавший эту рыбу, приложил свою удочку к её хвостовому плавнику и обнаружил, что вся конструкция напоминает некое древковое оружие, так и появилось название «алебарда». В научных кругах эту рыбу называют «якорная бабочка», но «рыба-алебарда» - название куда более образное, поэтому оно чаще используется в обиходе.\\nНесмотря на своё воинственное название и на то, что их сила превосходит силу многих других рыб, рыбы-алебарды, а в особенности - лазурные алебарды, отличаются крайне миролюбивым характером, особенно те, у которых на теле есть синие и золотые полосы. Благодаря прочности своей чешуи и размеру, рыбы-алебарды зачастую не обращают внимания на атаки других обитателей подводного мира, а просто дожидаются, пока противник устанет и уплывет.\\nОднако их сила может оказаться настоящим испытанием для рыболова. Чтобы поймать рыбу-алебарду, нужно относиться к ней, как к крупному зверю. Мудрый рыбак знает, что когда клюёт рыба-алебарда, нужно выкладываться на полную, чтобы истощить её выносливость. Это единственный способ поймать её.",
        "th": "ปลาที่มีรูปร่างอันเป็นเอกลักษณ์ เป็นญาติห่าง ๆ ของปลา Shirakodai ใน Sumeru โครงสร้างกระดูกของปลาชนิดนี้กว้างใหญ่ และมีโครงร่างโค้งไม่เหมือนใคร ตำนานกล่าวไว้ว่าชาวประมงที่ตกปลาชนิดนี้ขึ้นมาได้เป็นคนแรก ได้วางคันเบ็ดไว้ข้างปลายหางของมัน ก่อนจะค้นพบว่าพอทั้งสองรวมร่างแล้วมีลักษณะเหมือนอาวุธด้ามยาวบางชนิดซะงั้น ดังนั้นจึงตั้งชื่อให้มันว่า \"Axe Marlin\" เทียบกับชื่อทางวิชาการของมันอย่าง \"Anchor Hook Butterfly\" แล้ว ชื่อที่ตั้งดูสมหน้าตามันมากกว่า เพราะอย่างนั้นจึงเป็นที่เรียกแพร่หลายในหมู่คนทั่วไป\\nแม้ว่าจะมีที่มาของชื่อจากอาวุธ แต่ Axe Marlin ส่วนมากมีนิสัยอ่อนโยน โดยเฉพาะชนิดที่มีร่างสีฟ้าสลับลายอ่อนเช่นนี้ ด้วยข้อได้เปรียบจากเกล็ดและรูปร่างแข็งแกร่ง Axe Marlin จึงสามารถทนต่อการโจมตีของสิ่งมีชีวิตใต้น้ำอื่น ๆ และรอให้ฝ่ายตรงข้ามเหนื่อยหมดแรงจากไปอย่างสบาย ๆ\\nนิสัยของพวกมันก็เป็นอีกหนึ่งข้อท้าทายสำหรับชาวประมง ต้องทำใจให้นิ่ง ใช้เวลามาก และจับโอกาสกับแรงในการตวัดเบ็ดให้ดี จึงจะตกพวกมันขึ้นมาได้",
        "vi": "Là loài cá với hình dáng độc đáo, nó là họ hàng xa ở Sumeru của loài cá bướm. Loài cá này có khung xương lớn và hình dáng cơ thể độc đáo. Tương truyền, ngư dân đầu tiên bắt được loài cá này đã đặt cần câu vào cuối vây đuôi, và nhận thấy sự kết hợp của cả hai giống như một loại vũ khí cán dài nên đặt tên cho nó là \"Cá Rìu\". So với tên khoa học của nó là \"Bướm Mỏ Neo\" thì cái tên này sinh động hơn nên được lưu truyền rộng rãi hơn.\\nMặc dù tên gọi của nó là một loại vũ khí và có sức mạnh vượt trội hơn nhiều loài cá khác, nhưng Cá Rìu lại có tính cách ấm áp, đặc biệt là những con có sọc xanh ngọc trên thân. Nhờ lợi thế về vảy và sức mạnh, Cá Rìu có thể bình tĩnh đối phó với các đợt tấn công của các loài thủy sinh khác, và ung dung bỏ đi sau khi đối thủ kiệt sức.\\nSức mạnh của chúng cũng là một thách thức đối với các cao thủ câu cá, cần phải chuẩn bị tinh thần đối phó với mãnh thú, dùng toàn lực kéo khi nó cắn câu thì mới có thể nhanh chóng tiêu hao thể lực của chúng và câu được chúng."
    },
    "materialType": "MATERIAL_EXCHANGE"
}