{
    "name": {
        "en": "Legend of the Lone Sword (III)",
        "de": "Das Schwert in der Einöde III",
        "chs": "荒山孤剑录·三",
        "cht": "荒山孤劍錄·三",
        "es": "La leyenda de la espada solitaria (III)",
        "fr": "L'Épée solitaire du mont désolé - Partie III",
        "id": "Pedang Sebatang Kara (III)",
        "jp": "荒山孤剣録·三",
        "kr": "황산고검록·Ⅲ",
        "pt": "Espada Solitária em Terra Estéril (III)",
        "ru": "Одинокий клинок в пустошах III",
        "th": "บันทึกดาบเดี่ยวแห่งเขาหวงซาน III",
        "vi": "Hoang Sơn Cô Kiếm Lục III"
    },
    "id": 100592,
    "materialDesc": {
        "en": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of Jin the Seventy-Second's duel with the chief of Tupi Village.",
        "de": "Ein in Liyue überaus beliebter Kampfkunstroman. Er spielt in einer Welt ohne Elementarkräfte und Alchimie. Die Geschichte dreht sich dabei um Liebe und Hass. In diesem Band geht es um das Duell zwischen Jin LXXII. und dem Vorsteher des Tupi-Dorfs.",
        "chs": "流行璃月港的武侠小说，讲述了一个没有元素力与炼金术的世界中发生的爱恨情仇故事。本册讲述了金七十二郎与屠毗庄主的对决。",
        "cht": "流行璃月港的武俠小說，講述了一個沒有元素力與煉金術的世界中發生的愛恨情仇故事。本冊講述了金七十二郎與屠毗莊主的對決。",
        "es": "Una popular novela de artes marciales de Liyue. Una historia de amor y odio, de amistad y enemistad, que tiene lugar en un mundo sin elementos y alquimia. En este volumen, se relata el duelo entre Jin 72 y el jefe de la Aldea Tupi.",
        "fr": "Un roman d'arts martiaux populaire à Liyue. Dans un monde sans énergie élémentaire et sans alchimie, une histoire d'amour et de haine se dévoile. Ce tome narre le duel de Jin le Soixante-douzième contre le chef du village de Tupi.",
        "id": "Novel seni bela diri yang populer di Pelabuhan Liyue, menceritakan kisah cinta dan kebencian di dunia tanpa kekuatan unsur dan alkimia. Buku ini menceritakan duel antara Jin ke-72 dengan kepala Desa Tupi.",
        "jp": "璃月港で流行ってる武侠小説、元素力と錬金術のない世界で起こった愛と憎しみの物語。本巻は金七十二郎と屠毘荘の荘主の対決を述べた一冊。",
        "kr": "리월항에서 유행하는 무협 소설, 원소의 힘과 연금술이 없던 세계에서 발생한 사랑과 원한의 이야기이다. 이 책에는 금칠십이랑과 도비장주의 대결 내용이 적혀있다",
        "pt": "Um romance de artes marciais muito popular em Liyue. Ocorre em um mundo sem poderes elementais e alquimia. A história gira em torno de amor e ódio. Este volume é sobre a combate entre o Jin LXXII e o dono da vila de Tupi.",
        "ru": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. В третьей книге Цзинь Семьдесят второй вызывает старосту Тупи на дуэль.",
        "th": "นวนิยายศิลปะการต่อสู้ที่ได้รับความนิยมมากใน Liyue ได้บอกเล่าเรื่องราวความรักและความแค้นที่เกิดขึ้นในโลกที่ไม่มีพลังงานธาตุและการเล่นแร่แปรธาตุ หนังสือเล่มนี้ได้บอกเล่าเรื่องราวการตัดสินของ Jin ที่ 72 กับหัวหน้าหมู่บ้าน Tupi Village",
        "vi": "Tiểu thuyết kiếm hiệp nổi tiếng ở Liyue, kể lại câu chuyện về tình yêu, sự căm phẫn, lòng yêu thương và sự thù địch trong thế giới không bị ảnh hưởng bởi nguyên tố và thuật giả kim. Tập truyện này kể về quyết chiến giữa Kim Thất Thập Nhị Lang và trại chủ Đồ Tì Trang."
    },
    "materialType": "MATERIAL_QUEST"
}