{
    "name": {
        "en": "Legend of the Shattered Halberd (IV)",
        "de": "Legende der zerbrochenen Hellebarde – Band IV",
        "chs": "神霄折戟录·第四卷",
        "cht": "神霄折戟錄·第四卷",
        "es": "La leyenda de la alabarda fragmentada (IV)",
        "fr": "Le Bris de l'arme divine - Tome IV",
        "id": "Legenda Tombak Dewa (IV)",
        "jp": "神霄折戟録·第4卷",
        "kr": "신소절극록·제4권",
        "pt": "A Queda de Shenxiao - Volume IV",
        "ru": "Легенда о разбитой алебарде. Том IV",
        "th": "ตำนานง้าวที่แตกสลาย - 4",
        "vi": "Thần Tiêu Trảm Kích Lục (IV)"
    },
    "id": 100435,
    "materialDesc": {
        "en": "\"Calm down, my son. Listen, Mir. I am not your real father...\"\\n\"Noooooo!\"\\nThe once Minister of Imperial Banquets was, in truth, Khan the Asura from Jotunheim. Leaving the capital was but an act in collaboration with the Minister of Ceremonies and the Grand Secretary to protect the daughter of the Celestial Emperor.\\n\"The late Celestial Emperor Shenxiao, the now Contra Mundi, was once a dear friend of mine. But now, knowing that you have successfully summoned her, all my wishes have been fulfilled.\"",
        "de": "„Beruhige dich, mein Sohn. Hör zu, Mir. Ich bin nicht dein richtiger Vater ...“\\n„Nein!“\\nDer einstige leitende Minister am kaiserlichen Hof für das Unterhaltungsprogramm war in Wahrheit Khan der Asura aus Jotunheim. Das Verlassen der Hauptstadt war nur eine Ablenkungsaktion in Zusammenarbeit mit dem Zeremonienminister sowie dem Großsekretär, um die Tochter des himmlischen Kaisers zu schützen.\\n„Der verstorbene himmlische Kaiser von Shenxiao, der jetzige Contra Mundi, war einst ein guter Freund von mir. Aber Jetzt, da ich weiß, dass du sie erfolgreich gerufen hast, wurden all meine Wünsche erfüllt.“",
        "chs": "「首先你别惊讶，我儿米弥耳，冷静听我说。我不是你亲生父亲。」「不——！」\\n曾经的米光禄寺卿原来是山隐界的阿修罗可汗，当初离京也只是伙同太常、首辅演的一出戏。目的就是保护眼前的天帝幺女。\\n「神霄天帝生前是我的朋友，现在已经堕为万物之敌。既然她已经被你召请，那我也死而无憾了。」",
        "cht": "「首先你別驚訝，我兒米彌耳，冷靜聽我說。我不是你親生父親。」「不——！」\\n曾經的米光祿寺卿原來是山隱界的阿修羅可汗，當初離京也只是夥同太常、首輔演的一齣戲。目的就是保護眼前的天帝么女。\\n「神霄天帝生前是我的朋友，現在已經墮為萬物之敵。既然她已經被你召請，那我也死而無憾了。」",
        "es": "“Cálmate, hijo mío. Escucha, Mir: yo no soy tu verdadero padre...”\\n“¡Noooooo!”.\\nEl Ministro de Banquetes Imperiales era, en realidad, Khan el Asura, procedente de Jotunheim. Huir de la capital no fue más que un acto en colaboración con el Maestro de Ceremonias y el Gran Secretario para proteger a la hija de Shenxiao, Emperador Celestial.\\n“El difunto Shenxiao, ahora llamado Contra Mundi, fue una vez un querido amigo mío. Pero, ahora que sé que la has invocado, todos mis deseos se han cumplido”.",
        "fr": "« D'abord écoute-moi, mon fils. Écoute... Je ne suis pas ton vrai père. » « Non, c'est impossible ! »\\nL'ancien Ministre des banquets impériaux était Khan, un Asura de Jotunheim ; quitter la capitale n'était qu'une comédie, dont étaient complices le Ministre des Cérémonies ainsi que le Grand Secrétaire, et dont le but était de mettre la fille de l'Empereur Céleste en sûreté.\\n« L'Empereur Céleste compte parmi mes amis. Tu as réussi à invoquer sa fille ; je mourrai sans regrets. »",
        "id": "\"Tenanglah, anakku. Dengarkan aku, Mir. Aku bukan ayah kandungmu...\"\\n\"Tidaak-!\"\\nOrang yang mengaku sebagai Menteri Perjamuan Kekaisaran itu ternyata adalah Khan, sang Asura dari Jotunheim. Meninggalkan ibukota hanyalah tipu muslihat dengan bekerja sama antara Menteri Upacara dan Sekretaris Agung untuk melindungi anak perempuan sang Kaisar Celestial.\\n\"Almarhum Kaisar Celestial Shenxiao, yang sekarang menjadi Contra Mundi, dulunya adalah teman baikku. Tapi sekarang, setelah aku mengetahui kamu berhasil memanggilnya, semua keinginanku telah terpenuhi.\"",
        "jp": "「驚かないで聞いてくれ、我が息子よ。我はそなたの本当の父親ではない。」「嫌だ——！」\\nかつての米光禄寺卿は山隠界の阿修羅だった。都を離れるのも太常、首輔の芝居だった。その目的は目の前にいる天帝の娘を守ることだった。\\n「生前の神霄天帝は我が友だったが、今となっては万物の敵に堕ちた。彼女はそなたに守られているのなら、我も安心してあの世に行けるはずだ。」",
        "kr": "「우선 놀라지 말거라, 내 아들 미미르, 정신 차리고 잘 듣거라. 난 네 친아버지가 아니다」「아니야——!」\\n옛 미광록사경은 원래 산 속 숨겨진 세계의 아수라 칸이었다. 처음에는 출경도 또한 그저 어울려 재상을 흉내내는 연극에 불과했다. 목적은 눈앞에 있는 천제의 막내딸을 보호하기 위함이었다.\\n「신소 천제는 생전 내 친구였지만 지금은 만물의 적이 되었다. 그녀가 네 부름을 받았으니 난 이제 죽어도 여한이 없다」",
        "pt": "\"Calma, meu filho. Ouça, Mir. Eu não sou o seu verdadeiro pai...\"\\n\"Nããão!\"\\nO ex-ministro dos banquetes imperiais era, na verdade, Khan, o Asura, de Montis Obscura. Sair da capital não passava de um ato em colaboração com o Ministro de Cerimônias e o Grande Secretário para proteger a filha do Imperador Celestial.\\n\"O falecido Imperador Celestial Shenxiao, o agora Contra Mundi, já foi um amigo querido. Contudo, agora, sabendo que você a convocou com sucesso, todos os meus desejos foram realizados.\"",
        "ru": "«Успокойся, сын мой. Послушай меня, Миар. Я не твой настоящий отец...»\\n«Неееееет!»\\nКак оказалось, министром императорских банкетов был хан Асура из Йотунхейма. Чтобы защитить дочь Небесного Императора, им удалось покинуть столицу только благодаря помощи ведомства банкетов и главного секретаря.\\n«Когда-то покойный Небесный Император, Контра Мунди, был моим другом. Но теперь, зная, что тебе удалось призвать её, я могу быть спокоен, ведь все мои желания исполнились».",
        "th": "\"ก่อนอื่นเลยเธออย่าเพิ่งตกใจไปนะ Mir ลูกรัก ฟังฉันให้ดี ๆ นะ ฉันไม่ใช่พ่อที่แท้จริงของเธอหรอกนะ\" \"ไม่นะ!!!\"\\nผู้ที่ครั้งหนึ่งเคยเป็นรัฐมนตรีสำนักราชพิธีนั้นแท้จริงแล้วก็คือ Khan the Asura ผู้อยู่ใน Jotunheim ซึ่งการออกจากเมืองหลวงในตอน แรกเองก็เป็นเพียงแค่การให้ความร่วมมือกับรัฐมนตรีพิธีการแห่งราชสำนักและเลขานุการใหญ่ในการแสดงละคร เพื่อปกป้องลูกสาวคนเล็กของ จักรพรรดิสวรรค์\\n\"ในช่วงที่ยังมีชีวิตอยู่นั้นจักรพรรดิแห่งสวรรค์ Shenxiao เป็นเพื่อนกับฉัน แต่ตอนนี้เขาได้ตกต่ำจนกลายมาเป็น Contra Mundi ซึ่งเป็นศัตรูกับทุกสรรพสิ่ง ในเมื่อเธอคนนั้นถูกเธอเรียกออกมา ถ้าอย่างนั้นถึงตายฉันก็ไม่เสียใจแล้วล่ะ\"",
        "vi": "\"Bạn chớ ngạc nhiên, tôi là Mir, nghe tôi nói đã. Tôi không phải là bố đẻ của bạn.\" \"Không đúng!\" \\nĐầu bếp hoàng gia hóa ra lại là Khan Asura của Sơn Ẩn Giới, khi rời kinh chỉ là diễn một màn kịch với bộ trưởng nghi lễ và thư ký cấp cao. Mục đích chính là bảo vệ Huyền Nữ của Thiên Đế. \\n\"Thần Tiêu Thiên Đế trước kia là bạn của tôi, nay đã trở thành kẻ thù của vạn vật. Nay cô ấy đã được bạn triệu hồi về, vậy thì tôi có chết cũng cam lòng\""
    },
    "materialType": "MATERIAL_QUEST"
}