{
    "name": {
        "en": "Legend of the Shattered Halberd (III)",
        "de": "Legende der zerbrochenen Hellebarde – Band III",
        "chs": "神霄折戟录·第三卷",
        "cht": "神霄折戟錄·第三卷",
        "es": "La leyenda de la alabarda fragmentada (III)",
        "fr": "Le Bris de l'arme divine - Tome III",
        "id": "Legenda Tombak Dewa (III)",
        "jp": "神霄折戟録·第3卷",
        "kr": "신소절극록·제3권",
        "pt": "A Queda de Shenxiao - Volume III",
        "ru": "Легенда о разбитой алебарде. Том III",
        "th": "ตำนานง้าวที่แตกสลาย - 3",
        "vi": "Thần Tiêu Trảm Kích Lục (III)"
    },
    "id": 100434,
    "materialDesc": {
        "en": "\"Just stay with the name 'Weiyang' for convenience's sake on the road. With the official documents from the government in hand, you should be free to go as you wish throughout the kingdom.\" Still worried about Weiyang, Mir decided to accompany her on her journey and kill any demons they may encounter.\\nThough they had already collected five Ominous Swords and all seemed to be well, they knew in their hearts that the way forward would only get more treacherous and perilous.",
        "de": "„Behalte der Einfachheit halber für die Dauer der Reise den Namen Weiyang bei. Mit den offiziellen Dokumenten der Regierung in der Hand solltest du im ganzen Königreich problemlos reisen zu können, wie du willst.“ Mir war immer noch besorgt um Weiyang und beschloss, sie auf ihrer Reise zu begleiten und alle Dämonen zu töten, denen sie vielleicht begegnen könnte. Obwohl sie bereits fünf Ketzerschwerter gesammelt hatten und alles nach Plan verlief, wussten sie tief in ihren Herzen, dass der Weg nach vorn nur noch tückischer und gefährlicher werden würde.",
        "chs": "「你还是叫未央吧。毕竟行走人间，这个身份最是方便。还有朝廷的牒文，王土之上，出入无碍。」因为放心不下未央，弥耳还是一同踏上了旅程。所谓遇魔斩魔，见妖诛妖——如今已经收集了邪剑五柄。\\n虽然看起来好事过半，但是谁人心里都是清楚的。接下来的路途只会更加凶险——",
        "cht": "「妳還是叫未央吧。畢竟行走人間，這個身分最是方便。還有朝廷的牒文，王土之上，出入無礙。」因為放心不下未央，彌耳還是一同踏上了旅程。所謂遇魔斬魔，見妖誅妖——如今已經收集了邪劍五柄。\\n雖然看起來好事過半，但是誰人心裡都是清楚的。接下來的路途只會更加兇險——",
        "es": "“Mejor quédate con el nombre 'Weiyang'. Te hará el camino más fácil. Si llevas contigo los documentos oficiales del gobierno, deberías poder campar por el reino a tus anchas”. Todavía preocupado por Weiyang, Mir decidió acompañarla en su viaje y ayudarla a enfrentarse a los demonios que pudieran encontrar.\\nAunque ya habían reunido cinco Espadas Ominosas y todo parecía ir bien, sabían en sus corazones que aún les quedaba la parte más peligrosa del viaje.",
        "fr": "« Gardons le nom « Weiyang » pour l'instant. Cette identité sera la plus pratique à garder en chemin. Avec les documents officiels en main, tu devrais pouvoir circuler comme tu l'entends. » Mais ne pouvant se résoudre à l'abandonner seule, Mi'er décida finalement d'accompagner la jeune fille, et, tuant les démons sur leur chemin, ils finirent bientôt par posséder cinq des épées maudites.\\nTout avait l'air de se passer sans annicroche, mais tous deux savaient en leur cœur que la route restant à parcourir était encore longue et périlleuse.",
        "id": "\"Gunakan saja nama 'Weiyang' untuk memudahkan perjalananmu. Dengan dokumen resmi dari pemerintah di tanganmu, kamu harusnya bisa berkelana dengan bebas ke seluruh kerajaan.\" Karena masih khawatir dengan Weiyang, Mir memutuskan untuk menemaninya dalam perjalanan dan mengalahkan monster apa pun yang mereka jumpai.\\nMeskipun mereka telah mengumpulkan kelima Pedang Iblis dan semuanya berjalan lancar, mereka tahu bahwa perjalanan mereka hanya akan semakin sulit dan menantang.",
        "jp": "「君を未央と呼ぼう。人間界にいるなら、やはりその名が一番都合がいい。それに牒文もあるから、王土を出入りするのに問題はないはずだ。」未央のことが心配な弥耳は共に旅に出ることにした。二人は妖魔と戦い、邪剣を5振りを手に入れた。\\nいい展開に見えるが、これからの道はますます険しくなるのは誰もが知っている——",
        "kr": "「널 미앙이라 칭하겠다. 인간계를 돌아다니는 만큼 이 신분이 가장 적합하겠구나. 조정의 첩문도 있으니 왕의 영토는 자유롭게 드나들 수 있을 것이다」 미르는 미앙이 걱정되어 함께 여정에 오른다. 악마는 참수하고, 요괴는 징벌한다고 하여 현재 다섯 자루의 마검을 수집했다.\\n경사가 태반인 듯하지만, 누군가는 분명 알고 있을 것이다. 앞으로의 여정에 위험만이 도사리고 있다는 것을——",
        "pt": "\"Apenas fique com o nome 'Weiyang' por conveniência, na estrada. Com os documentos oficiais do governo em mãos, você deve estar livre para ir como quiser em todo o reino.\" Ainda preocupado com Weiyang, Mir decidiu acompanhá-la em sua jornada e eliminar todos os demônios que encontrassem.\\nEles já haviam colecionado cinco Espadas da Heresia e tudo parecia estar bem, eles sabiam em seus corações que o caminho a seguir só ficaria cada vez mais traiçoeiro e perigoso.",
        "ru": "«Оставайтесь Вэйян. Это имя поможет нам затеряться среди обычных людей, пока мы находимся в пути. С официальными документами вы сможете беспрепятственно следовать по всей империи». По-прежнему волнуясь о Вэйян, Миар решил сопровождать её в её походе и убивать любых повстречавшихся на пути демонов.\\nХоть они уже собрали пять мечей Бисе и были в безопасности, в глубине души они знали, что их путь будет становиться только опаснее.",
        "th": "\"เธอใช้ชื่อว่า Weiyang ไปก่อนแล้วกัน ยังไงซะตัวตนนี้ก็สะดวกกว่าในการอยู่ร่วมกับพวกมนุษย์ล่ะนะ แล้วยังมีเอกสารอย่างเป็นทางการของราชวงศ์ ตราบใดที่ยังอยู่ในดินแดนของราชาก็จะไม่มีใครกล้าที่จะขัดขวาง\" เพราะว่าไม่สามารถวางใจ Weiyang ได้ Mir จึงได้เข้าร่วมการเดินทางด้วย พูดได้ว่าเจออสูรฟาดฟันอสูร เจอปีศาจปราบปีศาจ... จนถึงตอนนี้ได้รวบรวมดาบมารไว้ แล้วถึงห้าเล่มด้วยกัน\\nถึงแม้ว่าทุกสิ่งจะดำเนินไปด้วยดีไป แล้วเกินครึ่งทาง แต่ว่าทุกคนนั้นรู้อยู่แก่ใจดีว่าหนทาง ข้างหน้าจะต้องสาหัสอย่างแน่นอน...",
        "vi": "\"Bạn vẫn là Weiyang phải không. Đi lại giữa chốn nhân gian, thân phận này thật không tiện. Vẫn còn có công văn của triều đình, miễn ở trên đất của vua thì không nơi nào dám cản trở.\" Do không yên tâm về Weiyang, Mir cùng tiến vào chuyến hành trình. Cái gọi là gặp ma chém ma, gặp quỷ giết quỷ, đến nay đã thu thập được 5 thanh tà kiếm.\\nTuy đã đi được hơn nửa, thế nhưng ai cũng biết rằng chuyến đi tiếp theo sẽ càng nguy hiểm hơn..."
    },
    "materialType": "MATERIAL_QUEST"
}