{
    "name": {
        "en": "Legend of the Shattered Halberd (I)",
        "de": "Legende der zerbrochenen Hellebarde – Band I",
        "chs": "神霄折戟录·第一卷",
        "cht": "神霄折戟錄·第一卷",
        "es": "La leyenda de la alabarda fragmentada (I)",
        "fr": "Le Bris de l'arme divine - Tome I",
        "id": "Legenda Tombak Dewa (I)",
        "jp": "神霄折戟録·第1卷",
        "kr": "신소절극록·제1권",
        "pt": "A Queda de Shenxiao - Volume I",
        "ru": "Легенда о разбитой алебарде. Том I",
        "th": "ตำนานง้าวที่แตกสลาย - 1",
        "vi": "Thần Tiêu Trảm Kích Lục (I)"
    },
    "id": 100432,
    "materialDesc": {
        "en": "In ancient times when Axis Mundi was unobstructed, there were nine realms, each a world of its own. The realm of humans was known as the Zhongzhou, while the gods reside in Shenxiao.\\nAt the end of the last calamity, a war between the gods broke out. The God King fell, setting the nine realms ablaze, obliterating all living things. The realms have now been born anew, life again thrives, but the passageway between the nine realms by Axis Mundi has been sealed off.\\nAn all-new graphic novel on the epic journey in search of the God-King's Halberd begins!",
        "de": "Vor langer, langer Zeit gab es neun Gefilde und die Axis Mundi stand offen. Die Welt, in der die Menschen lebten, wurde Zhongzhou genannt, die der Götter Shenxiao.\\nWährend des letzten großen Untergangs brach ein Krieg zwischen den Göttern aus. Am Ende zerbrach die Hellebarde des Königs der Götter und die neun Gefilde lagen in Schutt und Asche. Alles war zerstört.\\nMittlerweile ist die Welt von neuem Leben erfüllt. Doch die Axis Mundi bleibt geschlossen, sodass keine Verbindung mehr zwischen den Gefilden existiert.\\nDer Geschichte des völlig neu aufgezogenen und illustrierten Kampfkunstromans, der sich um die Hellebarde des Königs der Götter dreht, beginnt hier und jetzt!",
        "chs": "太古之时，九洲互具，昆仑尚开。人住之土，名称「中洲」；神在之界，则唤「神霄」。\\n上一劫劫末之时，曾有神魔交战；最终神王折戟，九界火焚，万象化灰。\\n如今新世伊始，万类更生。昆仑闭合，诸世界不复相通。\\n围绕着神王之戟展开的新感觉武侠绘卷，启封！",
        "cht": "太古之時，九洲互具，昆侖尚開。人住之土，名稱「中洲」；神在之界，則喚「神霄」。\\n上一劫劫末之時，曾有神魔交戰；最終神王折戟，九界火焚，萬象化灰。\\n如今新世伊始，萬類更生。昆侖閉合，諸世界不復相通。\\n圍繞著神王之戟展開的新感覺武俠繪卷，啟封！",
        "es": "En la antigüedad, cuando en Axis Mundi no existían los límites, había nueve reinos, y cada uno era un mundo propio. El reino de los humanos era conocido como Zhongzhou, mientras que los dioses residían en el de Shenxiao.\\nDespués de la última calamidad, estalló una guerra entre los dioses, en la que el Rey de los Dioses cayó, incendiando los nueve reinos y destruyendo todos los seres vivos.\\nAhora, los reinos han renacido y la vida vuelve a prosperar, pero el pasadizo entre los reinos de Axis Mundi ha sido cerrado.\\n¡Comienza una novela gráfica completamente nueva sobre la épica odisea de la búsqueda de la Alabarda del Rey de los Dioses!",
        "fr": "Dans les temps anciens, neuf royaumes existaient, traversés par le mont sacré. Celui des hommes était appelé « Zhongzhou », tandis que « Shenxiao » était le nom de celui des dieux.\\nUne guerre éclata entre les déités lors de la dernière calamité ; le roi des dieux tomba en brisant sa lance, et les neuf royaumes furent mis à sang.\\nLe monde est né à nouveau, et la vie a repris le dessus. Le mont sacré a été scellé, et le passage entre les royaumes n'est plus.\\nLe roman haletant suivant la recherche de la hallebarde sacrée du roi des dieux arrive !",
        "id": "Pada zaman dahulu ketika Axis Mundi tidak terhalang, terdapat sembilan alam yang masing-masing memiliki dunia sendiri. Dunia manusia dikenal sebagai Zhongzhou, sedangkan para Dewa tinggal di Shenxiao.\\nDi akhir bencana terakhir, terjadi perang besar antara para Dewa. Raja Dewa pun jatuh, membakar sembilan alam dan melenyapkan semua makhluk hidup. Alam sekarang telah dilahirkan kembali, kehidupan pun tumbuh subur, tetapi lorong antara sembilan alam Axis Mundi telah tertutup.\\nSebuah novel grafis terbaru tentang perjalanan epik untuk mencari Raja Dewa Halberd dimulai!",
        "jp": "それは太古の始まり、九つの大地がまだ一つ、崑崙がまだ開いていた頃の話。人々が暮らす場所は「中洲」、そして神々が暮らす場所は「神霄」と呼ばれていた。\\n一つ前の劫の終わりの時、神魔の戦争が起きていた。最終的に神の王が負け、九つの世界は炎に焼かれ、生き物たちは灰となった。\\nそして今、新たな世界が始まり、生き物たちは蘇り、崑崙は閉じ、世界はバラバラになった。\\n神の王を中心に展開される新感覚武侠物語、ここに始まる！",
        "kr": "오랜 옛날 구주(九洲)가 호구하고 곤륜은 피어있다. 인간계는 「중주」라고 불렸고, 신계는 「신소」라고 불렸다.\\n지난 재앙이 끝나갈 무렵 신과 악마의 전쟁이 있었고, 신왕이 패하여 구계가 불에 타 모든 것이 재로 변했다.\\n새로운 세상이 열리고 만물이 갱생한다. 곤륜이 폐합하고 세계는 더이상 서로 통하지 않는다.\\n신왕을 둘러싼 극에서 펼쳐지는 새로운 무협 두루마리 오픈!",
        "pt": "Nos tempos antigos, quando o Axis Mundi estava desobstruído, havia nove reinos, cada um com seu próprio mundo. O reino dos humanos era conhecido como Zhongzhou, enquanto os deuses residiam em Shenxiao.\\nNo final da última calamidade, uma guerra entre os deuses eclodiu. O Deus Rei caiu, incendiando os nove reinos, obliterando todos os seres vivos. Os reinos agora nasceram de novo, a vida prosperou novamente, mas a passagem entre os nove reinos de Axis Mundi foi selada.\\nUm novo romance gráfico sobre a jornada épica em busca da alabarda do Rei Deus começa!",
        "ru": "В древние времена, когда у Аксис Мунди не было препятствий, существовало девять сфер, каждая из которых была отдельным миром. Царство людей было известно как «Срединная Земля», а боги жили на небесах.\\nПосле великой катастрофы боги развязали войну между собой. Перед своим падением Царь богов поджёг все девять сфер, обрёкши на смерть всё живое. Царства переродились, жизнь снова процветает, но проход между девятью царствами Аксис Мунди заблокирован.\\nЭто начало совершенно нового графического романа об эпическом приключении и поисках алебарды Короля богов!",
        "th": "เมื่อนานมาแล้ว สมัยที่ทวีปทั้งเก้ายังเชื่อมถึงกันและ Axis Mundi ยังเปิดอยู่ ดินแดนที่มนุษย์อาศัยอยู่นั้นเรียกว่า \"Zhongzhou\" ส่วนที่เทพเจ้าสถิตอยู่นั้นคือ \"Shenxiao\"\\nในตอนท้ายของหายนะครั้งนั้นเกิด สงครามระหว่างเทพเจ้าและอสูรขึ้น ซึ่งในตอนสุดท้ายนั้นเป็น ราชันแห่งเทพ ที่พ่ายแพ้ และอาณาจักรทั้งเก้าก็ถูกเผาไหม้ กลายเป็นสีเทา\\nแล้วก็ถึงจุดเริ่มต้นของยุคใหม่ สิ่งต่าง ๆ กำเนิดขึ้นมา ทางเข้าอาณาจักร Axis Mundi ได้ปิดตัวลงและไม่เชื่อมต่อกับโลกอีกต่อไป\\nเรื่องราวมหากาพย์การค้นหา ง้าวราชันแห่งเทพในรูปแบบกราฟิกโนเวล ได้เริ่มต้นขึ้นแล้ว!",
        "vi": "Thời thái cổ, cửu châu thông thương, Côn Lôn rộng mở. Vùng đất phàm nhân, gọi là \"Trung Châu\", vùng đất thần tiên, gọi là \"Thần Tiêu\".\\nRất lâu rồi, ma thần giao chiến, cuối cùng Thần Vương Trảm Kích, cửu giới lầm than, vạn tượng quay về hư không.\\nĐến nay thế giới mới bắt đầu, vạn vật sinh sôi. Côn Lôn đóng lại, các thế giới không thể tương thông với nhau.\\nBức họa võ hiệp xoay quanh Thần Vương Chi Kích được mở ra!"
    },
    "materialType": "MATERIAL_QUEST"
}