{
    "name": {
        "en": "Leisurely Rocks: Left",
        "de": "Ruhiger Felsen – Links",
        "chs": "优悠山石·左",
        "cht": "優悠山石·左",
        "es": "Roca serena (izquierda)",
        "fr": "Rocaille sereine : Gauche",
        "id": "Batu Santai: Kiri",
        "jp": "優悠山石·左",
        "kr": "유여한 산석·좌",
        "pt": "Rocha Serena: Esquerda",
        "ru": "Безмятежный камень (левый)",
        "th": "หินอันเงียบสงบ - ซ้าย",
        "vi": "Đá Nhàn Nhã - Trái"
    },
    "id": 101854,
    "materialDesc": {
        "en": "Slightly soft bonsai rocks. They seem to be able to summon a leisurely and comfy breeze. These can be placed on the left side of the bonsai.",
        "de": "Ein Felsen für die Miniaturlandschaft mit einer recht sanften Oberfläche, er scheint eine beruhigende Brise heraufbeschwören zu können. Er kann die Miniaturlandschaft auf der linken Seite flankieren.",
        "chs": "质地较软的盆景山石，似乎能召来悠闲舒适的轻风，可以摆放为盆景左侧的假山。",
        "cht": "質地較軟的盆景山石，似乎能召來悠閒舒適的輕風，可以擺放為盆景左側的假山。",
        "es": "Una roca para bonsái con una textura bastante suave que, por lo visto, es capaz de invocar una gentil y agradable brisa. Se puede colocar en el lado izquierdo del macetero.",
        "fr": "Des cailloux pour bonsaï légèrement mous. Ils semblent pouvoir invoquer une douce brise et peuvent être placés sur le côté gauche de votre bonsaï.",
        "id": "Bebatuan bonsai yang agak lembut tampaknya mampu memanggil angin sepoi-sepoi yang membuat nyaman. Bebatuan ini dapat ditempatkan di sisi kiri bonsai.",
        "jp": "柔らかい質感をした盆景山石。のんびりと心地よい風を招くらしい。盆景の左側に配置することができる。",
        "kr": "재질이 부드러운 분재 산석. 부드러운 산들바람을 불러올 것 같다. 분재 왼쪽에 배치할 수 있다",
        "pt": "Rocha de textura leve para bonsai. Ela parece poder invocar uma brisa suave. Pode ser colocada no lado esquerdo do bonsai.",
        "ru": "Камень для бонсая с довольно мягкой текстурой, который, по-видимому, способен вызывать лёгкий и приятный ветерок. Его можно поместить в левой части рокария.",
        "th": "หินบอนไซที่ดูนุ่มนวล ราวกับสามารถเรียกสายลมแสนสบายโชยพัดเข้ามาได้ สามารถวางเป็นหินฝั่งด้านซ้ายของกระถางบอนไซได้",
        "vi": "Những tảng đá bonsai hơi mềm. Chúng dường như có thể mang đến một làn gió nhàn nhã và dễ chịu. Có thể đặt làm hòn non bộ bên trái chậu bonsai."
    },
    "materialType": "MATERIAL_QUEST"
}