{
    "name": {
        "en": "Let's Go, Dodoco!",
        "de": "Los geht’s, Dodoco!",
        "chs": "出发吧！嘟嘟可",
        "cht": "出發吧！嘟嘟可",
        "es": "¡Vamos, Dodoco!",
        "fr": "Allez, Dodoco !",
        "id": "Ayo, Dodoco!",
        "jp": "出発！ドドコ",
        "kr": "출발! 도도코",
        "pt": "Vamos, Dodoco!",
        "ru": "Вперёд, Додоко!",
        "th": "ไปกันเถอะ! Dodoco",
        "vi": "Xuất Phát Thôi! Dodoco"
    },
    "id": 101797,
    "materialDesc": {
        "en": "Message From the Editor: \"Let's Go, Dodoco!\" is the combined work of an older girl and a younger girl. Every chapter brims with their gentleness and good wishes, as the story is intended as a gift to our readers. I hope this book — in spite of its small volume — can bring you some simple joy after a long day of work.",
        "de": "Nachricht von der Redaktion: „Los geht’s, Dodoco!“ ist das gemeinsame Werk eines älteren und eines jüngeren Mädchens. Jedes Kapitel strotzt vor ihrer Sanftheit und ihren guten Wünschen, was das Buch zu einem echten Geschenk für euch, unsere Leser, macht. Ich hoffe, dass dieses Buch, trotz seines geringen Umfangs, dir nach einem langen Arbeitstag ein wenig Freude bereiten kann.",
        "chs": "编辑寄语：《出发吧！嘟嘟可》是一个大女孩和一个小女孩共同完成的故事，故事中的所有小小片段都包含着她们的温柔与祝福，也是她们送给诸位读者的礼物。希望这本薄薄的小书能让读者们在繁忙的工作之余获得一些简单的快乐。",
        "cht": "編輯寄語：《出發吧！嘟嘟可》是一個大女孩和一個小女孩共同完成的故事，故事中的所有小小片段都包含著她們的溫柔與祝福，也是她們送給諸位讀者的禮物。希望這本薄薄的小書能讓讀者們在繁忙的工作之餘獲得一些簡單的快樂。",
        "es": "Nota del editor: «¡Vamos, Dodoco!» es una historia escrita por una muchacha y una niña. En ella han plasmado toda su ternura y buenos deseos a modo de regalo para el público. Ojalá que este pequeño librito sirva para traer algo de alegría a la vida de los ocupados lectores.",
        "fr": "Message de l'éditeur : « Allez, Dodoco ! » est une œuvre née de la collaboration entre deux filles dont l'une est plus jeune que l'autre. Leur gentillesse et leur bienveillance transparaissent dans chaque chapitre, car cette histoire est un cadeau qu'elles offrent aux lecteurs. J'espère que ce livre vous fera sourire après une longue journée de travail.",
        "id": "Catatan editor: \"Ayo, Dodoco!\" adalah cerita yang penulisannya diselesaikan secara bersama-sama oleh seorang wanita dewasa dan seorang gadis cilik, semua potongan kecil dalam cerita mengandung kelembutan dan berkah, sekaligus merupakan hadiah untuk para pembacanya. Mudah-mudahan, buku kecil yang tipis ini dapat melimpahkan sedikit kegembiraan kepada para pembacanya di tengah sibuknya jadwal mereka.",
        "jp": "編集後記：『出発！ドドコ』は女の子二人の物語ですが、些細なエピソードの中には、二人の優しさと祝福が込められています。それは全ての読者への贈り物です。忙しい毎日を送る読者の皆様に、束の間の喜びを届けられますように。",
        "kr": "편집자 메시지: 《출발! 도도코》는 소녀와 여자아이가 함께 완성한 스토리로, 이야기 곳곳에 그녀들의 따뜻함과 축복이 묻어있는 그녀들이 독자들에게 주는 선물 같은 책이다. 얇은 책이지만 독자들이 이 책을 통해 바쁜 직장 생활 속에서 소소한 즐거움을 느끼길 바란다",
        "pt": "Mensagem do editor: \"Vamos, Dodoco!\" é o trabalho conjunto de uma garota e uma menininha. Cada capítulo contém sua gentileza e desejos, tornando o livro um verdadeiro presente para os leitores. Espero que este livro, apesar de seu pequeno tamanho, possa lhe trazer alegria após um longo dia de trabalho.",
        "ru": "Примечание редактора: «Вперёд, Додоко!» - совместная работа маленькой девочки и девочки постарше. Каждая из глав романа наполнена нежностью и добрыми пожеланиями, поскольку он должен стать подарком для наших читателей. Надеюсь, что эта книга, невзирая на её малый объём, принесёт вам немного простой радости в свободное от работы время.",
        "th": "หมายเหตุจากบรรณาธิการ: \"ไปกันเถอะ! Dodoco\" เป็นเรื่องราวที่เกี่ยวกับหญิงสาวและเด็กสาวตัวน้อย แต่ละช่วงเล็ก ๆ น้อย ๆ ในเรื่องบอกเล่าถึงความอ่อนโยนและคำอวยพรของพวกเธอ และก็เป็นของขวัญที่พวกเธอมอบให้กับผู้อ่านด้วยเช่นกัน หวังว่าหนังสือบาง ๆ เล่มนี้จะทำให้ผู้อ่านได้รับความสุขเล็ก ๆ น้อย ๆ ในช่วงเวลาว่างจากงานแสนยุ่งเหยิงกันนะ",
        "vi": "Lời của người biên tập: \"Xuất Phát Thôi! Dodoco\" là một câu chuyện được hoàn thành bởi một cô gái lớn và một cô gái nhỏ, tất cả những mảnh vỡ nhỏ trong câu chuyện đều chứa đựng sự dịu dàng và lời chúc phúc của họ, và đó cũng là món quà dành cho người đọc. Hy vọng cuốn sách nhỏ này sẽ mang đến cho độc giả một niềm vui giản dị nào đó trong lịch trình bận rộn của mình."
    },
    "materialType": "MATERIAL_QUEST"
}