{
    "name": {
        "en": "Letter to Cyrus",
        "de": "Brief an Cyrus",
        "chs": "寄给塞琉斯的信",
        "cht": "寄給賽琉斯的信",
        "es": "Carta para Cyrus",
        "fr": "Lettre pour Cyrus",
        "id": "Surat untuk Cyrus",
        "jp": "サイリュスの手紙",
        "kr": "사이러스에게 보내는 편지",
        "pt": "Carta para Cyrus",
        "ru": "Письмо для Сайруса",
        "th": "จดหมายถึง Cyrus",
        "vi": "Thư gửi cho Cyrus"
    },
    "id": 100687,
    "materialDesc": {
        "en": "A letter to Cyrus. The handwriting on the envelope looks hasty and careless, reflecting the sender's state of mind.",
        "de": "Ein Brief an Cyrus. Auf dem Umschlag befindet sich eine sehr schlampige Handschrift, anscheinend ähnlich der Stimmung der Person, die ihn verfasst hat.",
        "chs": "寄给塞琉斯的信。信封上的字迹很是潦草，和写字人的心情颇为相似。",
        "cht": "寄給賽琉斯的信。信封上的字跡很是潦草，和寫字人的心情頗為相似。",
        "es": "Una carta para Cyrus. En el sobre, hay una caligrafía muy descuidada, similar al estado de ánimo en el que se encontraba la persona que lo escribió.",
        "fr": "Une lettre à l'intention de Cyrus. Le nom sur l'enveloppe a été griffonné à la hâte et sans grande attention, reflétant l'état d'esprit de l'expéditeur.",
        "id": "Surat yang dikirimkan ke Cyrus. Tulis tangan di amplop terlihat sangat buruk rupa, sama seperti perasaan hati penulisnya.",
        "jp": "サイリュスへの手紙。封筒に書かれた字は不格好で、まるで書き手の心情を現わしているようだった。",
        "kr": "사이러스에게 보내는 편지. 편지 봉투에 적힌 비뚤비뚤한 글씨에서 필자의 심정이 느껴진다",
        "pt": "Uma carta para Cyrus. A caligrafia no envelope parece apressada e descuidada, revelando o estado em que se encontrava o remetente.",
        "ru": "Письмо для Сайруса. Почерк на конверте выглядит торопливым и небрежным, что отражает характер отправителя.",
        "th": "จดหมายที่ส่งถึง Cyrus ลายมือบนซองจดหมายถูกเขียนอย่างเร่งรีบ เช่นเดียวกับความรู้สึกของผู้เขียน",
        "vi": "Thư gửi cho Cyrus. Nét chữ trên phong bì rất nguệch ngoạc, giống với tâm trạng của người viết."
    },
    "materialType": "MATERIAL_QUEST"
}