{
    "name": {
        "en": "Lieutenant's Insignia",
        "de": "Abzeichen für Offiziere",
        "chs": "尉官的徽记",
        "cht": "尉官的徽記",
        "es": "Insignia del oficial",
        "fr": "Insigne d'officier",
        "id": "Lieutenant's Insignia",
        "jp": "尉官の記章",
        "kr": "위관의 휘장",
        "pt": "Insígnia de Oficial",
        "ru": "Шеврон офицера",
        "th": "Officer's Insignia",
        "vi": "Phù Hiệu Hiệu Úy"
    },
    "id": 112034,
    "materialDesc": {
        "en": "An insignia to identify officers. The Fatui possess a colossal army, so there must be something extraordinary about the ones who achieved this rank within the group.",
        "de": "Ein Abzeichen, das anzeigt, dass man Offizier ist. Die Fatui kontrollieren eine gewaltige Armee. Man muss also schon etwas Großes geleistet haben, um darin als Offizier dienen zu können.",
        "chs": "标识着尉官身份的徽记。愚人众拥有庞大的军队，能在其中担任尉官者，想必是有过人之处吧。",
        "cht": "標識著尉官身分的徽記。愚人眾擁有龐大的軍隊，能在其中擔任尉官者，想必是有過人之處吧。",
        "es": "Una insignia para identificar a los oficiales. Los Fatui poseen un ejército colosal, por lo que los que alcanzaron este rango deben tener algo extraordinario.",
        "fr": "Un insigne servant à identifier les officiers. Compte tenu de la taille de l'armée des Fatui, ceux qui parviennent à atteindre le rang d'officier doivent sûrement être un minimum doués.",
        "id": "Sebuah lencana yang menandakan jabatan letnan. Fatui memiliki pasukan yang sangat besar, pastinya yang menjabat sebagai letnan memiliki kualitas yang luar biasa.",
        "jp": "尉官の身分を記した記章。ファデュイには膨大な軍隊があり、その中で尉官になれる人はきっと優れた能力があるだろう。",
        "kr": "위관 신분을 나타내는 휘장. 우인단의 강력한 군대에서 위관을 할 정도면 뛰어난 사람인 게 분명하다",
        "pt": "Uma insígnia para identificar os oficiais. Os Fatui possuem um exército colossal, portanto, deve haver algo extraordinário naqueles que alcançaram essa classificação dentro do grupo.",
        "ru": "Знак, определяющий офицера. У Фатуи огромная армия, поэтому в человеке, дослужившемся до офицера, должно быть что-то особенное.",
        "th": "ตราสัญลักษณ์ของนายทหาร ท่ามกลางกองทหารที่ Fatui ครอบครองอยู่ ผู้ที่ครอบครองตรานี้นั้น จะต้องไม่ธรรมดาอย่างแน่นอน",
        "vi": "Phù hiệu thể hiện thân phận hiệu úy. Fatui có quân đội hùng mạnh, có thể đảm nhận chức vụ hiệu úy cũng là hơn người."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}