{
    "name": {
        "en": "Light Realm Core",
        "de": "Kern der Lichtwelt",
        "chs": "光界之核",
        "cht": "光界之核",
        "es": "Núcleo de luz",
        "fr": "Noyau du Royaume de la lumière",
        "id": "Inti Dunia Terang",
        "jp": "光界の核",
        "kr": "광계의 핵",
        "pt": "Núcleo do Reino da Luz",
        "ru": "Ядро Мира света",
        "th": "Light Realm Core",
        "vi": "Hạt Nhân Ánh Sáng"
    },
    "id": 101693,
    "materialDesc": {
        "en": "You discovered this mysterious stone while exploring the darkened realm of Enkanomiya.\\nThe Light Realm gave humans additional means to resist the Abyss.",
        "de": "Du hast diesen geheimnisvollen Stein entdeckt, als du die Dunkelheit von Enkanomiya erforscht hast.\\nDie Lichtwelt gab den Menschen zusätzliche Mittel, um dem Abgrund zu widerstehen.",
        "chs": "在黑雾笼罩的渊下宫调查探索时，找到了奇特石头。\\n为了对抗深渊，光界给人类提供了额外的帮助。",
        "cht": "在黑霧籠罩的淵下宮調查探索時，找到了奇特石頭。\\n為了對抗深淵，光界給人類提供了額外的幫助。",
        "es": "Una extraña piedra que encontraste al explorar en la oscura niebla de Enkanomiya.\\nLa luz proporcionó una ayuda adicional a los humanos en su resistencia contra el Abismo.",
        "fr": "Vous avez découvert cette pierre mystérieuse en explorant le royaume obscur d'Enkanomiya.\\nLe Royaume de la lumière a donné aux humains des moyens supplémentaires de résister à l'Abîme.",
        "id": "Kamu menemukan batu misterius ini saat menjelajahi alam gelap Enkanomiya.\\nDunia Terang menyediakan bantuan tambahan kepada manusia untuk melawan Abyss.",
        "jp": "黒霧に覆われた淵下宮を探索しているときに見つけた奇妙な石。\\nアビスに対抗するため、光界は人間に特別な手段を与えた。",
        "kr": "검은 안개가 연하궁을 뒤덮을 때 조사하다 얻은 특이한 돌.\\n심연에 맞서고자 광계가 인간에게 약간의 도움을 줬다",
        "pt": "Uma pedra estranha descoberta ao explorar Enkanomiya envolta pela escuridão.\\nO Reino da Luz deu aos humanos meios adicionais para resistir ao Abismo.",
        "ru": "Вы обнаружили этот таинственный камень, исследуя мрачное царство Энканомии.\\nМир света дал людям дополнительные средства, чтобы противостоять Бездне.",
        "th": "เมื่อสำรวจและตรวจสอบ Enkanomiya ที่ปกคลุมไปด้วยความมืดมิด ก็เจอเข้ากับหินประหลาด\\nภพแห่งแสงจะมอบความช่วยเหลือให้กับเหล่ามนุษย์ เพื่อต่อกรกับพวก Abyss",
        "vi": "Hòn đá kỳ lạ đã tìm thấy được khi thám hiểm Enkanomiya đang bị sương đen bao phủ.\\nĐể chiến đấu với Vực Sâu, Lãnh Địa Ánh Sáng đã cung cấp thêm sự trợ giúp cho con người."
    },
    "materialType": "MATERIAL_CONSUME"
}