{
    "name": {
        "en": "Lighter-Than-Air Pancake",
        "de": "Luftige Eierkuchen",
        "chs": "厚云朵松饼",
        "cht": "厚雲朵鬆餅",
        "es": "Panqueques esponjosos",
        "fr": "Pancakes moelleux",
        "id": "Lighter-than-air Pancake",
        "jp": "ふわふわパンケーキ",
        "kr": "뭉게구름 팬케익",
        "pt": "Panqueca Esponjosa",
        "ru": "Невесомые блинчики",
        "th": "Lighter-than-air Pancake",
        "vi": "Bánh Quế Mây Dày"
    },
    "id": 108118,
    "materialDesc": {
        "en": "Noelle's specialty. These thick pastries are the special afternoon snacks of the Knights of Favonius. They give people the sense that they have fallen upon a layer of fluffy clouds, and seeing Noelle's smile makes the feeling all the sweeter!",
        "de": "Noelles Spezialzubereitung. Extradicke Eierkuchen, die gern am Nachmittag im Ordo Favonius serviert werden und dort dafür sorgen, dass die Ritter wie auf Wolken schweben. Wenn sie dabei Noelles Lächeln sehen, werden die Eierkuchen plötzlich noch viel süßer.",
        "chs": "诺艾尔的特色料理。厚厚的松饼，是骑士团的下午茶特供甜点，带给人仿佛坠入柔软云端般的幸福感。看着身旁诺艾尔的笑容，甜度似乎又提高了一点！",
        "cht": "諾艾爾的特色料理。厚厚的鬆餅，是騎士團的下午茶限定甜點，帶給人仿佛墜入柔軟雲端般的幸福感。看著身旁諾艾爾的笑容，甜度似乎又提高了一點！",
        "es": "La especialidad de Noelle. Estos gruesos panqueques son el mejor dulce para la hora del té de los Caballeros de Favonius. Dan una sensación de haber caído sobre una capa de nubes esponjosas. ¡Y ver la sonrisa de Noelle hace que la sensación sea aún más dulce!",
        "fr": "Spécialité culinaire de Noëlle. Ces pancakes sont la collation servie aux chevaliers de l'Ordre de Favonius. C'est comme si vous mordiez dans un nuage sucré... et puis le sourire de Noëlle fait chaud au cœur !",
        "id": "Spesialisasi Noelle. Muffin tebal ini adalah cemilan favorit Knights of Favonius. Memberi rasa bahagia seolah berbaring di awan yang lembut, dan melihat senyum Noelle seolah membuat rasanya menjadi lebih manis!",
        "jp": "ノエルのオリジナル料理。この分厚いパンケーキは騎士団のアフタヌーンティーのお供、雲の中にいるような幸せな気分になれる一品。隣にいるノエルの笑顔を見ると、その甘さがまた少し増えたような気がする！",
        "kr": "노엘의 특제 요리. 두꺼운 팬케익으로 기사단의 티타임 전용 디저트다. 맛을 보면 마치 폭신폭신한 구름 속에 들어간 것만 같은 행복감을 선사한다. 옆에 서서 웃고 있는 노엘을 보면 더 달게 느껴진다",
        "pt": "Especilidade de Noelle. Estas panquecas espessas são aperitivos especiais dos Cavaleiros de Favonius. Eles dão às pessoas a sensação de estarem sobre as nuvens, e ver o sorriso de Noelle faz a sensação ainda mais doce.",
        "ru": "Особое блюдо Ноэлль. Рыцари Ордо Фавониус очень любят есть эти воздушные блинчики вместе с послеобеденным чаем. Улыбка на лице приготовившей эти блинчики Ноэлль делает их вкус ещё слаще.",
        "th": "เมนูพิเศษของ Noelle แพนเค้กหนา ๆ คือของหวานที่ทานกับน้ำชายามบ่าย ของกองอัศวิน ทานแล้วทำให้มีความสุขราวกับตกลงไปในก้อนเมฆนุ่ม ๆ มองเห็นรอยยิ้มของ Noelle แล้วความหวานดูเหมือนจะเพิ่มขึ้นอีกนิดเลยล่ะ!",
        "vi": "Món ăn đặc biệt của Noelle. Bánh quế dày được dùng để làm điểm tâm chiều cho Đội Kỵ Sĩ, khi cắn một miếng dường như cảm nhận được niềm hạnh phúc rơi xuống những tầng mây mềm mọng. Nụ cười của Noelle khiến chiếc bánh càng thêm ngọt!"
    },
    "materialType": "MATERIAL_FOOD"
}