{
    "name": {
        "en": "Light in the Tranquil Court",
        "de": "„Lichterglanz des stillen Schlossgartens“",
        "chs": "「澄寂宫园的晶晖」",
        "cht": "「澄寂宮園的晶暉」",
        "es": "Imperturbabilidad del jardín acristalado",
        "fr": "« Lumière sur la cour tranquille »",
        "id": "Terang di Taman Tenang",
        "jp": "「静寂な宮殿の光明」",
        "kr": "「맑고 고요한 궁중 정원의 휘광」",
        "pt": "Alvorada Tranquila do Jardim Tranquilo Palaciano",
        "ru": "Свет в тихом дворе",
        "th": "\"แสงระยิบในสวนของวังอันเงียบสงบ\"",
        "vi": "Sắc Thủy Tinh Trong Khu Vườn Tĩnh Mịch"
    },
    "id": 390724,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Light in the Tranquil Court.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Lichterglanz des stillen Schlossgartens“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『澄寂宫园的晶晖』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『澄寂宮園的晶暉』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar “Imperturbabilidad del jardín abovedado”.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "#Étapes de fabrication de la «{NON_BREAK_SPACE}Lumière sur la cour tranquille ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat \"Terang di Taman Tenang\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『静寂な宮殿の光明』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면. 「『맑고 고요한 궁중 정원의 휘광』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Alvorada Tranquila do Jardim Tranquilo Palaciano.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Свет в тихом дворе».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"แสงระยิบในสวนของวังอันเงียบสงบ\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Sắc Thủy Tinh Trong Khu Vườn Tĩnh Mịch\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}