{
    "name": {
        "en": "Limited Edition Desert Special Travel Pack",
        "de": "„Limitiertes Spezial-Wüstenreisepaket“",
        "chs": "「限定款沙漠特别旅行包」",
        "cht": "「限定款沙漠特別旅行包」",
        "es": "Bolsa especial de viaje para el desierto de edición limitada",
        "fr": "Kit de voyage en désert, édition limitée",
        "id": "Paket Peralatan Spesial Padang Pasir Edisi Terbatas",
        "jp": "「砂漠特別旅行パック（限定版）」",
        "kr": "「한정판 사막 특별 여행 패키지」",
        "pt": "Kit de Edição Limitada para Viagens no Deserto",
        "ru": "Эксклюзивный набор для путешествий по пустыне",
        "th": "\"กระเป๋าเดินทางสุดพิเศษสำหรับทะเลทรายรุ่นลิมิเต็ดอิดิชั่น\"",
        "vi": "Túi Du Lịch Sa Mạc Đặc Biệt Phiên Bản Giới Hạn"
    },
    "id": 120123,
    "materialDesc": {
        "en": "A travel bag you purchased from Dori. All manner of curiosities are contained within. You can't quite make sense of its contents, but on further examination, they all seem quite useful...",
        "de": "Ein Reisepaket, das du von Dori erworben hast. Es ist voll mit merkwürdigen Dingen. Auf dem ersten Blick kannst du dir auf diese keinen Reim machen, bei genauer Betrachtung scheinen sie aber ziemlich nützlich zu sein ...",
        "chs": "从多莉手中购置的旅行包，里面装满了各种奇奇怪怪的东西。乍一看让人摸不着头脑，仔细研究发现其实很实用…？",
        "cht": "從多莉手中購置的旅行包，裡面裝滿了各種奇奇怪怪的東西。乍一看讓人摸不著頭腦，仔細研究發現其實很實用…？",
        "es": "Unas bolsas de viaje que le compraste a Dori. Están llena de cosas extrañas. Aunque a primera vista resultan desconcertantes, una inspección más a fondo revela que en realidad podrían ser bastante útiles.",
        "fr": "Un kit de voyage acheté à Dori. Il est rempli de choses étranges. À première vue, il est impossible de comprendre à quoi ça sert, mais peut-être qu'en étudiant tout ça de plus près, vous trouverez quelque chose d'utile...",
        "id": "Tas bertualang yang dibeli dari Dori. Dalamnya berisi segala macam barang yang aneh. Agak membingungkan sebenarnya benda-benda apakah ini, tapi saat diteliti lebih lanjut ternyata mereka cukup berguna ...?",
        "jp": "ドリーのところで購入した旅行パック。いろいろと変なものが入っている…一見、使い道がわからないが、じっくり見てみると実は実用性が高い…？",
        "kr": "도리로부터 구매한 여행 가방. 온갖 기괴한 물건들로 가득 차 있다. 얼핏 보면 혼란스럽지만, 자세히 들여다보니 꽤 실용적인데…?",
        "pt": "Uma bolsa de viagem que você comprou de Dori. Ela está cheia de bugigangas estranhas, e não consegue entender o que elas são, mas ao ver bem, todas parecem bem úteis...",
        "ru": "Дорожная сумка, которую вы купили у Дори. В ней находятся всевозможные диковинки. С первого взгляда назначение многих предметов не угадать, но если присмотреться, то многое может оказаться полезным...",
        "th": "กระเป๋าเดินทางที่ซื้อมาจาก Dori ด้านในเต็มไปด้วยของแปลกประหลาดมากมาย เมื่อดูแว็บแรกอาจรู้สึกงงงวยอยู่บ้าง แต่พอลองดูอย่างละเอียดแล้วกลับพบว่ามันค่อนข้างมีประโยชน์มากเลยดีเดียว...?",
        "vi": "Một chiếc túi du lịch mua từ chỗ Dori, bên trong chứa đầy những thứ độc lạ. Thoạt nghe thì có vẻ khó hiểu, nhưng sau khi nghiên cứu kỹ thì phát hiện ra nó rất thực dụng chăng...?"
    },
    "materialType": "MATERIAL_QUEST"
}