{
    "name": {
        "en": "Lisa",
        "de": "Lisa",
        "chs": "丽莎",
        "cht": "麗莎",
        "es": "Lisa",
        "fr": "Lisa",
        "id": "Lisa",
        "jp": "リサ",
        "kr": "리사",
        "pt": "Lisa",
        "ru": "Лиза",
        "th": "Lisa",
        "vi": "Lisa"
    },
    "id": 3022,
    "materialDesc": {
        "en": "The languid but knowledgeable Librarian of the Knights of Favonius, deemed by Sumeru Akademiya to be their most distinguished graduate in the past two centuries.",
        "de": "Die faule, aber wissbegierige Bibliothekarin, die als Absolventin der Sumeru-Akademie mit dem größten Talent der letzten zweihundert Jahre angesehen wird.",
        "chs": "慵懒而博学的图书管理员，须弥教令院「两百年一见」的天才毕业生。",
        "cht": "慵懶而博學的圖書管理員，須彌教令院「兩百年一見」的天才畢業生。",
        "es": "La perezosa pero sabia bibliotecaria de los Caballeros de Favonius. En realidad, fue considerada por la Academia de Sumeru como su graduada más sobresaliente en los últimos dos siglos.",
        "fr": "Une bibliothécaire érudite mais un peu nonchalante, le plus grand talent diplômé de l'Académie de Sumeru de ces deux derniers siècles.",
        "id": "Pustakawan Knights of Favonius yang sangat malas namun berwawasan sangat luas, pernah dinyatakan oleh Sumeru Akademiya sebagai siswi kelulusan terbaik 2 abad terakhir.",
        "jp": "無気力だが博学な図書館司書。スメール教令院「200年に1人」の天才卒業生。",
        "kr": "느릿느릿하고 게으르지만 박학다식한 도서관 사서. 수메르 아카데미아에서 「이백 년에 한 번 나올까 말까 한」 천재 졸업생이다",
        "pt": "Preguiçosa, mas conhecida como bibliotecária dos Cavaleiros de Favonius, na verdade foi considerada pela Academia Sumeru como a mais graduada dos últimos dois séculos.",
        "ru": "Ленивый, но безгранично эрудированный библиотекарь Ордо Фавониус. Лучшая выпускница Академии Сумеру за последние несколько веков.",
        "th": "ผู้ดูแลหอสมุดอัศวินแห่ง Favonius ผู้เอื่อยเฉื่อยแต่รอบรู้ เธอได้รับการยอมรับว่าเป็น \"อัจฉริยะในรอบสองร้อยปี\" แห่งสถาบัน Sumeru",
        "vi": "Người quản lý thư viện biếng nhác nhưng thông thái, là sinh viên tốt nghiệp thiên tài \"Hai Trăm Năm Có Một\" của Giáo Viện Sumeru."
    },
    "materialType": "MATERIAL_AVATAR"
}