{
    "name": {
        "en": "Little Liu's Gifts",
        "de": "Lius Geschenk",
        "chs": "小六的礼物",
        "cht": "小六的禮物",
        "es": "Regalo de la Pequeña Liu",
        "fr": "Cadeau de Petite Liu",
        "id": "Hadiah Little Liu",
        "jp": "六のプレゼント",
        "kr": "육이의 선물",
        "pt": "Presentes da Pequena Liu",
        "ru": "Подарок малышки Лю",
        "th": "ของขวัญของเจ้าหนู Liu",
        "vi": "Quà Của Bé Liu"
    },
    "id": 100594,
    "materialDesc": {
        "en": "A little bag of gifts collected by Little Liu for her father, Jiayi. Perhaps Little Liu would prefer to give it to her father herself?",
        "de": "Ein kleines Geschenk, das die kleine Liu extra für ihren Vater Jiayi vorbereitet hat. Vielleicht möchte sie es ihrem Vater ja persönlich überreichen.",
        "chs": "小六为自己父亲嘉义搜集的礼物。小小的一包。也许，小六更想自己亲手送给嘉义…",
        "cht": "小六為自己父親嘉毅搜集的禮物。小小的一包。也許，小六更想自己親手送給嘉毅…",
        "es": "Una pequeña bolsa de regalos recogidos por la Pequeña Liu para su padre, Jiayi. Tal vez prefiera dársela ella en persona.",
        "fr": "Un petit sac qui contient le cadeau que Petite Liu souhaite offrir à son père, Jiayi. Elle aurait sans doute voulu le lui remettre en mains propres...",
        "id": "Sebuah tas kecil berisikan hadiah yang dikumpulkan oleh Little Liu untuk ayahnya, Jiayi. Mungkin Little Liu lebih suka jika dia memberikannya sendiri kepada ayahnya?",
        "jp": "六が父の嘉義のために集めた小さなプレゼント。自分でプレゼントを父に渡したいと六は思っているだろう…",
        "kr": "육이가 아빠 가의를 위해 모은 선물. 아주 조그맣다. 어쩌면 육이는 본인이 직접 가의에게 주는 걸 더 바랄지도…",
        "pt": "Uma bolsa pequena como presente, coletada pela Pequena Liu para o seu pai, Jiayi. Talvez a Pequena Liu queria dar esse presente para o pai pessoalmente...",
        "ru": "Маленький мешок с подарками, которые малышка Лю собрала для своего отца, Цзя И. Быть может, она хотела бы вручить их Цзя И сама...",
        "th": "เจ้าหนู Liu ตั้งใจเก็บรวบรวมของขวัญให้ Jiayi คุณพ่อของเธอ โดยมันเป็นของที่อยู่ในห่อเล็ก ๆ บางที เจ้าหนู Liu คงอยากจะมอบของขวัญให้คุณพ่อด้วยตัวเอง...",
        "vi": "Bé Liu thu thập quà cho người bố Jiayi. Cô bé muốn đích thân đem tặng cho người bố thân yêu của mình..."
    },
    "materialType": "MATERIAL_QUEST"
}