{
    "name": {
        "en": "Liuli Pavilion Sandbearer Floor Lamp",
        "de": "Lampe vom Liuli-Pavillon aus Dürrsandholz",
        "chs": "琉璃亭却砂木立灯",
        "cht": "琉璃亭卻砂木立燈",
        "es": "Lámpara de pie de avellano del Pabellón Liuli",
        "fr": "Lampadaire en bois d'haréna du Pavillon Liuli",
        "id": "Lampu Berdiri Liuli Pavilion dari Kayu Sandbearer",
        "jp": "琉璃亭の却砂の灯籠",
        "kr": "유리정 각사나무 스탠드",
        "pt": "Lâmpada de Piso do Pavilhão de Liuli",
        "ru": "Напольная лампа из «Глазурного павильона»",
        "th": "โคมไฟตั้งพื้นจากไม้เนื้อทรายแห่ง Liuli Pavilion",
        "vi": "Đèn Cao Gỗ Khước Sa Lưu Ly Đình"
    },
    "id": 383102,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Liuli Pavilion Sandbearer Floor Lamp.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Lampe vom Liuli-Pavillon aus Dürrsandholz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「琉璃亭却砂木立灯」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「琉璃亭卻砂木立燈」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Lámpara de pie de avellano del Pabellón Liuli.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du lampadaire en bois d'haréna du Pavillon Liuli.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Lampu Berdiri Liuli Pavilion dari Kayu Sandbearer\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「琉璃亭の却砂の灯籠」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「유리정 각사나무 스탠드」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Lâmpada de Piso do Pavilhão de Liuli\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Напольная лампа из \"Глазурного павильона\"».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"โคมไฟตั้งพื้นจากไม้เนื้อทรายแห่ง Liuli Pavilion\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Đèn Cao Gỗ Khước Sa Lưu Ly Đình\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}