{
    "name": {
        "en": "Liyue House: Solitary Retreat",
        "de": "Wohnhaus (Liyue) – „Abgelegener Rückzugsort“",
        "chs": "璃月民居-「餐松饮涧」",
        "cht": "璃月民居-「餐松飲澗」",
        "es": "Casa de Liyue: Retiro solitario",
        "fr": "Maison liyuéenne « Retraite solitaire »",
        "id": "Rumah Liyue: Hidup dalam Kesendirian",
        "jp": "璃月民居-「隠居屋敷」",
        "kr": "리월풍 민가-「소나무와 시냇물을 벗삼아」",
        "pt": "Casa de Liyue: \"Retiro Solitário\"",
        "ru": "Дом Ли Юэ: Одинокое убежище",
        "th": "อาคารพื้นเมือง Liyue - \"สถานที่พักผ่อนหย่อนใจ\"",
        "vi": "Nhà Liyue - Sống Ẩn Dật"
    },
    "id": 390103,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Liyue House: Solitary Retreat.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Wohnhaus (Liyue) – Abgelegener Rückzugsort“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「璃月民居-『餐松饮涧』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「璃月民居-『餐松飲澗』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Casa de Liyue: Retiro solitario.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la maison liyuéenne « Retraite solitaire ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Rumah Liyue: Hidup dalam Kesendirian\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「璃月民居-『隠居屋敷』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「리월풍 민가-『소나무와 시냇물을 벗삼아』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Casa de Liyue: \"Retiro Solitário\"\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Дом Ли Юэ: Одинокое убежище».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างอาคารพื้นเมือง Liyue - \"สถานที่พักผ่อนหย่อนใจ\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Nhà Liyue - Sống Ẩn Dật\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}