{
    "name": {
        "en": "Lone and Cautious Adventurer",
        "de": "Einsamer und vorsichtiger Abenteurer",
        "chs": "孤独而谨慎的冒险家",
        "cht": "孤獨而謹慎的冒險家",
        "es": "Aventurero solitario y cauteloso",
        "fr": "« Prudence de l'aventurier solitaire »",
        "id": "Petualang Penyendiri yang Waspada",
        "jp": "慎重な孤独の冒険者",
        "kr": "신중하고 고독한 모험가",
        "pt": "Aventureiro Solitário e Cauteloso",
        "ru": "Одинокий искатель приключений",
        "th": "นักผจญภัยสันโดษและระมัดระวังตัว",
        "vi": "Nhà Mạo Hiểm Cô Đơn Mà Thận Trọng"
    },
    "id": 350028,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up a \"Lone and Cautious Adventurer.\"\\nAdventurers who travel solo tend to be rather conscientious, setting up camp near to road signs as these are places where others tend to have traveled before, chasing the nearby monsters off.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Einsamer und vorsichtiger Abenteurer“.\\nAbenteurer, die alleine reisen, neigen dazu, ziemlich gewissenhaft zu sein und ihr Lager in der Nähe von Straßenschildern aufzustellen, da dies Orte sind, die andere schon einmal bereist und so die Monster in der Nähe verjagt haben.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「孤独而谨慎的冒险家」的放置方法。\\n独自远游的冒险家大多相当谨慎，会在路标附近宿营，因为路标代表此地曾有前人探索，并将附近的魔物驱离。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「孤獨而謹慎的冒險家」的放置方法。\\n獨自遠遊的冒險家大多相當謹慎，會在路標附近宿營，因為路標代表此地曾有前人探索，並將附近的魔物驅離。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar Aventurero solitario y cauteloso.\\nLos aventureros que viajan solos tienden a ser bastante precavidos y levantan sus campamentos cerca de los caminos marcados, ya que son lugares explorados en los que se ha ahuyentado a los monstruos cercanos.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de la « Prudence de l'aventurier solitaire ».\\nLes aventuriers qui voyagent seuls ont tendance à être prudents et montent préférablement leur camp près des panneaux indicateurs. S'agissant de lieux de passage, les monstres ont tendance à les éviter.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Petualang Penyendiri yang Waspada\".\\nPara petualang yang berpetualang seorang diri cenderung lebih waspada, mereka akan berkemah di dekat papan penunjuk arah karena daerah ini sering dilewati oleh para petualang lain, sehingga para monster tidak berani mendekat.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「慎重な孤独の冒険者」の詳しい配置方法が載っている設計図。\\n遠くへ旅する冒険者の多くはかなり用心深く、道しるべの近くで拠点を張る。道しるべがあるということは、誰かがここを探索し、付近の魔物は駆逐済みということになる。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「신중하고 고독한 모험가」의 설치 방법이 기재되어 있다.\\n혼자 여행하는 모험가의 대부분은 매우 조심스럽기 때문에 표지판 근처에서 야영을 할 것이다. 표지판은 먼저 탐험한 사람이 있었다는 것을 상징하기 때문에 근처는 마물은 물러났을 것이다.\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Aventureiro Solitário e Cauteloso\".\\nOs aventureiros que viajam sozinhos tendem a ser bastante conscientes, montando acampamentos perto de placas de sinalização, pois estes são lugares onde outros tendem a ter viajado antes, afugentando os monstros próximos.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Одинокий искатель приключений».\\nПутешествующие в одиночку искатели приключений склонны к осторожности и разбивают лагерь рядом с дорожными знаками, так как эти места уже были исследованы их предшественниками, которые прогнали всех монстров.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"นักผจญภัยสันโดษและระมัดระวังตัว\" \\nนักผจญภัยส่วนใหญ่ที่เดินทางคนเดียวค่อนข้างระมัดระวัง และจะตั้งแคมป์ใกล้ ๆ กับป้าย เพราะป้ายนั้นบ่งบอกว่าเคยมีนักผจญภัยรุ่นก่อน ๆ มาสำรวจสถานที่แห่งนี้ และได้ขับไล่มอนสเตอร์ที่อยู่ใกล้ ๆ ออกไปแล้ว\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Nhà Mạo Hiểm Cô Đơn Mà Thận Trọng\".\\nHầu hết những nhà mạo hiểm đi thám hiểm một mình sẽ thường cắm trại ở gần biển chỉ đường, vì biển chỉ dẫn cho biết đã có những người đi trước từng khám phá nơi này và xua đuổi ma vật gần đó.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}