{
    "name": {
        "en": "Lumenstone Ore",
        "de": "Lumensteinerz",
        "chs": "流明石原矿",
        "cht": "流明石原礦",
        "es": "Mineral lumínico",
        "fr": "Minerai de lumen",
        "id": "Lumenstone Ore",
        "jp": "流明石の原鉱",
        "kr": "유명석 원석",
        "pt": "Minério Lúmen",
        "ru": "Светоносная руда",
        "th": "Lumenstone Ore",
        "vi": "Quặng Lưu Minh"
    },
    "id": 101644,
    "materialDesc": {
        "en": "The raw ore from which Lumenstone may be found. If processed properly, it can be used to strengthen the Lumenstone Adjuvant you have. Why not hit Jinwu up and ask her?",
        "de": "Das Roherz, aus dem Lumenstein gewonnen werden kann. Wenn es richtig verarbeitet wird, kann es verwendet werden, um deinen Lumenstein-Katalysator zu verstärken. Frage doch einfach Jinwu.",
        "chs": "流明石的璞矿，稍加雕琢的话似乎可以用来增强手中的流明石「触媒」，不如去找瑾武咨询看看…",
        "cht": "流明石的璞礦，稍加雕琢的話似乎可以用來增強手中的流明石「觸媒」，不如去找瑾武諮詢看看…",
        "es": "Un pedazo de roca lumínica en bruto. Si se pule un poco, es posible que fortalezca la energía del Canalizador lumínico. Podrías buscar a Jinwu para que le eche un vistazo...",
        "fr": "Le minerai brut à partir duquel est faite la pierre de lumen. En le travaillant un peu, il est possible de renforcer l'énergie de l'Adjuvant de pierre de lumen que vous possédez. Sans doute faudrait-il s'adresser à Jinwu pour cela...",
        "id": "Bijih mentah yang mungkin mengandung Lumenstone. Kalau diproses dengan benar, benda ini dapat digunakan untuk memperkuat Lumenstone Adjuvant milikmu. Coba tanya dulu ke Jinwu deh ....",
        "jp": "流明石の原鉱。加工すれば、所持している流明石の触媒を強化できるかもしれない。瑾武に聞いてみよう…",
        "kr": "유명석 원석. 조금만 다듬으면 현재 갖고 있는 유명석 「촉매」를 강화시킬 수 있을 듯하다, 근우한테 물어보는 건 어떨까…",
        "pt": "O minério não refinado em que a Pedra Lúmen pode ser encontrada. Se for processado corretamente, pode ser utilizado para fortalecer o Condutor de Pedra Lúmen que você possui. Talvez seja uma boa ideia ir até Jinwu e perguntar a ela...",
        "ru": "Неочищенная руда светоносного камня. После небольшой обработки ею можно усилить Адъювант светоносного камня. Следовало бы посоветоваться с Цзинь У...",
        "th": "แร่ดิบของ Lumenstone หากขัดเกลาดูสักหน่อยก็ดูเหมือนว่าจะสามารถใช้เพิ่มความแข็งแกร่ง \"ตัวเร่งปฏิกิริยา\" Lumenstone ที่อยู่ในมือได้ จะให้ดีลองไปสอบถาม Jinwu ดูมั้ยล่ะ...",
        "vi": "Lưu Minh Thạch thô, điêu khắc một chút dường như có thể dùng để tăng cường \"chất xúc tác\" Lưu Minh Thạch trong tay, hay là tìm Jinwu hỏi thử xem sao..."
    },
    "materialType": "MATERIAL_ELEM_CRYSTAL"
}