{
    "name": {
        "en": "Lumenstone",
        "de": "Lumenstein",
        "chs": "流明石",
        "cht": "流明石",
        "es": "Roca lumínica",
        "fr": "Pierre de lumen",
        "id": "Lumenstone",
        "jp": "流明石",
        "kr": "유명석(流明石)",
        "pt": "Pedra Lúmen",
        "ru": "Светоносный камень",
        "th": "Lumenstone",
        "vi": "Lưu Minh Thạch"
    },
    "id": 101618,
    "materialDesc": {
        "en": "A special stone mined from the depths of The Chasm. It is said that it has catalytic properties.\\nIt almost blazes with light in the gloomy mines, but it loses all such effects the moment one leaves The Chasm.\\nIt seems to have other unique properties as well that have yet to be discovered.",
        "de": "Ein Erz, das aus der Großen Kluft gewonnen wird.\\nEs kann in den dunklen Bergwerkstunneln der Großen Kluft ein tolles Licht abgeben, hört aber auf zu funktionieren, sobald du die Tunnel verlässt.\\nDieses Erz hat offenbar noch einige geheimnisvolle Eigenschaften, die es zu entdecken gilt.",
        "chs": "从层岩巨渊的地下开采出的珍奇矿石，据说是具有「触媒」的作用。\\n处在幽暗的矿道中时，似乎会发出耀眼的光，但一旦离开了层岩巨渊的地下矿道就会失去作用。\\n似乎还有其他的神奇特性尚未被发现。",
        "cht": "層岩巨淵的地下開採出的珍奇礦石，據說是具有「觸媒」的作用。\\n處在幽暗的礦道中時，似乎會發出耀眼的光，但一旦離開了層岩巨淵的地下礦道就會失去作用。\\n似乎還有其他的神奇特性尚未被發現。",
        "es": "Un mineral obtenido en el subsuelo de la Sima. Se dice que puede servir como canalizador.\\nPuede emitir un gran brillo en los oscuros túneles mineros de la Sima, pero dejará de funcionar en cuanto salgas de ellos.\\nParece como si aún tuviera algunas misteriosas propiedades por descubrir.",
        "fr": "Un minerai précieux extrait des profondeurs du Gouffre. On dit que cette pierre a des propriétés catalytiques.\\nDans l'obscurité des mines, elle paraît projeter une lumière éblouissante. Mais une fois sortie des tunnels du Gouffre, elle cesse de fonctionner.\\nCette pierre semble avoir d'autres propriétés uniques qui n'ont pas encore été découvertes.",
        "id": "Batu khusus yang ditambang dari kedalaman Chasm, yang memiliki fungsi sebagai katalis Adjuvant.\\nBatu ini memancarkan cahaya yang menyilaukan saat berada di dalam tambang yang gelap, tapi cahayanya akan menghilang ketika meninggalkan Chasm.\\nSepertinya ia masih punya sifat ajaib lain yang belum diketahui.",
        "jp": "層岩巨淵で掘り出せる希少な鉱石。「触媒」になると言われている。\\n暗い坑道では眩しい光を放つが、層岩巨淵の地下坑道から離れると光らなくなる。\\n他にも、まだ発見されていない不思議な性質がありそうだ。",
        "kr": "층암거연의 지하에서 채굴한 진귀한 광석, 「촉매」로 사용할 수 있다고 한다.\\n어두운 광갱에 있을 때는 눈 부신 빛을 뿜지만, 층암거연의 지하 갱도를 벗어나면 기능을 잃는다.\\n아직 발견하지 못한 신기한 특성을 지닌 듯하다",
        "pt": "Uma pedra especial minerada nas profundezas do Despenhadeiro. Dizem que possui propriedades condutoras.\\nEla emite um grande brilho, mas perde todos os efeitos se sair do Despenhadeiro.\\nParece ter outras propriedades únicas que ainda não foram descobertas.",
        "ru": "Редкая руда, добываемая в недрах Разлома, якобы может использоваться в качестве Адъюванта.\\nВо тьме шахт этот камень испускает ослепительный свет, но за их пределами становится бесполезным.\\nКажется, он обладает и другими удивительными свойствами, которые ещё предстоит открыть.",
        "th": "หินพิเศษที่ขุดได้จากส่วนลึกของ Chasm ว่ากันว่ามันมีคุณสมบัติในการเร่งปฏิกิริยา\\nเมื่ออยู่ในเหมืองอันมืดมิด ดูเหมือนจะเปล่งแสงระยิบระยับออกมา แต่มันจะสูญเสียประโยชน์ใช้สอยทั้งหมดไปทันทีที่ออกจาก Chasm\\nและดูเหมือนว่าจะมีคุณสมบัติพิเศษอื่น ๆ ที่ยังไม่ได้ถูกค้นพบอยู่อีกเช่นกัน",
        "vi": "Khoáng thạch quý được khai thác bên dưới Vực Đá Sâu, nghe nói có công dụng làm \"chất xúc tác\".\\nTrong đường hầm khu mỏ u tối, dường như có thể phát ra ánh sáng chói mắt, nhưng khi rời khỏi hầm mỏ ngầm của Vực Đá Sâu thì sẽ mất đi công dụng.\\nHình như vẫn còn đặc tính thần kỳ gì đó chưa được phát hiện."
    },
    "materialType": "MATERIAL_QUEST"
}