{
    "name": {
        "en": "Lumens: Stone of Light",
        "de": "Lumen – Schimmernder Stein",
        "chs": "流明·辉石",
        "cht": "流明·輝石",
        "es": "Luminosidad - Augita",
        "fr": "Lumen - Pierre de lumière",
        "id": "Lumen: Batu Cahaya",
        "jp": "流明·輝石",
        "kr": "유명·휘석",
        "pt": "Lúmen: Pedra da Luz",
        "ru": "Камень света",
        "th": "Lumen - หินระยิบระยับ",
        "vi": "Lưu Minh - Huy Thạch"
    },
    "id": 210115,
    "materialDesc": {
        "en": "Namecard style.\\nWhat flows within this nameless, voiceless azure crystal? The secrets of the heavens? Or the whispers of the abyss?",
        "de": "Ein Motiv für Namenskärtchen.\\nEin namenloser, schweigender und himmelblauer Kristallstein, in dem die Geheimnisse des hohen Himmels fließt, oder das Raunen der Großen Kluft?",
        "chs": "名片纹饰。\\n无名无言的湛蓝晶石，其中流动的是高天的秘辛，或是巨渊的低语…？",
        "cht": "名片紋飾。\\n無名無言的湛藍晶石，其中流動的是高天的秘辛，或是巨淵的低語…？",
        "es": "Diseño de tarjeta de presentación.\\n¿Qué esconden los minerales azules? ¿Los secretos de los cielos? ¿O los murmullos del abismo?",
        "fr": "Thème.\\nQue coule dans ce cristal azuréen sans nom et sans voix ? Les secrets des cieux ? Ou les murmures de l'abîme ?",
        "id": "Style kartu nama.\\nSebenarnya apa yang mengalir di dalam kristal biru tanpa nama dan tanpa suara ini? Rahasia langit? Ataukah bisikan dari Abyss?",
        "jp": "名刺の飾り紋。\\n名もなく言葉もない青い晶石。中に流れるのは、高き天の秘密か、それとも巨淵のささやきか…？",
        "kr": "명함 스킨.\\n이름도 없고 정체를 알 수 없는 짙푸른 수정석. 수정석 안에는 높은 하늘의 비밀스러운 이야기나, 거연의 속삭임이 흐르고 있을지도…?",
        "pt": "Estilo de Cartão de Visita.\\nO que será que flui dentro deste cristal sem nome e sem voz? Os segredos dos céus? Ou os sussurros do abismo?",
        "ru": "Именная карта.\\nТайна небес ли, или шёпот Бездны наполняет этот безымянный, безголосый лазурный кристалл?..",
        "th": "ลายนามบัตร\\nคริสตัลสีฟ้าไร้ที่มาที่ไป สิ่งที่ไหลเวียนอยู่ภายในนั้นคือความลับแห่งสรวงสวรรค์ หรือเสียงกระซิบของหุบเหวกันแน่นะ...?",
        "vi": "Hoa văn danh thiếp.\\nViên tinh thạch xanh không tên, bên trong là bí mật của trời cao đang lưu chuyển, hay lời thì thầm của vực sâu...?"
    },
    "materialType": "MATERIAL_NAMECARD"
}