{
    "name": {
        "en": "Lumenspar",
        "de": "Lumenkristall",
        "chs": "流明晶石",
        "cht": "流明晶石",
        "es": "Espato lumínico",
        "fr": "Cristal de lumen",
        "id": "Lumenspar",
        "jp": "流明晶石",
        "kr": "유명 수정석",
        "pt": "Espato Lúmen",
        "ru": "Светоносный кристалл",
        "th": "Lumenspar",
        "vi": "Lưu Minh Tinh Thạch"
    },
    "id": 107016,
    "materialDesc": {
        "en": "A sky-blue crystal that glitters so brightly that it brings forth echoes of the heavens above, which cannot be seen from underground...\\nIf you hold it up to your ear, you can almost hear a soft sigh coming from within.\\nThis might sound strange, but this crystal also gives off a faint warmth.",
        "de": "Ein Kristall, so leuchtend blau wie der Himmel. Seine Oberfläche funkelt in Abständen, als ob die Tiefen der Erde versuchen, dem hohen Firmament zu antworten ...\\nWenn man genau hinhört, ist es, als ob man von irgendwoher einen Seufzer hört.\\nEs mag seltsam klingen, aber dieser Kristall vermittelt ein Gefühl von Wärme.",
        "chs": "湛蓝如天幕的晶石，表面光芒明灭，似乎在呼应着地层深处不可见的高远天空…\\n侧耳细听，仿佛能听到其中传来细微的叹息。\\n说来奇怪，这块晶石有一种温暖的触感。",
        "cht": "湛藍如天幕的晶石，表面光芒明滅，似乎在呼應著地層深處不可見的高遠天空…\\n側耳細聽，彷彿能聽到其中傳來細微的嘆息。\\n說來奇怪，這塊晶石有一種溫暖的觸感。",
        "es": "Un cristal de un color azul tan vívido como el del cielo. Su superficie centellea de forma intermitente, como si las profundidades de la tierra intentasen responder al elevado firmamento.\\nSi uno escucha con detenimiento, es como si pudiera oírse un suspiro procediendo de alguna parte.\\nPuede parecer extraño, pero este cristal transmite una sensación de calidez.",
        "fr": "Un cristal bleu ciel qui scintille si fort qu'il fait résonner les échos des cieux, inaudibles depuis le sous-sol...\\nSi vous le portez à votre oreille, vous pouvez presque entendre un doux soupir venant de son intérieur.\\nBien que cela puisse sembler étrange, ce cristal dégage également une certaine tiédeur.",
        "id": "Kristal berwarna sebiru langit yang berkilauan dengan sangat terang seolah seperti bergema dari atas langit yang jauh dan tidak dapat dijangkau dari bawah tanah ....\\nJika kamu mendekatkannya ke telinga, kamu hampir dapat mendengar desahan lembut yang datang dari dalam.\\nIni mungkin terdengar aneh, tapi kristal ini juga mengeluarkan sedikit rasa hangat.",
        "jp": "この晶石は空のように青く、表面の輝く光の明滅はまるで、地層の奥深くからは見えない、高く遠い空に呼応しているかのよう…\\n耳を傾けると、微かな嘆息が聞こえてくる。\\n不思議なことに、この晶石は触れると温かい。",
        "kr": "하늘빛처럼 파란 수정석. 표면이 희미하게 빛나고 있어, 지하 깊은 곳에서는 볼 수 없는 푸른 하늘을 부르고 있는 것만 같다….\\n귀를 기울여 경청하면, 마치 그 속에서 옅은 한숨 소리가 들리는 듯하다.\\n이상하게도 이 수정석에서는 왠지 모를 따스한 촉감이 느껴진다",
        "pt": "Um cristal azulado como o céu. Sua superfície cintilante ecoa os céus acima, algo que não pode ser visto quando se está em um local subterrâneo...\\nSe você o segurar próximo ao seu ouvido, é possível ouvir um sutil suspiro em seu interior.\\nIsso pode soar estranho, mas esse cristal também emite um pequeno calor.",
        "ru": "Кристалл цвета голубого неба. Его поверхность сверкает так, будто перекликается с невидимым в глубинах земли небосводом...\\nПрислушайтесь, и вы услышите, как из него доносятся звуки, похожие на лёгкие вздохи.\\nЧто необычно, кристалл этот тёплый.",
        "th": "คริสตัลที่มีสีฟ้าราวกับท้องนภา พื้นผิวเปล่งประกายแวววาว คล้ายกับกำลังสะท้อนเรียกหาท้องฟ้าสูงส่งอันไกลโพ้นที่ไม่อาจเห็นได้ในส่วนลึกใต้ดิน...\\nเมื่อเอียงหูฟังอย่างตั้งใจ ราวกับจะได้ยินเสียงทอดถอนใจอันแผ่วเบาดังออกมาจากในนั้น\\nจะว่าไปก็ประหลาด คริสตัลอันนี้จับแล้วให้สัมผัสที่อบอุ่นด้วยล่ะ",
        "vi": "Tinh thạch có màu xanh như màu trời, dường như đang đáp lại lời kêu gọi của bầu trời cao xa mà nơi sâu thẳm trong lòng đất không thể nào thấy được...\\nÁp tai vào lắng nghe, dường như nghe được tiếng thở dài yếu ớt từ bên trong vọng lại.\\nMà kể cũng lạ, tinh thạch này đem lại một cảm giác thật ấm áp."
    },
    "materialType": "MATERIAL_ELEM_CRYSTAL"
}