{
    "name": {
        "en": "Lush Grapevine",
        "de": "Üppige Weinrebe",
        "chs": "葱郁的葡萄藤",
        "cht": "蔥鬱的葡萄藤",
        "es": "Vid exuberante",
        "fr": "Vignes luxuriantes",
        "id": "Rambatan Anggur yang Subur",
        "jp": "蔓延るブドウ藤",
        "kr": "울창한 포도 넝쿨",
        "pt": "Videira Viçosa",
        "ru": "Пышная виноградная лоза",
        "th": "เถาวัลย์องุ่นเขียวชอุ่ม",
        "vi": "Dây Nho Xanh Ngát"
    },
    "id": 394105,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Lush Grapevine.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Üppige Weinrebe“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「葱郁的葡萄藤」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「蔥鬱的葡萄藤」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Vid exuberante.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication des vignes luxuriantes.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Rambatan Anggur yang Subur\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「蔓延るブドウ藤」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「울창한 포도 넝쿨」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Videira Viçosa\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Пышная виноградная лоза».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"เถาวัลย์องุ่นเขียวชอุ่ม\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Dây Nho Xanh Ngát\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}