{
    "name": {
        "en": "Luxurious Toybox",
        "de": "Luxuriöse Spielzeugkiste",
        "chs": "华丽玩具箱",
        "cht": "華麗玩具箱",
        "es": "Caja de juguete lujosa",
        "fr": "Magnifique boîte à jouets",
        "id": "Kotak Mainan Mewah",
        "jp": "豪華なおもちゃ箱",
        "kr": "화려한 장난감 상자",
        "pt": "Caixa de Brinquedos Luxuosa",
        "ru": "Роскошный ящик для игрушек",
        "th": "Luxurious Toybox",
        "vi": "Hộp Đồ Chơi Hiếm"
    },
    "id": 100683,
    "materialDesc": {
        "en": "A luxurious toybox from Mumu. This was once something they all desired in their childhood. May all wishes come true in the future.",
        "de": "Eine luxuriöse Spielzeugkiste von Mumu. So eine haben sich früher alle gewünscht. Auf dass alle Wünsche im neuen Jahr wahr werden.",
        "chs": "从木木那里获得的华丽玩具箱，听说这曾是他们童年时期共同的愿望。希望一切梦想在未来都能实现。",
        "cht": "從木木那裡獲得的華麗玩具箱，聽說這曾是他們童年時期共同的願望。希望一切夢想在未來都能實現。",
        "es": "Una lujosa caja de juguete de Mumu. Se dice que esto era lo que todos querían cuando eran niños. Ojalá se cumplan todos sus sueños.",
        "fr": "Une magnifique boîte à jouets obtenue auprès de Mumu. Elle était désirée de tous les enfants quand ils étaient petits. Puissent tous les vœux se réaliser à l'avenir.",
        "id": "Kotak mainan mewah yang diberikan oleh Mumu. Ini adalah barang yang mereka semua inginkan sewaktu kecil. Semoga semua mimpi mereka menjadi kenyataan.",
        "jp": "木木から貰った豪華なおもちゃ箱。将来に夢が叶うよう、子供の頃の願いが込められている。",
        "kr": "목석한테서 얻은 초호화 장난감 상자. 그의 말에 의하면 이 장난감 상자는 그들 모두의 어릴 적 소원이라고 한다. 모든 꿈이 미래에 실현될 수 있길…",
        "pt": "Uma Caixa de Brinquedos Luxuosa de Mumu. Ouviu-se dizer que continha os desejos de infância deles. Espera-se que todos os sonhos no futuro possam se realizar.",
        "ru": "Роскошный ящик для игрушек, полученный от Му Му. Говорят, что в детстве они все мечтали о таком. Пусть все желания исполняются.",
        "th": "กล่องของเล่นสุดหรูที่ได้มาจาก Mumu ว่ากันว่านี่เคยเป็นสิ่งที่พวกเขาปรารถนาในวัยเด็ก ขอให้ความฝันของพวกเขาเป็นจริงด้วยเถอะ",
        "vi": "Nhận hộp đồ chơi hiếm ở chỗ Mumu, nghe nói rằng đây là ước nguyện chung thời thơ ấu của họ. Hy vọng tất cả những ước mơ có thể thành hiện thực trong tương lai."
    },
    "materialType": "MATERIAL_QUEST"
}