{
    "name": {
        "en": "Lyudochka's Mora Purse",
        "de": "Lyudochkas Morabörse",
        "chs": "柳达希卡的摩拉袋",
        "cht": "柳達希卡的摩拉袋",
        "es": "Bolsa de Mora de Lyudochka",
        "fr": "Bourse de moras de Lyudochka",
        "id": "Kantong Mora dari Lyudochka",
        "jp": "リュドヒカのモラ袋",
        "kr": "류다치카의 모라 주머니",
        "pt": "Saco de Mora de Lyudochka",
        "ru": "Людочкин кошелёк с морой",
        "th": "ถุงใส่ Mora ของ Lyudochka",
        "vi": "Túi Mora Của Lyudochka"
    },
    "id": 101673,
    "materialDesc": {
        "en": "The Mora purse that Lyudochka left behind. It contains a decent sum of Mora, but even Paimon doesn't want to use it.",
        "de": "Der Mora-Geldbeutel, den Lyudochka zurückgelassen hat. Er enthält eine anständige Summe Mora, aber selbst Paimon will sie nicht einstecken.",
        "chs": "柳达希卡留下的摩拉袋，里面应该装着不少钱，不过就连派蒙都不打算接受它。",
        "cht": "柳達希卡留下的摩拉袋，裡面應該裝著不少錢，不過就連派蒙都不打算接受它。",
        "es": "Esta bolsa de Lyudochka tiene bastantes Moras, pero ni siquiera Paimon está dispuesta a aceptarla.",
        "fr": "La bourse de moras que Lyudochka a laissée derrière elle. Elle contient une somme décente de moras, mais même Paimon ne veut pas l'utiliser.",
        "id": "Dompet Mora yang ditinggalkan Lyudochka. Berisi jumlah Mora yang cukup layak, tetapi bahkan Paimon saja tidak mau menggunakannya.",
        "jp": "リュドヒカが残したモラ袋。たくさんのモラが入っているようだが、パイモンでさえ受け取ろうとはしなかった。",
        "kr": "류다치카가 남긴 모라 주머니, 안에는 많은 돈이 들어 있지만 페이몬은 그것을 받지 않으려고 한다",
        "pt": "Um saco de Mora deixado para trás por Lyudochka. Deve estar cheio de dinheiro, entretanto, Paimon não pretende aceitá-lo.",
        "ru": "Кошелёк с морой, который оставила Людочка. В нём содержится приличная сумма, но даже Паймон не хочет пользоваться этой морой.",
        "th": "ถุงใส่ Mora ที่ Lyudochka ทิ้งไว้ ด้านในน่าจะมีเงินอยู่ไม่น้อย แต่ขนาด Paimon ก็ยังไม่อยากจะรับมันไว้เลย",
        "vi": "Túi Mora của Lyudochka để lại, bên trong có không ít tiền, nhưng đến cả Paimon cũng không có ý định nhận nó."
    },
    "materialType": "MATERIAL_QUEST"
}