{
    "name": {
        "en": "Lyudochka's Letter",
        "de": "Lyudochkas Brief",
        "chs": "柳达希卡的信",
        "cht": "柳達希卡的信",
        "es": "Carta de Lyudochka",
        "fr": "Lettre de Lyudochka",
        "id": "Surat Lyudochka",
        "jp": "リュドヒカの手紙",
        "kr": "류다치카의 편지",
        "pt": "Carta de Lyudochka",
        "ru": "Письмо Людочки",
        "th": "จดหมายของ Lyudochka",
        "vi": "Thư Của Lyudochka"
    },
    "id": 101672,
    "materialDesc": {
        "en": "The letter that Lyudochka asked someone from Yae Publishing House to pass on to you. It contains her reasons for leaving without saying why. However, whether you will accept her reasons for departing or not is a different story.\\nIt was you who discovered her presence and changed her fate... Might you be able to do still more to change this ending for the better?",
        "de": "#Der Brief, den Lyudochka jemanden vom Verlagshaus Yae gebeten hat, an dich weiterzuleiten. Er enthält ihre Gründe für ihre Abreise, ohne zu sagen, warum. Ob du ihre Gründe akzeptierst oder nicht, steht auf einem anderen Blatt.\\nDu warst es, {F#die}{M#der} ihre Anwesenheit entdeckt und ihr Schicksal verändert hat. Kannst du vielleicht noch mehr tun, um dieses Ende zum Besseren zu wenden?",
        "chs": "柳达希卡让八重堂员工转交给你的信，你能从信中找到她不辞而别的理由。不过，是否接受这个理由，就是另一回事了。\\n是你发现了她的存在，改变了她的命运…你或许还能做到更多事，比如一个让所有人都幸福的结局？",
        "cht": "#柳達希卡請八重堂員工轉交給{F#妳}{M#你}的信，{F#妳}{M#你}能從信中找到她不辭而別的理由。不過，是否接受這個理由，就是另一回事了。\\n是{F#妳}{M#你}發現了她的存在，改變了她的命運…{F#妳}{M#你}或許還能做到更多事，比如一個讓所有人都幸福的結局？",
        "es": "Lyudochka le pidió a la empleada de la Editorial Yae que te diera esta carta, en la cual explica por qué se fue sin despedirse. Otra cosa es que tú aceptes esa razón.\\nFuiste tú quien se fijó en ella, quien cambió su destino... Así que tal vez también puedas hacer todavía más, como por ejemplo, crear un final feliz para todos.",
        "fr": "Une lettre que Lyudochka a demandée à quelqu'un de la Chambre Yae de vous transmettre. Elle explique pourquoi elle est partie sans dire au revoir. Cependant, libre à vous d'en accepter les raisons.\\nC'est vous qui avez découvert son existence et changé le cours de son destin... Est-ce que vous pourriez aller plus loin et transformer cette fin en une fin heureuse ?",
        "id": "Surat yang Lyudochka minta kepada seseorang dari Yae Publishing House untuk diteruskan kepadamu. Surat ini berisi alasannya untuk pergi tanpa mengucapkan kata-kata perpisahan. Tapi, terserah padamu apakah kamu bisa menerima penjelasannya ini atau tidak.\\nKamu adalah orang yang menemukan keberadaannya, dan kamu juga adalah orang yang berhasil mengubah nasibnya ... Barangkali kamu dapat berbuat lebih banyak lagi untuk mengubah akhir cerita ini menjadi lebih baik?",
        "jp": "リュドヒカが八重堂の人に頼んで渡した手紙。彼女が別れを告げずに去った理由が書いてある。しかし、その理由を受け入れるかどうかはまた別の話。\\nあなたが彼女の存在を知り、彼女の運命を変えた…あなたなら、みんなが幸せになるような結末を用意できたかもしれない。",
        "kr": "류다치카가 야에 출판사 직원에게 부탁해 당신에게 건네주라고 한 편지, 편지에는 그녀가 말없이 떠난 이유가 적혀있다. 하지만 납득을 하든 않든 나중에 생각할 일이다.\\n당신이 그녀의 존재를 발견하고, 그의 운명을 바꿨으니… 더 많은 일도 할 수 있지 않을까? 예를 들면 모든 사람이 행복할 수 있게 만든다든지?",
        "pt": "A carta que Lyudochka pediu a alguém da Editora Yae para entregar a você. Ela explica seus motivos para partir sem dizer porquê. No entanto, aceitar ou não esses motivos, é outra questão.\\nFoi você quem descobriu a presença dela e mudou seu destino... Haverá algo mais que você possa fazer para mudar esse final para melhor?",
        "ru": "Людочка попросила работника издательского дома Яэ передать вам это письмо, в котором она объясняет, почему уехала, не попрощавшись. Другое дело, примите ли вы её объяснения.\\nИменно вы заметили её и изменили её судьбу... Возможно, вы сделаете даже больше? Например, пусть у этой истории будет счастливый конец?",
        "th": "จดหมายที่ Lyudochka ขอให้ทางสำนักพิมพ์ Yae นำมามอบให้คุณ คุณจะได้พบเหตุผลที่เธอจากไปแบบไม่ลา แต่ว่า จะรับเหตุผลนั้นได้หรือไม่นั้น ก็เป็นอีกเรื่องนึง\\nคุณค้นพบการมีอยู่ของเธอ เปลี่ยนชะตาชีวิตของเธอ... บางทีคุณอาจจะทำอะไรได้มากกว่านี้ เช่น ทำให้ทุกคนได้พบกับตอนจบที่มีความสุข?",
        "vi": "Thư của Lyudochka nhờ nhân viên Nhà Xuất Bản Yae đưa cho bạn. Từ trong thư bạn tìm ra được lý do cô ấy bỏ đi. Nhưng có thể chấp nhận lý do này hay không thì lại là chuyện khác.\\nLà bạn đã phát hiện ra sự tồn tại và thay đổi vận mệnh của cô ấy... Có lẽ bạn còn có thể làm được nhiều thứ hơn, ví dụ như tạo ra một kết cục có hậu cho tất cả mọi người?"
    },
    "materialType": "MATERIAL_QUEST"
}