{
    "name": {
        "en": "Lyudochka's Fortune Slip",
        "de": "Lyudochkas Unterschrift",
        "chs": "柳达希卡的签文",
        "cht": "柳達希卡的籤文",
        "es": "Papel de la fortuna de Lyudochka",
        "fr": "Présage de Lyudochka",
        "id": "Slip Keberuntungan Lyudochka",
        "jp": "リュドヒカのおみくじ",
        "kr": "류다치카의 점괘",
        "pt": "Rolinho da Sorte de Lyudochka",
        "ru": "Подпись Людочки",
        "th": "ใบเซียมซีของ Lyudochka",
        "vi": "Giấy Giải Quẻ Lyudochka"
    },
    "id": 101679,
    "materialDesc": {
        "en": "A specially made fortune slip that describes how your luck will be like today. There is nothing different about this Fortune Slip, save for the fact that you used it to open Lyudochka's heart.\\nNow, this Fortune Slip has returned to your hands, along with her heartfelt blessings. If you've got the time, why not go to the Grand Narukami Shrine to see her?",
        "de": "Ein speziell angefertigter Orakelzettel, der beschreibt, wie dein Glück heute sein wird. An diesem Orakelzettel ist nichts Außergewöhnliches, außer der Tatsache, dass du ihn verwendet hast, um Lyudochkas Herz zu öffnen.\\Nun ist dieser Orakelzettel in deine Hände zurückgekehrt, zusammen mit ihren herzlichen Segenswünschen. Wenn du Zeit hast, solltest du zum Großen Narukami-Schrein gehen, um sie zu treffen.",
        "chs": "昭明今日运势的特制纸签，本质上与其他「御神签」没有区别，不过这一张却是让柳达希卡敞开心扉的钥匙。\\n签文再次回到了手中时，也包含了她真诚的祝福。如果有时间的话，就去鸣神大社看看她吧。",
        "cht": "昭明今日運勢的特製紙籤，本質上與其他「御神籤」沒有區別，不過這一張卻是讓柳達希卡敞開心扉的鑰匙。\\n籤文再次回到了手中時，也包含了她真誠的祝福。如果有時間的話，就去鳴神大社看看她吧。",
        "es": "Un papel de la fortuna que indica la suerte del día de hoy. Es prácticamente igual que los papeles normales, salvo que este ha despertado los sentimientos de Lyudochka y lleva sus más sinceros deseos.\\nSi tienes tiempo, podrías ir al Gran Santuario Narukami a visitarla.",
        "fr": "Un omikuji spécial qui parle de ce qui vous attend aujourd'hui. Cet omikuji n'a rien de différent par rapport aux autres omikuji, à part le fait qu'il ait réveillé les sentiments de Lyudochka.\\nÀ présent, cet omikuji est revenu entre vos mains, avec sa bénédiction sincère. Si vous avez le temps, pourquoi ne pas aller au Sanctuaire de Narukami pour lui rendre visite ?",
        "id": "Slip keberuntungan yang dibuat khusus untuk menggambarkan bagaimana nasibmu hari ini. Tidak ada yang berbeda dengan Slip Keberuntungan ini, kecuali sebuah fakta bahwa kamu menggunakannya untuk membuka hati Lyudochka.\\nSekarang, Slip Keberuntungan ini telah kembali ke tanganmu, bersama dengan hatinya yang tulus. Jika kamu punya waktu, kenapa tidak pergi saja ke Kuil Agung Narukami untuk melihat Lyudochka?",
        "jp": "その日の吉凶を占ってくれるみくじ箋。他の「おみくじ」と大した違いはないが、この一枚はリュドヒカの心の扉を開ける鍵である。\\n「おみくじ」に書かれた内容が再び手に戻った時、彼女の心からの祈りが込められていることにも気付く。時間ができたら、彼女に会いに鳴神大社へ行こう。",
        "kr": "금일의 운세를 점칠 수 있는 특제 종이 점괘, 본질은 다른 「점괘」와 차이는 없지만 이건 류다치카의 마음을 열 수 있는 열쇠이다.\\n점괘에는 그녀의 진심 어린 축복이 적혀있다. 시간이 있을 때 나루카미 다이샤에 그녀를 보러 가자",
        "pt": "Um Rolinho especial de papel que adivinha como será sua sorte hoje. É praticamente igual a um Rolinho da Sorte normal, exceto pelo fato de que você o usou para abrir o coração de Lyudochka.\\nAgora que o Rolinho voltou para suas mãos, ele trouxe junto sua bênção sincera. Se você tiver tempo, por que não vai ao Grande Santuário Narukami para vê-la?",
        "ru": "Особый гадальный листок, который предсказывает удачу на сегодняшний день. Он ничем не отличается от других листков, кроме того, что вы использовали его, как ключ к сердцу Людочки.\\nНыне листок вернулся в ваши руки вместе с его сердечным благословением. Если у вас есть время, почему бы вам не отправиться в Великий Храм Наруками, чтобы повидаться с ней?",
        "th": "แผ่นกระดาษทำนายดวงชะตาประจำวันที่ทำขึ้นเป็นพิเศษ โดยทั่วไปแล้วไม่ได้ต่างจาก \"ใบเซียมซี\" อื่น ๆ เลย แต่ใบนี้กลับเป็นกุญแจที่ทำให้ Lyudochka ยอมเปิดใจ\\nเมื่อใบเซียมซีกลับมาอยู่ในมืออีกครั้ง พร้อมกับคำอวยพรจากใจของเธอ หากมีเวลา ก็ลองไปหาเธอที่ศาลเจ้า Grand Narukami สิ",
        "vi": "Mẩu giấy dùng để bói vận mệnh, bản chất không khác gì với các \"Thẻ Ngự Thần\" khác, nhưng đây có lẽ là chìa khóa để mở cửa trái tim của Lyudochka.\\nMẩu giấy này khi trở về tay bạn, đã bao hàm cả sự chúc phúc chân thành của cô ấy. Nếu như có thời gian hãy đến Đền Narukami thăm cô ấy nhé."
    },
    "materialType": "MATERIAL_QUEST"
}