{
    "name": {
        "en": "Madame Ping's Box",
        "de": "Madame Pings Schachtel",
        "chs": "萍姥姥的盒子",
        "cht": "萍姥姥的盒子",
        "es": "Caja de Madam Ping",
        "fr": "Boîte de Madame Ping",
        "id": "Kotak Madame Ping",
        "jp": "ピンばあやの箱",
        "kr": "평 할머니의 상자",
        "pt": "Caixa da Madame Ping",
        "ru": "Коробочка мадам Пин",
        "th": "กล่องของมาดาม Ping",
        "vi": "Chiếc hộp của Bình Lão Lão"
    },
    "id": 100512,
    "materialDesc": {
        "en": "A seemingly ordinary container that had been trapped in amber. Its weight, once held, is astounding, and no matter what you do, you can't seem to open it...",
        "de": "Diese Schachtel ist in Bernstein eingeschlossen, aber sonst ziemlich unscheinbar. Hebst du sie an, stellst du fest, dass sie unheimlich schwer ist. Außerdem kriegst du sie nicht auf, egal wie sehr du daran rüttelst.",
        "chs": "被关在琥珀之中，看起来平平无奇的盒子。入手后却能感觉到一股让人吃惊的重量，而且无论用什么方式，都没办法打开它…",
        "cht": "被關在琥珀之中，看起來平平無奇的盒子。入手後卻能感覺到一股讓人吃驚的重量，而且無論用什麼方式，都沒辦法打開它…",
        "es": "Un contenedor aparentemente ordinario que quedó atrapado en ámbar. Al cargarlo, su peso es asombroso. No importa lo que hagas, parece que no hay forma de abrirlo...",
        "fr": "Une boîte ordinaire recouverte d'ambre. Malgré son apparence simple, son poids en surprendrait plus d'un. Vous ne parvenez pas à l'ouvrir, peu importe les moyens que vous utilisez...",
        "id": "Sepintas terlihat seperti kotak biasa yang sudah lama terperangkap di dalam batu Amber. Bobotnya sungguh tak terduga dan apa pun yang kamu lakukan, kamu tetap tidak bisa membukanya...",
        "jp": "琥珀の中に閉じ込められた、特に何の変哲もない箱。手に取るとビックリするほど重く、どんな方法を使っても、開けることはできない…",
        "kr": "호박석 안에 갇힌 평범해 보이는 상자. 하지만 손에 넣으면 엄청난 힘이 느껴진다. 게다가 절대로 열리지 않는다…",
        "pt": "Um recipiente aparentemente comum que estava preso em âmbar. Seu peso, uma vez mantido, é impressionante, e não importa o que você faça, você não consegue abri-lo...",
        "ru": "Казалось бы, обычный контейнер, замёрзший в янтаре. Его вес поразителен, и независимо от того, что вы делаете, у вас не получается его открыть...",
        "th": "ถูกขังไว้ท่ามกลางอำพัน ดูแล้วเป็นกล่องที่ไม่ลึกลับซับซ้อน อะไร แต่พอถือไว้ในมือแล้วรู้สึกหนักอึ้งซะจนน่าแปลกใจ และไม่ว่าจะใช้วิธีไหนก็ไม่สามารถเปิดมันได้...",
        "vi": "Chiếc hộp mắc kẹt trong Hổ Phách vẫn còn nguyên vẹn. Mỗi khi cầm lên lại cảm thấy ngạc nhiên về sức nặng của nó, cho dù dùng cách nào đi chăng nữa cũng không thể mở ra được."
    },
    "materialType": "MATERIAL_QUEST"
}