{
    "name": {
        "en": "Magical Crystal Chunk",
        "de": "Brocken magisches Kristall",
        "chs": "魔晶块",
        "cht": "魔晶塊",
        "es": "Pedazo de cristal mágico",
        "fr": "Éclat de cristal magique",
        "id": "Magical Crystal Chunk",
        "jp": "魔晶の塊",
        "kr": "마법 수정석 조각",
        "pt": "Pedaço de Cristal Mágico",
        "ru": "Магический кристальный обломок",
        "th": "Magical Crystal Chunk",
        "vi": "Mảnh Ma Tinh"
    },
    "id": 101004,
    "materialDesc": {
        "en": "These crystal chunks can be refined into Weapon EXP materials by using Original Resin.\\nCrystals from mines that were eroded by the energy of the Ley Lines cannot be processed by ordinary means.",
        "de": "Kann bei Schmieden mithilfe von ursprünglichem Harz zu Waffen-EP-Material verarbeitet werden.\\nDiese von elementarer Energie durchdrungenen Kristalle können nicht mit gewöhnlichen Mitteln bearbeitet werden.",
        "chs": "可以通过「委托锻造」，利用原粹树脂，提炼成武器经验材料。\\n受地脉的能量侵蚀的水晶矿，寻常手段无法处理。",
        "cht": "可以通過「委託鍛造」，利用原粹樹脂，提煉成武器經驗材料。\\n受地脈的能量侵蝕的水晶礦，尋常手段無法處理。",
        "es": "Estos trozos de cristal pueden ser refinados y convertidos en Materiales de EXP de Arma utilizando Resina original.\\nLos cristales de las minas que fueron erosionados por la energía de las líneas ley no pueden ser procesados por medios ordinarios.",
        "fr": "Ces éclats peuvent être raffinés en EXP d'arme avec de la Résine originelle.\\nLe travail de ces cristaux, formés sous l'influence des lignes énergétiques, requiert un grand savoir-faire.",
        "id": "Crystal Chunk dapat diforge menjadi material EXP Senjata dengan menggunakan Original Resin.\\nCrystal dari tambang yang terkikis oleh energi Ley Line tidak bisa diproses dengan cara biasa.",
        "jp": "「鍛造依頼」において天然樹脂を消費して武器強化素材を精錬することができます。\\n地脈のエネルギーに侵蝕された水晶鉱は普通の方法では処理できません。",
        "kr": "「단조 의뢰」를 통해 퓨어 레진을 정제하여 무기 경험치 재료를 얻을 수 있다.\\n일반적인 방법으론 지맥의 에너지에 침식당한 수정 광석을 처리할 수 없다",
        "pt": "Esses pedaços de cristal podem ser refinados em materiais de EXP de armas usando a resina original.\\nOs cristais de minas que foram corroídos pela energia das linhas Ley não podem ser processados por meios comuns.",
        "ru": "Эти обломки кристаллов могут быть переработаны в материалы опыта оружия с помощью Первородной смолы.\\nТакие кристаллы из шахт впитали энергию артерий земли и не могут быть обработаны обычными методами.",
        "th": "สามารถปรับปรุงเป็นวัสดุประสบการณ์อาวุธได้ผ่านการ \"สั่งทำอาวุธ\" โดยใช้ Original Resin\\nCrystal Ore ที่ถูกกัดเซาะด้วยพลังงานของ Ley Lines นั้นจะไม่สามารถจัดการได้ด้วยวิธีทั่วไป",
        "vi": "Có thể thông qua ủy thác rèn, dùng Nhựa Nguyên Chất luyện thành nguyên liệu EXP Vũ Khí.\\nMỏ pha lê bị năng lượng địa mạch ăn mòn, tay nghề bình thường sẽ không thể xử lý."
    },
    "materialType": "MATERIAL_EXCHANGE"
}