{
    "name": {
        "en": "Main Entrance: Gateway to the Clouds",
        "de": "Haupteingang – „Tor zu den Wolken“",
        "chs": "古宅门楼-「云门通达」",
        "cht": "古宅門樓-「雲門通達」",
        "es": "Entrada principal: Acceso a las nubes",
        "fr": "Entrée principale « Porte des nuages »",
        "id": "Gerbang Utama: Jalan Menuju Lautan Awan",
        "jp": "古宅の大門-「通雲の門」",
        "kr": "고택 대문-「구름으로 통하는 문」",
        "pt": "Entrada Principal: \"Portal para as Nuvens\"",
        "ru": "Главный вход: Врата в облака",
        "th": "ประตูบ้านโบราณ - \"ประตูสู่มวลเมฆ\"",
        "vi": "Cổng Lầu Cổ - Vân Môn"
    },
    "id": 391210,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Main Entrance: Gateway to the Clouds.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Haupteingang – Tor zu den Wolken“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「古宅门楼-『云门通达』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「古宅門樓-『雲門通達』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Entrada principal: Acceso a las nubes.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'entrée principale « Porte des nuages ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Gerbang Utama: Jalan Menuju Lautan Awan\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「古宅の大門-『通雲の門』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「고택 대문-『구름으로 통하는 문』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Entrada Principal: \"Portal para as Nuvens\"\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Главный вход: Врата в облака».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างประตูบ้านโบราณ - \"ประตูสู่มวลเมฆ\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Cổng Lầu Cổ - Vân Môn\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}