{
    "name": {
        "en": "Mansion Pagoda — Tree of Pondering",
        "de": "Gutshaus-Pagode – „Baum der Besinnung“",
        "chs": "穹居标塔-「熟思之树」",
        "cht": "穹居標塔-「熟思之樹」",
        "es": "Decoración de residencia: Árbol de la deliberación",
        "fr": "Pagode de manoir « Arbre de réflexion »",
        "id": "Pagoda Kediaman: Pohon Kontemplasi",
        "jp": "住居の標識塔‐「熟考の木」",
        "kr": "거주지 표시탑-「숙고의 나무」",
        "pt": "Decoração da Residência: Árvore da Deliberação",
        "ru": "Пагода особняка: Древо размышлений",
        "th": "หอคอยคฤหาสน์ - \"ต้นไม้แห่งการตรึกตรอง\"",
        "vi": "Tháp \"Cây Suy Ngẫm\""
    },
    "id": 390712,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Mansion Pagoda — Tree of Pondering.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Gutshaus-Pagode – ‚Baum der Besinnung‘“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「穹居标塔-『熟思之树』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「穹居標塔-『熟思之樹』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Decoración de residencia: Árbol de la deliberación.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la pagode de manoir « Arbre de réflexion ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Pagoda Kediaman: Pohon Kontemplasi.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「住居の標識塔‐『熟考の木』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면. 「별이 머무는 탑-『숙고의 나무』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Decoração da Residência: Árvore da Deliberação.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Пагода особняка: Древо размышлений».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"หอคอยคฤหาสน์ - ต้นไม้แห่งการตรึกตรอง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Tháp \"Cây Suy Ngẫm\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}