{
    "name": {
        "en": "Maple Wood Ritual Drum: Festive Music",
        "de": "Ritualtrommel aus Ahornholz – „Festspiel“",
        "chs": "枫木仪鼓-「宴奏」",
        "cht": "楓木儀鼓-「宴奏」",
        "es": "Tambor ritual de arce: Ritmo festivo",
        "fr": "Tambour de rituel « Rythme festif » en bois d'érable",
        "id": "Drum Kayu Maple: Musik Perayaan",
        "jp": "楓の太鼓-「宴奏」",
        "kr": "단풍나무 북-「연주」",
        "pt": "Tambor Ritualístico de Madeira Otogi: Música da Cerimônia",
        "ru": "Ритуальный барабан из клёна: Праздничная музыка",
        "th": "กลองพิธีไม้ Maple - \"บรรเลงฉลอง\"",
        "vi": "Trống Nghi Lễ Gỗ Phong - Tiệc Âm Nhạc"
    },
    "id": 382211,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Maple Wood Ritual Drum: Festive Music.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Ritualtrommel aus Ahornholz – Festspiel“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「枫木仪鼓-『宴奏』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「楓木儀鼓-『宴奏』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Tambor ritual de arce: Ritmo festivo.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du tambour de rituel « Rythme festif » en bois d'érable.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Drum Kayu Maple: Musik Perayaan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「楓の太鼓-『宴奏』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면,「단풍나무 북-『연주』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Tambor Ritualístico de Madeira Otogi: Música da Cerimônia\".\\nDepois de usar, você pode entrar na interface de colocação para vê-los.",
        "ru": "Подробная схема изготовления предмета декора «Ритуальный барабан из клёна: Праздничная музыка».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างกลองพิธีไม้ Maple - \"บรรเลงฉลอง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Trống Nghi Lễ Gỗ Phong - Tiệc Âm Nhạc.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}