{
    "name": {
        "en": "Maple Wood",
        "de": "Ahornholz",
        "chs": "枫木",
        "cht": "楓木",
        "es": "Madera de arce",
        "fr": "Bois d'érable",
        "id": "Maple Wood",
        "jp": "楓材",
        "kr": "단풍나무",
        "pt": "Bordo",
        "ru": "Клён",
        "th": "ไม้ Maple",
        "vi": "Gỗ Phong"
    },
    "id": 101310,
    "materialDesc": {
        "en": "Timber from the Amur Maple. Excellent quality wood with a fine color and texture.\\nCan be used to create furnishings.",
        "de": "Das Holz des Amur-Ahorns. Hervorragende Holzqualität mit feiner Farbe und Maserung.\\nKann zur Herstellung von Dekoration verwendet werden.",
        "chs": "产自「羽扇枫」的木材，硬度适中，品质优异，色泽与纹理上佳。\\n可用于制作摆设。",
        "cht": "產自「羽扇楓」的木材，硬度適中，品質優異，色澤與紋理上佳。\\n可用於製作擺設。",
        "es": "Madera obtenida de de arces afelpados. Su dureza es la adecuada, su calidad es inmejorable y sus vetas y colores son excelentes.\\nPuede utilizarse para fabricar decoraciones.",
        "fr": "Bois obtenu à partir d'érable d'Inazuma, d'une couleur et texture fines.\\nPeut être utilisé pour fabriquer des décorations.",
        "id": "Kayu yang diperoleh dari Amur Maple. Kayunya memiliki kualitas tinggi dengan warna dan tekstur yang halus.\\nDapat digunakan untuk membuat perabotan.",
        "jp": "「羽団扇楓の木」から生産される木材。高品質と適度な堅さを併せ持つ。色合いと木目も優れている。\\n調度品の製作に使うことができる。",
        "kr": "「부채 단풍나무」에서 얻어낸 목재. 적당한 굳기에 훌륭한 품질, 우수한 광택과 무늬를 지녔다\\n장식 제작용으로 사용할 수 있다",
        "pt": "Madeira do Bordo de Amur. É uma madeira de excelente qualidade com cor e textura fina.\\nPode ser utilizada para criar Decorações.",
        "ru": "Древесина, полученная из веерного клёна. Умеренная жёсткость, отличное качество, изысканный окрас и текстура.\\nСлужит для изготовления декора.",
        "th": "ไม้จาก \"ต้น Amur Maple\" มีความแข็งระดับปานกลางและมีคุณภาพที่ดีเยี่ยม มีสีและพื้นผิวสวยงาม\\nสามารถนำมาใช้สร้างเฟอร์นิเจอร์ได้",
        "vi": "Gỗ lấy từ \"Phong Amur\", độ cứng vừa phải, chất lượng tuyệt vời, màu sắc và vân gỗ rất đẹp.\\nCó thể dùng để chế tạo đồ trang trí."
    },
    "materialType": "MATERIAL_WOOD"
}