{
    "name": {
        "en": "Maple Wood Bookcase: Trove of a Thousand Tomes",
        "de": "Bücherregal aus Ahornholz – „Tausend Schriften“",
        "chs": "枫木书柜-「千卷柜藏」",
        "cht": "楓木書櫃-「千卷櫃藏」",
        "es": "Estantería de madera de arce: Escondite literario",
        "fr": "Bibliothèque « Butin de mille ouvrages » en bois d'érable",
        "id": "Rak Buku Kayu Maple: Kediaman Seribu Gulungan",
        "jp": "楓の書棚-「蔵書千卷」",
        "kr": "단풍나무 책장-「천 권을 담은 창고」",
        "pt": "Estante de Bordo: Pergaminhos Escondidos",
        "ru": "Книжный шкаф из клёна: Сокровищница тысячи томов",
        "th": "ตู้หนังสือไม้ Maple - \"จัดเก็บพันตำรา\"",
        "vi": "Tủ Sách Gỗ Phong - Kho Tàng Tri Thức"
    },
    "id": 381210,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Maple Wood Bookcase: Trove of a Thousand Tomes.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Bücherregal aus Ahornholz – Tausend Schriften“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「枫木书柜-『千卷柜藏』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「楓木書櫃-『千卷櫃藏』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Estantería de madera de arce: Escondite literario.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la bibliothèque « Butin de mille ouvrages » en bois d'érable.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Rak Buku Kayu Maple: Kediaman Seribu Gulungan\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「楓の書棚-『蔵書千卷』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면,「단풍나무 책장-『천 권을 담은 창고』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Estante de Bordo: Pergaminhos Escondidos.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Книжная полка из клёна: Сокровищница тысячи томов».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างตู้หนังสือไม้ Maple - \"จัดเก็บพันตำรา\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Tủ Sách Gỗ Phong - Kho Tàng Tri Thức.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}