{
    "name": {
        "en": "\"Margaret\"",
        "de": "„Margaret“",
        "chs": "「玛格丽特」",
        "cht": "「瑪格麗特」",
        "es": "Margarita",
        "fr": "« Margaret »",
        "id": "\"Margaret\"",
        "jp": "「マーガレット」",
        "kr": "「마르가리타」",
        "pt": "\"Margaret\"",
        "ru": "«Маргарита»",
        "th": "\"Margaret\"",
        "vi": "[Margaret]"
    },
    "id": 100317,
    "materialDesc": {
        "en": "Margaret's refreshing signature cocktail, popular among those who only want one drink. It also uses dandelions, but the greatest difference between this and dandelion wine is the price.",
        "de": "Ein erfrischender Cocktail zusammengestellt von Margaret persönlich, der besonders von Gästen gekauft wird, die nur einen Schluck trinken wollen. Unter den Zutaten ist zwar auch Löwenzahn. Von dem berühmten Löwenzahnschnaps unterscheidet er sich aber, vor allem im Preis.",
        "chs": "玛格丽特小姐的特调酒，口感清凉，很受那些只想小酌一杯的酒客欢迎。材料中也采用了「蒲公英」，但与著名的「蒲公英酒」还是有显著区别，最大的区别就是售价差距。",
        "cht": "瑪格麗特小姐的特調酒，口感清涼，很受那些只想小酌一杯的酒客歡迎。材料中也採用了「蒲公英」，但與著名的「蒲公英酒」還是有顯著區別，最大的區別就是售價差距。",
        "es": "El cóctel especial de Margaret. Tiene un sabor refrescante y es muy bien recibido entre aquellos que solo quieren tomar algo. Aunque para elaborarla también se usa diente de león, la mayor diferencia entre la margarita y el vino de diente de león radica en el precio.",
        "fr": "Un cocktail spécial au pissenlit préparé par Margaret. Il offre un goût très rafraîchissant, et est beaucoup apprécié des gens qui veulent juste boire un petit verre. La plus grande différence avec le vin de dent-de-lion est sans doute son prix.",
        "id": "Koktail khas Margaret dengan rasa yang segar, sangat cocok untuk orang yang hanya ingin minum satu gelas koktail. Minuman ini juga menggunakan Dandelion, tetapi perbedaan terbesar antara ini dengan Dandelion Wine adalah harganya.",
        "jp": "マーガレットの特製ドリンク。爽やかな味わいは客にかなり人気がある。材料に「蒲公英」も使われているが、有名な「蒲公英酒」とはかなり違う。一番の違いは値段である。",
        "kr": "마가렛 아가씨의 특제 술. 목 넘김이 상쾌하고 딱 한잔만 하고픈 사람들이 많이 찾는다. 「민들레」가 들어가지만 유명한 「민들레주」와는 가격 면에서 확연히 다르다",
        "pt": "O coquetel exclusivo da Srta. Margaret, com sabor refrescante, é bem-vindo entre aqueles que querem apenas uma bebida. Também é usado dentes de leão, mas a maior diferença entre este e o vinho é o preço.",
        "ru": "Фирменный коктейль мисс Маргариты. Идеально подходит для тех, кто хочет выпить «только один коктейль». В этом коктейле присутствуют одуванчика, но по цене он сильно отличается от вина из одуванчиков.",
        "th": "เครื่องดื่มสูตรพิเศษของคุณ Margaret มีรสชาติที่เย็นสดชื่น เป็นที่นิยมในหมู่นักดื่มที่ต้องการดื่มสักแก้วควบคู่ไปกับกับแกล้ม วัตถุดิบนั้นได้นำ Dandelion มาใช้เช่นกัน แต่ก็ยังคงแตกต่างอย่างมีนัยสำคัญจาก Dandelion Wine ที่มีชื่อเสียงอยู่ดี โดยเฉพาะเรื่องของราคา",
        "vi": "Là rượu đặc chế của tiểu thư Margaret, mùi vị thanh mát, rất được những vị khách chỉ muốn uống một ly nhỏ yêu thích. Trong thành phần có sử dụng Bồ Công Anh, nhưng vẫn có sự khác biệt lớn với \"Rượu Bồ Công Anh\" nổi tiếng, mà sự khác biệt lớn nhất là khác về giá cả."
    },
    "materialType": "MATERIAL_QUEST"
}