{
    "name": {
        "en": "Margaret's Special",
        "de": "Margarets Spezialgetränk",
        "chs": "玛格丽特的特调酒",
        "cht": "瑪格麗特的特調酒",
        "es": "Cóctel especial de Margaret",
        "fr": "Cocktail spécial de Margaret",
        "id": "Keahlian Margaret",
        "jp": "マーガレットの特製カクテル",
        "kr": "마가렛의 특제 칵테일",
        "pt": "Especial de Margaret",
        "ru": "Фирменный коктейль Маргариты",
        "th": "เครื่องดื่มสูตรพิเศษของ Margaret",
        "vi": "Rượu Đặc Chế Của Margaret"
    },
    "id": 100358,
    "materialDesc": {
        "en": "A list of ingredients Margaret needs for her cocktail. If other ingredients are used, what kind of result could one expect?",
        "de": "Die Liste für die Zutaten, die Margaret für ihr Spezialgetränk braucht. Ob es etwas ausmachen würde, wenn man die Zutaten etwas anpassen würde?",
        "chs": "玛格丽特的特调酒所需物品的清单。如果采用其他材料的话，会有出乎意料的效果吗？",
        "cht": "瑪格麗特的特調酒所需物品的清單。如果採用其他材料的話，會有出乎意料的效果嗎？",
        "es": "Una lista de ingredientes necesarios para hacer el cóctel especial de Margaret. Usar diferentes ingredientes podría tener un resultado sorprendente.",
        "fr": "Une liste d'ingrédients dont Margaret a besoin pour son cocktail. Qu'est-ce que ça donnerait si elle venait à être modifiée ?",
        "id": "Daftar bahan yang dibutuhkan Margaret untuk koktailnya. Kalau bahan lain yang digunakan, hasilnya akan seperti apa ya?",
        "jp": "マーガレットの特製カクテルを作るために必要な材料が書いてあるリスト。他の材料を使ったら、どんな結果になるかな？",
        "kr": "마가렛의 특제 칵테일을 만들 때 필요한 레시피. 만약 다른 재료를 사용한다면 뜻밖의 효과를 볼 수 있을까?",
        "pt": "Uma lista de ingredientes que Margaret precisa para o seu coquetel. Se outros ingredientes fossem usados, qual seria o resultado?",
        "ru": "Список ингредиентов для фирменного коктейля Маргариты. Неправильные ингредиенты могут привести к удивительным результатам.",
        "th": "รายการวัตถุดิบที่ต้องใช้ในการทำเครื่องดื่มสูตรพิเศษของ Margaret ถ้าหากเลือกใช้วัตถุดิบอย่างอื่นล่ะก็ จะเกิดผลที่ไม่คาดคิดยังไงกันนะ?",
        "vi": "Danh sách toàn bộ nguyên liệu để điều chế rượu của Margaret. Nếu dùng các nguyên liệu khác, sẽ có hiệu quả bất ngờ chăng?"
    },
    "materialType": "MATERIAL_QUEST"
}