{
    "name": {
        "en": "Masala Cheese Balls",
        "de": "Masala-Käsebällchen",
        "chs": "马萨拉芝士球",
        "cht": "馬薩拉起司球",
        "es": "Bolitas de queso con masala",
        "fr": "Boules de fromage au masala",
        "id": "Masala Cheese Balls",
        "jp": "マサラチーズボール",
        "kr": "마살라 치즈볼",
        "pt": "Bolinhas de Queijo ao Masala",
        "ru": "Сырные шарики масала",
        "th": "Masala Cheese Balls",
        "vi": "Viên Phô Mai Masala"
    },
    "id": 108401,
    "materialDesc": {
        "en": "An Aranara-style dish that Paimon drained her brain juice dry to improve. It is, in fact, a rather traditional recipe in Sumeru. The freshly cooked cheese balls give off a titillating aroma, for a special technique has been used to mix the spices into the dough. A small bite and you will see hot cheese oozing out immediately. Also, potatoes have been stewed till they softened properly. This creamy combination will keep you full for a long time.",
        "de": "Ein Aranara-Gericht, dessen Rezept Paimon nach vielen Gedanken verfeinert hat. Ähnliche Rezepte sind in Sumeru jedoch schon lange verbreitet. Die auf besondere Weise zugesetzten Gewürze verleihen diesem Gericht ein verlockendes Aroma. Die Käsebällchen haben einen vielschichtigen Geschmack. Nach einem kleinen Bissen fließt der geschmolzene Käse sofort heraus. Kombiniert mit Kartoffelpüree macht dieses Gericht schnell satt.",
        "chs": "经过派蒙苦思冥想改良后的兰那罗料理，但其做法在须弥本地其实早有流传。以特殊方式加入香料，出锅时就带有诱人的香气。芝士球口感绵长，咬开小口，融化的芝士便即刻涌出，配上炖至软烂的土豆，吃下后非常有饱腹感。",
        "cht": "經過派蒙苦思冥想改良後的蘭那羅料理，但其做法在須彌本地其實早有流傳。以特殊方式加入香料，出鍋時就帶有誘人的香氣。起司球口感綿長，咬開小口，融化的起司便即刻湧出，配上燉至軟爛的馬鈴薯，吃下後非常有飽腹感。",
        "es": "Un plato típico aranara que Paimon ha refinado minuciosamente, pero cuya preparación en realidad se remonta a muchos años atrás en Sumeru. Las especias se añaden de forma especial para darle un aroma cautivador al salir de la sartén. El queso de las bolas tiene una textura alargada y cremosa, y al morderlas, el queso fundido brota al instante. Las papas que las acompañan proporcionan una sensación de plena saciedad.",
        "fr": "Un plat aranarien typique. Paimon s'est creusé la tête pour essayer de l'améliorer en dépit du fait que la recette d'origine soit utilisée depuis longtemps à Sumeru. Les épices sont ajoutées d'une manière particulière pour lui donner un arôme captivant dès qu'il sort de la poêle. Les boulettes de fromage ont une texture qui laisse une impression durable sur le palais. Une fois que l'on croque dedans, le fromage fondu jaillit instantanément. Elles sont accompagnées par des pommes de terre cuites tendrement qui donnent une sensation de satiété entière après avoir été mangées.",
        "id": "Hidangan bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya cara membuat hidangan ini sudah lama tersebar di Sumeru. Cheese Ball yang baru dimasak ini mengeluarkan aroma yang menggoda, karena rempah yang digunakan di hidangan ini dibuat dengan proses khusus. Keju yang meleleh sempurna akan mengalir keluar setelah satu gigitan saja. Dan kentang lembut di hidangan ini akan membuatmu kenyang cukup lama.",
        "jp": "パイモンが目を瞑り、長いこと思い悩んだ末に改良したアランナラ料理だが——実はスメールで古くから流行していた調理法。独自の香辛料の加え方により、鍋から出した瞬間に食欲をそそる香りが漂う。チーズボールは口当たりが良く、噛むと溶けたチーズが瞬時にとろけ出す。煮込んだポテトも食べ応え十分だ。",
        "kr": "페이몬이 고심 끝에 개량한 아란나라의 요리. 하지만 수메르 현지에는 똑같은 레시피의 요리가 이미 오래전부터 있었다. 특별한 방식으로 향신료를 넣으면 완성된 음식에서 거부할 수 없는 향기를 풍긴다. 부드러운 식감의 치즈볼을 한입 베어 물면 잘 녹은 치즈가 흘러나오며 오랫동안 구워서 흐물흐물해진 감자와 함께 먹으면 엄청난 포만감을 느낄 수 있다",
        "pt": "Um prato típico Aranara que Paimon quebrou a cabeça para melhorar. É, na verdade, uma receita bastante tradicional em Sumeru. Os bolinhos de queijo recém-cozidos exalam um aroma agradável, pois uma técnica especial foi usada para misturar os temperos na massa. Uma pequena mordida e você verá o queijo quente escorrendo imediatamente. Além disso, a batata foi cozida até amolecer adequadamente. Esta combinação cremosa irá manter qualquer um satisfeito por um longo tempo.",
        "ru": "Блюдо аранар, улучшенное стараниями Паймон. Хотя на самом деле жители Сумеру давно знакомы с таким рецептом. Горячие сырные шарики, приправленные особыми пряностями, источают соблазнительный аромат. Расплавленный сыр тает на языке, а если закусить шарики мягким тушёным картофелем, после такого блюда вы ещё не скоро проголодаетесь.",
        "th": "อาหาร Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา แต่สูตรการทำกลับเป็นสิ่งที่มีการสืบทอดกันใน Sumeru มาแต่เนิ่นนานแล้ว ใช้วิธีการพิเศษในการเติมเครื่องเทศ จึงส่งกลิ่นหอมยั่วยวนเมื่อนำออกมาจากหม้อ Cheese Ball รสชาติเนียนนุ่ม เมื่อลองกัดลงไป ชีสที่ละลายอยู่ภายในก็ไหลทะลักออกมาทันที และยังมาพร้อมกับมันฝรั่งที่สุกได้ที่จนนุ่มนิ่ม ทำให้รู้สึกอิ่มเอิบเมื่อได้ทานเข้าไป",
        "vi": "Một món salad kiểu Aranara khiến Paimon phải vắt óc suy nghĩ để cải thiện, nhưng thật ra công thức này khá truyền thống ở Sumeru. Các loại gia vị được thêm vào theo cách đặc biệt, có mùi thơm nức mũi ngay khi vừa ra khỏi chảo. Viên phô mai có vị dai dai, cắn một miếng nhỏ, phô mai ngay lập tức chảy ra, kèm theo khoai tây được hầm mềm, ăn xong sẽ cảm thấy no bụng."
    },
    "materialType": "MATERIAL_FOOD"
}