{
    "name": {
        "en": "Mask of Memories",
        "de": "Maske der Erinnerungen",
        "chs": "附有记忆的面具",
        "cht": "附有記憶的面具",
        "es": "Máscara de los recuerdos",
        "fr": "Masque des souvenirs",
        "id": "Mask of Memories",
        "jp": "記憶が入ったお面",
        "kr": "기억이 담긴 가면",
        "pt": "Máscara de Reminescências",
        "ru": "Маска воспоминаний",
        "th": "หน้ากากผนึกความทรงจำ",
        "vi": "Mặt Nạ Đầy Ký Ức"
    },
    "id": 221018,
    "materialDesc": {
        "en": "Hanachirusato the shrine maiden used to wear this mask. It is deeply stained on the inside.\\nSome memories are contained inside, through which one may learn the art of creating the Catalyst known as \"Hakushin Ring.\"\\nNow that Hanachirusato has been separated from this mask, Paimon doesn't get to call her the \"Masked Maiden\" anymore, right?",
        "de": "Hanachirusato, die Schreinjungfer, hat diese Maske getragen. Sie ist innen dunkel befleckt.\\nEinige Erinnerungen sind darin enthalten, durch die man die Kunst der Erschaffung des Katalysators, bekannt als „Hakushin-Ring“, erlernen kann.\\nNun, da Hanachirusato von dieser Maske getrennt wurde, darf Paimon sie nicht mehr die „maskierte Jungfer“ nennen, richtig?",
        "chs": "巫女「花散里」曾经戴着的面具，内侧有着深色的污渍。\\n其中承载着一部分记忆。通过这份记忆，可以学会法器「白辰之环」的锻造方法。\\n如今面具与花散里分别了，派蒙也不会叫她「面具巫女」了吧。",
        "cht": "巫女「花散里」戴過的面具，內側有深色的污漬。\\n其中承載著一部分記憶。透過這份記憶，可以習得法器「白辰之環」的鍛造方法。\\n如今面具與花散里分別了，派蒙也不會叫她「面具巫女」了吧。",
        "es": "La máscara que la miko Hanachirusato solía llevar puesta. Por dentro tiene manchas de un color oscuro.\\nContiene los recuerdos necesarios para aprender a fabricar el catalizador Anillo de Hakushin.\\nPaimon ya no podrá llamar a Hanachirusato “la miko de la máscara” ahora que la miko se ha separado de este objeto...",
        "fr": "Hanachirusato, la prêtresse du sanctuaire, portait ce masque auparavant. Il est profondément taché.\\nLes souvenirs qu'il contient permettent d'apprendre à fabriquer le catalyseur connu sous le nom d'« Anneau des Hakushin ».\\nMaintenant que Hanachirusato n'a plus ce masque, Paimon ne pourra plus l'appeler « prêtresse masquée »...",
        "id": "Topeng yang biasa dipakai Hanachirusato sang Miko. Di bagian dalam terdapat noda yang warnanya sangat gelap.\\nDi dalamnya tersimpan beberapa kenangan yang dapat digunakan untuk mempelajari cara menempa Catalyst bernama \"Hakushin Ring\".\\nKini Hanachirusato sudah terpisahkan dengan topeng ini, dan Paimon jadinya tidak bisa memanggilnya \"Miko Bertopeng\" lagi, kan?",
        "jp": "巫女の「花散里」が付けていたお面。内側にシミが付いている。\\n記憶の一部が込められている。この記憶によって法器「白辰の輪」の鍛造方法を習得できる。\\nお面と花散里が離ればなれになった今、パイモンも彼女のことを「お面の巫女お姉さん」と呼ばなくなるだろう。",
        "kr": "무녀 「하나치루사토」가 착용했던 가면. 안측에 짙은 얼룩이 져 있다.\\n그중엔 일부 기억이 담겨 있는데, 그 기억을 통해 법구 「하쿠신의 고리」의 단조 방법을 습득할 수 있다.\\n이제 하나치루사토는 가면을 쓰지 않게 됐으니, 페이몬도 더 이상 그녀를 「가면 무녀」라고 부르지 않을 것이다",
        "pt": "Hanachirusato, a sacerdotisa do Santuário, usava essa máscara. Ela está muito manchada na parte de dentro.\\nAlgumas memórias estão contidas nela, e por elas é possível a arte de criar o Catalisador conhecido como \"Anel de Hakushin\".\\nAgora que Hanachirusato foi separada dessa máscara, Paimon não entende porque ainda a chamam de Sacerdotisa Mascarada.",
        "ru": "Эту маску носила жрица храма Ханатирусато. Её внутренняя часть покрыта тёмными пятнами.\\nОна хранит воспоминания, которые помогут узнать способ создания катализатора «Кольцо Хакусин».\\nТеперь, когда Ханатирусато осталась без маски, Паймон перестанет называть её «жрицей в маске», ведь так?",
        "th": "หน้ากากที่มิโกะ Hanachirusato เคยสวมใส่ และด้านในมีคราบสีเข้มอยู่\\nมันได้บันทึกความทรงจำส่วนหนึ่งเอาไว้ ซึ่งคุณสามารถเรียนรู้วิธีการสร้างสื่อเวท Hakushin Ring ได้ด้วยความทรงจำนี้\\nทุกวันนี้หน้ากากและ Hanachirusato ได้แยกจากกันแล้ว Paimon คงไม่เรียกเธอว่า \"มิโกะสวมหน้ากาก\" อีกแล้วสินะ",
        "vi": "Mặt nạ mà pháp sư \"Hanachirusato\" đã từng đeo, có những vết sẫm màu ở bên trong.\\nTrong đó chứa đựng một phần ký ức, thông qua phần ký ức này có thể học được cách rèn pháp khí \"Vòng Bạch Thần\".\\nBây giờ mặt nạ đã không còn thuộc về Hanachirusato nữa, Paimon cũng sẽ không gọi cô ấy là \"Pháp Sư Mặt Nạ\" nữa."
    },
    "materialType": "MATERIAL_CONSUME"
}