{
    "name": {
        "en": "Masterless Stardust",
        "de": "Herrenloser Sternenstaub",
        "chs": "无主的星尘",
        "cht": "無主的星塵",
        "es": "Polvo estelar sin dueño",
        "fr": "Astrion libre",
        "id": "Masterless Stardust",
        "jp": "無主のスターダスト",
        "kr": "주인 없는 스타더스트",
        "pt": "Poeira Estrelar Abandonada",
        "ru": "Блуждающая звёздная пыль",
        "th": "Masterless Stardust",
        "vi": "Tinh Trần Vô Chủ"
    },
    "id": 222,
    "materialDesc": {
        "en": "Currency used to purchase rare resources from the Shop.\\nSurplus Stardust of destiny. Perhaps it can create new destinies when in large enough quantities.",
        "de": "Eine Währung, die beim Händler gegen wertvolle Ressourcen eingetauscht werden kann.\\nZurückgeblieben vom Staub des Schicksalssterns. Vielleicht vermag es, in der richtigen Menge das Schicksal zu bestimmen.",
        "chs": "可以在商城兑换珍稀资源的货币。\\n过剩的命运星之晶尘。累积起来，或许可以创造新的命运。",
        "cht": "可以在商城兌換稀有資源的貨幣。\\n過剩的命運星之晶塵。累積起來，或許可以創造新的命運。",
        "es": "Intercambiable por artículos poco comunes en la Tienda.\\nExcedente de Polvo estelar. Tal vez pueda crear nuevos destinos al reunir una cantidad suficiente.",
        "fr": "Une monnaie qui peut être échangée contre des ressources précieuses dans la boutique.\\nLa poussière d'étoile du destin. Peut-être qu'elle peut créer de nouveaux destins en l'accumulant.",
        "id": "Mata uang yang dapat digunakan untuk membeli item-item langka dari Toko.\\nStardust of Destiny yang berlebih, mungkin bisa dikumpulkan untuk menciptakan takdir yang baru.",
        "jp": "ショップでレアなものと交換できるコイン。\\n過剰な運命の星のダスト。積もれば新たな運命を切り拓けるかもしれない。",
        "kr": "상점에서 희귀한 자원을 교환할 수 있는 화폐.\\n넘쳐나는 운명의 별 가루. 모으다 보면 새로운 운명을 개척할 수 있을지도 모른다",
        "pt": "Moeda usada para comprar recursos raros na Loja de Troca.\\nExcedente de Poeira Estrelar. Talvez possa criar novos destinos quando em grande quantidade.",
        "ru": "Валюта для покупки редких материалов в Магазине.\\nОстаток звёздной пыли судьбы. Возможно, в достаточных количествах она способна сотворить новые судьбы.",
        "th": "คุณสามารถแลกเปลี่ยนเงินตรา สำหรับทรัพยากรที่หายากในร้านค้าได้\\nStardust แห่งโชคชะตาที่เหลือ เมื่อนำมารวมกันแล้วอาจจะสามารถ สร้างโชคชะตาใหม่ขึ้นมาได้",
        "vi": "Tiền dùng để đổi tài nguyên hiếm trong cửa hàng.\\nBụi tinh còn sót lại của ngôi sao may mắn. Tích lũy nó, không chừng có thể tạo ra một vận mệnh mới."
    },
    "materialType": "MATERIAL_CONSUME"
}