{
    "name": {
        "en": "Material Collector",
        "de": "Materialsammelgerät",
        "chs": "素材收集器",
        "cht": "素材收集器",
        "es": "Recolectamateriales",
        "fr": "Collecteur de matériaux",
        "id": "Material Collector",
        "jp": "素材収集器",
        "kr": "재료 수집기",
        "pt": "Coletor de Materiais",
        "ru": "Коллектор материалов",
        "th": "เครื่องรวบรวมวัตถุดิบ",
        "vi": "Máy Thu Thập Nguyên Liệu"
    },
    "id": 220052,
    "materialDesc": {
        "en": "A collection device created by Bertrand, a manufacturer of machines. It can sequentially collect materials required for creating other products. When hooked up to the Great Machine, it will pour the source materials into the latter and start the process of creating robotic furnishings.",
        "de": "Ein Sammelgerät, hergestellt von Bertrand, einem Hersteller von Maschinen. Es kann sequentiell Materialien sammeln, die für die Herstellung anderer Produkte benötigt werden. Wenn es an die „Große Maschine“ angeschlossen wird, schüttet es die Ausgangsmaterialien in die Große Maschine und beginnt mit der Herstellung von Roboterdekorationen.",
        "chs": "由机械制造商伯特兰制造的收集器，可以分阶段收集不同的制造所需素材。可以连接「大工机」，将素材作为原材料倒入后，进行机器人摆设的制造。",
        "cht": "由機械製造商伯特蘭製造的收集器，可以分階段收集不同的製造所需素材。可以連接「大工機」，將素材作為原材料倒入後，進行機器人擺設的製造。",
        "es": "Un dispositivo recolector creado por Bertrand, el fabricante de máquinas. Es capaz de recolectar diferentes materiales en distintas fases. Al conectarlo a la Megamáquina, depositará los materiales en esta para comenzar el proceso de fabricación de decoraciones robóticas.",
        "fr": "Un dispositif de collecte créé par Bertrand, un fabricant de machines. Il peut collecter des matériaux nécessaires à la création d'objets selon plusieurs processus de fabrication. Lorsqu'il est relié à la méga-machine, il verse les matières premières dans cette dernière et démarre la production de décorations robotiques.",
        "id": "Material Collector pengumpul yang dibuat oleh Bertrand, insinyur teknik mesin. Alat ini dapat digunakan untuk mengumpulkan bahan baku yang dibutuhkan untuk memproduksi barang jadi. Saat dihubungkan ke \"Mesin Gede\", alat ini akan secara otomatis memasukkan bahan baku ke dalam mesin dan langsung memulai proses pembuatan perabotan robotik.",
        "jp": "ロボット製造者であるバートランドが作った収集器。異なる素材を順次集められる。「大工機」と繋げることができ、素材を原材料として投入すると、ロボット調度品の製造を行える。",
        "kr": "기계 제조업자 베르트랑이 제작한 수집기. 단계에 따라 제조에 필요한 각각의 재료를 수집할 수 있다. 「울트라 대왕 머신」에 연결해 재료를 원자재로 삼아 넣으면 로봇 장식을 만들 수 있다",
        "pt": "Um dispositivo coletor criado por Bertrand, um fabricante de máquinas. Pode coletar os materiais necessários para criar outros produtos. Quando ligado à Grande Máquina, despejará a matéria-prima nela e iniciará o processo de criação de decorações robóticas.",
        "ru": "Устройство для сбора материалов. Его создал Бертран, производитель механизмов. С его помощью можно собирать материалы, необходимые для изготовления других предметов. Его можно подключить к Великолепной машине, чтобы загрузить материалы и начать изготавливать механизированные предметы декора.",
        "th": "เครื่องรวบรวมที่สร้างขึ้นโดย Bertrand ผู้ผลิตเครื่องจักร สามารถรวบรวมวัตถุดิบต่าง ๆ ที่จำเป็นสำหรับการผลิตเป็นขั้นตอน เมื่อเชื่อมต่อกับ \"เจ้าเครื่องจักรยักษ์\" หลังจากใส่วัตถุดิบที่เป็นวัตถุดิบหลักลงไปแล้ว ก็จะสามารถเริ่มกระบวนการสร้างเฟอร์นิเจอร์หุ่นยนต์ได้",
        "vi": "Chiếc máy thu thập do thương nhân chế tạo máy móc Bertrand chế tạo, có thể thu thập các loại nguyên liệu chế tạo khác nhau tùy theo giai đoạn. Có thể liên kết với \"Cỗ Máy Khổng Lồ\", bỏ nguyên vật liệu vào là có thể tiến hành chế tạo robot trang trí."
    },
    "materialType": "MATERIAL_WIDGET"
}