{
    "name": {
        "en": "Meal Fee Pouch",
        "de": "Geldbeutel mit Geld für die Bestellung",
        "chs": "装着餐费的钱包",
        "cht": "裝著餐費的錢包",
        "es": "Monedero con dinero del pedido",
        "fr": "Argent du repas",
        "id": "Kantong Uang Makan",
        "jp": "食事代が入っている財布",
        "kr": "식비가 들어 있는 지갑",
        "pt": "Carteira para Dinheiro da Comida",
        "ru": "Кошелёк, содержащий плату за обед",
        "th": "Meal Fee Pouch",
        "vi": "Túi Tiền Đựng Tiền Ăn"
    },
    "id": 100311,
    "materialDesc": {
        "en": "A small coin pouch of Mora that contains payment for a meal ordered at the Good Hunter. Do not take your cut out of this bag.",
        "de": "Ein Säckchen mit Mora, in dem sich das Geld für die Bestellung beim Hirschjäger befindet. Für deine Entlohnung ist dieses Geld aber nicht gedacht.",
        "chs": "装着摩拉的袋子，里面是向猎鹿人餐馆付出的订餐费。你的报酬并不能从此处支取。",
        "cht": "#裝著摩拉的袋子，裡面是向獵鹿人餐館付出的訂餐費。{F#妳}{M#你}的報酬並不能從此處支取。",
        "es": "Un pequeño monedero para llevar Moras como anticipo para las comidas en la cantina El Buen Cazador. No metas la mano; no es para ti.",
        "fr": "Une petite bourse de moras contenant le paiement d'un repas au Bon Chasseur. Ceci n'est PAS pour vous.",
        "id": "Dompet kecil berisi Mora yang dapat digunakan untuk membayar makanan di restoran Good Hunter. Kamu tidak boleh mengambil imbalanmu dari kantong ini.",
        "jp": "モラが入っている財布。鹿狩りレストランの予約金。任務の報酬はこの財布から受け取ることはできない。",
        "kr": "모라가 담긴 주머니. 디어 헌터에서 쓸 식비가 들어있다. 여기서 함부로 보수를 빼가면 안 된다",
        "pt": "Um pequeno saco de Mora como pagamento pelas refeições no Caçador de Cervos. Você não pode receber pagamentos através disso.",
        "ru": "Мешочек, наполненный монетами мора. Плата клиентов «Хорошего охотника» за вкусный обед. Это не ваша зарплата.",
        "th": "ถุงเล็กๆสำหรับใส่เหรียญ Mora เพื่อจ่ายเป็นค่าอาหารล่วงหน้าให้กับนักล่าชั้นดี คุณไม่สามารถรับเงินผ่านทางนี้ได้",
        "vi": "Túi đựng Mora, trong đó là tiền ăn để trả cho quán Người Săn Hươu. Tiền lương của bạn không được trả từ đây."
    },
    "materialType": "MATERIAL_QUEST"
}