{
    "name": {
        "en": "Meat Lovers' Mushroom Pizza",
        "de": "Pilz- und Fleischpizza",
        "chs": "肉肉烤蘑菇披萨",
        "cht": "肉肉烤蘑菇披薩",
        "es": "Pizza de carne y champiñones",
        "fr": "Pizza champignons-viande",
        "id": "Meat Lovers' Mushroom Pizza",
        "jp": "焼きキノコミートピザ",
        "kr": "고기 버섯피자",
        "pt": "Pizza de Carne e Cogumelos",
        "ru": "Мясная пицца с грибами",
        "th": "Meat Lovers' Mushroom Pizza",
        "vi": "Pizza Nấm Thịt"
    },
    "id": 108440,
    "materialDesc": {
        "en": "A pizza freshly baked from the oven. The crust is dotted with large chunks of meat and fresh mushroom slices. The sweet, stretchy cheese further adds to the charm. You have no doubt that every slice will be snatched away the moment it is served. Speed, therefore, is a gourmet's best buddy when this pizza is on the table.",
        "de": "Eine Pizza, die frisch aus dem Ofen kommt. Mit großen Fleischstücken und frischen Pilzen, frisch gebacken zieht sie Fäden wie keine andere und niemand kann ihrem intensiven Geschmack widerstehen. Alle Pizzen sind sofort weg, sobald sie aus dem Ofen kommen. Deswegen ist ein gutes Timing entscheidend, wenn man diese Delikatesse unbedingt probieren will.",
        "chs": "烘烤而成的披萨。大块大块的兽肉，佐以新鲜蘑菇，铺满整个饼皮。再配合拉丝的香甜奶酪，简直令人难以抗拒。刚一出炉就会被一抢而空，因此，品尝美味的秘诀在于眼疾手快。",
        "cht": "烘烤而成的披薩。大塊大塊的獸肉，佐以新鮮蘑菇，鋪滿整個餅皮。再配合拉絲的香甜乳酪，簡直令人難以抗拒。剛一出爐就會被一搶而空，因此，品嚐美味的秘訣在於眼疾手快。",
        "es": "Una pizza recién horneada. Grandes trozos de carne y champiñones frescos cubren toda la masa. Si encima le añades una capa de queso, resulta imposible resistirse a la tentación. No dura ni un minuto encima de la mesa, así que si quieres hacerte con una porción, tendrás que tener buenos reflejos.",
        "fr": "Une pizza fraîchement sortie du four. La croûte est parsemée de gros morceaux de viande crue et de tranches de champignons frais. Ajoutez à cela une couche de fromage tendre, et vous avez un plat irrésistible. Une fois sorti du four, il ne faudra pas longtemps avant que toutes ses parts ne disparaissent, et c'est bien pour cela qu'il faut savoir être vif et agile pour pouvoir goûter à cette merveille.",
        "id": "Pizza yang dipanggang. Potongan besar daging dan jamur segar menutupi seluruh kerak. Disandingkan dengan keju manis, makanan ini menjadi benar-benar lezat. Begitu keluar dari panggangan, makanan semacam ini pasti akan langsung habis terjual. Karena itu, rahasianya kalau mau bisa makan enak harus punya selera yang kuat dan kecepatan membeli yang secepat kilat.",
        "jp": "焼き上げたピザ。大きな獣肉と新鮮なキノコが生地に敷き詰められている。そこに、甘くて香ばしいチーズが組み合わされば、もうたまらない。焼き上がりと同時に完売してしまうため、スピードこそグルメゲットの一番の秘訣。",
        "kr": "맛있게 구워진 피자. 큼직한 짐승고기와 신선한 버섯이 반죽을 가득 채우고, 거기에 쭉 늘어나는 치즈까지 더하면 군침이 도는 피자가 완성된다. 나오자마자 다 팔리기 때문에 맛있는 음식을 맛보는 비결은 날쌘 손놀림이다",
        "pt": "Uma pizza recém-assada. Grandes pedaços de carne e cogumelos frescos cobrem toda a massa. Se você adicionar uma camada de queijo por cima, é impossível resistir à tentação. Não dura um minuto na mesa, então se você quiser pegar uma fatia, terá que ter bons reflexos.",
        "ru": "Пицца, приготовленная на огне. Тесто, укрытое кусками нежного мяса и ломтиками свежих грибов. А в сочетании с ароматным расплавленным сыром получается не блюдо, а настоящее искушение, которому невозможно противостоять. Пиццу едва успели достать из печи, а на доске уже не осталось ни кусочка. Так что если не хотите упустить свой шанс, тренируйте скорость!",
        "th": "พิซซ่าสดใหม่ที่อบจากเตา เนื้อชิ้นโตและเห็ดสดใหม่ มาพร้อมกับชีสหอมมันเกินต้านทาน ทันทีที่ออกจากเตาอบก็ถูกฉกจนเกลี้ยงถาด ดังนั้น เคล็ดลับในการลิ้มลองของอร่อย ก็คือการมีไหวพริบที่ว่องไวนี่ล่ะ",
        "vi": "Món pizza nướng. Từng miếng thịt rừng lớn kèm với nấm tươi được rải đầy khắp trên mặt bánh. Kết hợp thêm phô mai kéo sợi thơm ngon, quả thật khó ai có thể cưỡng lại. Vừa mới ra lò là bị giành hết sạch, do đó, bí quyết để thưởng thức món ngon đó là nhanh tay lẹ mắt."
    },
    "materialType": "MATERIAL_FOOD"
}