{
    "name": {
        "en": "Medaka",
        "de": "Medaka",
        "chs": "花鳉",
        "cht": "花鱂",
        "es": "Medaka",
        "fr": "Médaka",
        "id": "Medaka",
        "jp": "グッピー",
        "kr": "구피",
        "pt": "Medaka",
        "ru": "Оризия",
        "th": "Medaka",
        "vi": "Cá Khổng Tước"
    },
    "id": 131000,
    "materialDesc": {
        "en": "A lively, energetic fish famous for its petal-shaped tail.\\nMost such creatures lived out their lives peacefully as ornamental fish. But when it was discovered that their meat was flavorful, less bony, and very fatty, they would also come to find themselves carefully prepared and served up on meal tables.",
        "de": "Ein lebhafter, energiegeladener Fisch, der für seine blütenförmige Schwanzflosse berühmt ist.\\nDie meisten dieser Kreaturen lebten ihr Leben friedlich als Zierfisch. Aber als man entdeckte, dass ihr Fleisch schmackhaft, weniger knochig und sehr fett ist, fanden sie sich auch sorgfältig zubereitet auf den Tischen der Mahlzeiten wieder.",
        "chs": "活泼好动的小型鳉鱼，以优美的花瓣型鱼尾闻名。\\n大多时候都以观赏鱼的身份幸福生活着。但在人们发现了它肉质醇香、少刺多脂的特点后，被精心料理、呈上餐盘的情况也便不罕见了。",
        "cht": "活潑好動的小型鱂魚，以優美的花瓣型魚尾聞名。\\n大多時候都以觀賞魚的身分幸福生活著。但在人們發現了牠肉質醇香、少刺多脂的特點後，被精心料理、呈上餐盤的情況也便不罕見了。",
        "es": "Un pez energético y de pequeño tamaño conocido por su aspecto de flor.\\nSolían vivir sus vidas en paz como peces ornamentales, pero desde que se descubrió que su carne es sabrosa, con pocas espinas y mucha grasa, son preparados cuidadosamente y servidos en la mesa.",
        "fr": "Un sémillant petit médaka, connu pour sa queue en forme de pétale.\\nLe médaka est souvent gardé en vie dans un but purement ornemental, mais une fois qu'on goûte à sa chair, riche en saveurs et avec peu d'arêtes, il n'est pas rare de le retrouver dans une assiette pour le dîner.",
        "id": "Ikan medaka kecil yang lincah, terkenal karena ekornya yang berbentuk kelopak dan indah.\\nSebagian besar ikan sejenis itu menjalani hidupnya dengan damai sebagai ikan hias. Tetapi saat orang-orang mengetahui bahwa daging mereka beraroma, tidak banyak durinya, dan gemuk, mereka juga harus mempersiapkan mental karena tidak menutup kemungkinan bahwa mereka pun akan berakhir di atas meja makan.",
        "jp": "活気のあるグッピー、花びらのような美しい尾ひれで有名。\\n観賞魚として楽しそうに生きているが、その旨味たっぷりの魚肉と少ない骨という特徴が人々に気付かれてから、料理として皿に盛られるのも珍しくなくなった。",
        "kr": "활동적이고 작은 구피. 아름다운 꽃잎 모양 꼬리로 유명하다.\\n대부분 관상어로서 행복하게 살아가지만, 육질이 고소하고 가시가 적으며 지방이 많다고 알려진 후, 정성껏 조리돼 접시 위에 오르는 경우도 심심찮게 볼 수 있다",
        "pt": "Um peixe animado e enérgico famoso por seus padrões floridos.\\nA maioria dessas criaturas viveram suas vidas pacificamente como peixes ornamentais. Mas quando se descobriu que sua carne era saborosa, tinha menos ossos e era gordurosa, passaram a se encontrar cuidadosamente preparados e servidos em mesas.",
        "ru": "Бойкая маленькая рыбка, известная своим красивым хвостом в форме лепестков.\\nОна считается декоративной рыбой, но, поскольку её мясо сочное, без костей и жира, её также нередко готовят и подают на стол.",
        "th": "ปลาขนาดเล็กที่เปี่ยมด้วยชีวิตชีวาที่มีชื่อเสียงเรื่องหางปลาที่งดงามเหมือนกลีบดอกไม้\\nพวกมันเคยใช้เวลาส่วนใหญ่อย่างมีความสุขเหมือนปลาสวยงามทั่วไป แต่หลังจากที่ผู้คนค้นพบว่ามันมีเนื้อที่รสชาติกลมกล่อม มีก้างและไขมันน้อย จึงไม่ใช่เรื่องแปลกที่จะพบว่ามันถูกนำมาปรุงอย่างประณีตและเสิร์ฟบนจาน",
        "vi": "Loài cá hoạt bát cỡ nhỏ, nổi tiếng với chiếc đuôi cá hình cánh hoa duyên dáng.\\nVì có vẻ ngoài xinh đẹp nên thường được trưng như cá cảnh. Nhưng từ khi người ta phát hiện thịt của chúng mềm, ít xương và mỡ, thì việc chúng được chế biến thành những món ăn tinh tế là điều không có gì lạ."
    },
    "materialType": "MATERIAL_EXCHANGE"
}