{
    "name": {
        "en": "Meeting Room of the \"Strategic Six\"",
        "de": "Besprechungsraum der „Sechs Strategen“",
        "chs": "「关键六人」会议室",
        "cht": "「關鍵六人」會議室",
        "es": "Sala de reuniones de los Seis Estrategas",
        "fr": "Salle de réunion des Six Stratèges",
        "id": "Ruang Pertemuan \"Strategic Six\"",
        "jp": "「6人のキーマン」会議室",
        "kr": "「핵심 육인방」 회의실",
        "pt": "Sala de Reuniões das Seis Pessoas-Chave",
        "ru": "Зал заседаний Стратегической шестёрки",
        "th": "ห้องประชุม \"หกคนสำคัญ\"",
        "vi": "Phòng Họp 6 Người"
    },
    "id": 350012,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up a \"Meeting Room of the 'Strategic Six'.\"\\nA meeting room that was based on the one in the Knights of Favonius Headquarters. A rumor spread among the citizenry, judging from the number of chairs present, that \"six shall be present at any key decision the Knights make.\"\\nThe truth is that only six members of the Knights' leadership enjoy sitting down for meetings. The number of attendees has never been fixed.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Besprechungsraum der Sechs Strategen“, der dem im Hauptquartier des Ritterordens nachempfunden war. Unter den Bürgern hat sich das Gerücht verbreitet, dass „bei jeder wichtigen Entscheidung der Ritter sechs Personen anwesend zu sein haben“.\\nDie Wahrheit ist, dass nur sechs Mitglieder der Führung der Ritter gerne zu Besprechungen zusammensitzen. Die Anzahl der Anwesenden war nie festgelegt worden.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『关键六人』会议室」的放置方法。\\n参照骑士团议事厅布置的会议室。根据椅子的数目，民间推测出了「骑士团的重大决策都由关键六人决出」的传闻。\\n真相是喜欢坐着开会的骑士团高层只有六人，参会人数从来不是个固定的数字。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『關鍵六人』會議室」的放置方法。\\n參照騎士團議事廳佈置的會議室。根據椅子的數目，民間推測出了「騎士團的重大決策都由關鍵六人決出」的傳聞。\\n真相是喜歡坐著開會的騎士團高層只有六人，與會人數從來不是個固定的數字。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar una Sala de reuniones de los Seis Estrategas.\\nUna sala de reuniones basada en la que hay en la Sede de los Caballeros de Favonius. Debido al número de sillas presentes, entre los ciudadanos de Mondstadt empezó a correr el rumor de que “las decisiones más importantes de los Caballeros las toman seis personas clave”.\\nLa realidad es que, de los líderes de los Caballeros, solo a seis les gusta ir a las reuniones. El número de asistentes siempre varía.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de la salle de réunion des Six Stratèges.\\nUne salle de réunion qui s'inspire de celle du quartier général de l'Ordre de Favonius. Une rumeur qui court chez les Mondstadtois dit que chaque décision importante de l'Ordre de Favonius est prise par six personnes en raison du nombre de chaises dans la salle. En réalité, seuls six dirigeants de l'Ordre aiment s'asseoir pendant les réunions. Le nombre de participants n'a jamais été limité à ce chiffre.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Ruang Pertemuan 'Strategic Six'\".\\nSebuah ruang rapat yang didasarkan pada ruang rapat di Markas Knights of Favonius. Ada sebuah rumor yang beredar di antara para penduduk, \"Ada 6 anggota Knights of Favonius terpenting yang harus hadir saat memutuskan sebuah keputusan besar.\"\\nKenyataannya adalah, hanya ada 6 anggota Knights of Favonius berpangkat tinggi yang senang mengikuti rapat, tapi jumlah peserta rapat tidak pernah ditentukan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「『6人のキーマン』会議室」の詳しい配置方法が載っている設計図。\\n騎士団の議事庁を参考にして配置した会議室。椅子の数を手がかりに、民間には「騎士団の重大政策は6名のキーマンによって行われている」という噂がある。\\n実は座って会議することを好む騎士団上層部が6人いるだけであり、実際の参加人数は決まられていない。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「「핵심 육인방」 회의실」의 설치 방법이 기재되어 있다\\n기사단 의사청의 배열한 모습을 참조한 회의실. 의자 수에 따라 사람들은 「기사단의 주요 결정은 모두 핵심 육인방이 내린다」고 추측했다.\\n진실은 회의에 참석하는 것을 좋아하는 고위 기사가 6명 밖에 없었을 뿐이고, 참가자 수는 절대 고정되어 있지 않다.\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Plano detalhado passo a passo de como configurar uma Sala de Reuniões das Seis Pessoas-Chave.\\nA sala de reuniões foi arranjada com referência à sala de reunião dos Cavaleiros de Favonius. Com base no número de cadeiras, o povo deduziu que as principais decisões dos Cavaleiros foram decididas pelas Seis Pessoas-Chave.\\nA verdade é que existem apenas seis membros sênior dos Cavaleiros de Favonius que gostam de se sentar nas reuniões, e o número de participantes nunca é fixo.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Зал заседаний Стратегической шестёрки».\\nЗал заседаний, который базировался в здании штаба рыцарей Ордо Фавониус. Среди жителей распространился слух, что, судя по количеству стульев, любое ключевое решение принимается шестью рыцарями.\\nПравда заключается в том, что только шесть членов рыцарского командования получают удовольствие от сидения на собраниях. Фактическое количество участников никогда не фиксировалось.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวางห้องประชุม \"หกคนสำคัญ\" \\nอ้างถึงห้องประชุมที่ตั้งขึ้นในกองอัศวิน จากจำนวนเก้าอี้ ทำให้ผู้คนต่างคาดเดาว่า \"การตัดสินใจครั้งสำคัญของอัศวินล้วนเกิดจากบุคคลสำคัญทั้งหกคน\" \\nความจริงก็คือมีอัศวินระดับสูงเพียงหกคนที่ชอบนั่งประชุม และจำนวนผู้เข้าร่วม ไม่เคยมีจำนวนที่แน่นอน\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Phòng Họp 6 Người\".\\nPhòng họp tham khảo từ sảnh nghị sự của đội kỵ sĩ. Dựa theo số lượng ghế, người ta đoán rằng \"những đối sách quan trọng của đội kỵ sĩ đều được 6 người chủ chốt đưa ra\".\\nSự thật là chỉ có 6 người cấp trên của đội kỵ sĩ thích ngồi họp, còn số người tham gia thì không bao giờ là con số cố định.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}