{
    "name": {
        "en": "Memento Lens",
        "de": "Souvenirlinse",
        "chs": "「留念镜」",
        "cht": "「留念鏡」",
        "es": "Lente de los recuerdos",
        "fr": "Lentille de réminiscence",
        "id": "Memento Lens",
        "jp": "「追憶のレンズ」",
        "kr": "「기억의 렌즈」",
        "pt": "Lente das Lembranças",
        "ru": "Линза воспоминаний",
        "th": "\"Memento Lens\"",
        "vi": "Kính Kỷ Vật"
    },
    "id": 220036,
    "materialDesc": {
        "en": "A mysterious lens. If you view small fox statues with this lens, you can find things that were not there before.\\nThey say that in the distant past, the legendary Kitsune Saiguu left a catalyst for the then-Hiiragi Clan head, Hiroshi, as a tool to be used in exorcisms.\\nThe Hiiragis would have a special Kamera made to order from overseas with that catalyst mounted on its lens assembly, before giving it back to the Grand Narukami Shrine as a symbol of their friendship.",
        "de": "Eine geheimnisvolle Linse. Wenn du kleine Fuchsstatuen mit dieser Linse betrachtest, kannst du Dinge entdecken, die vorher nicht da waren.\\nSie sagen, dass in ferner Vergangenheit die legendäre Kitsune Saiguu einen Katalysator für das damalige Oberhaupt des Hiiragi-Klans, Hiroshi, als Werkzeug für Exorzismen hinterlassen hat.\\nDie Hiiragi ließen eine spezielle Kamera aus Übersee anfertigen, auf deren Linseneinheit dieser Katalysator montiert war, bevor sie sie dem Großen Narukami-Schrein als Symbol ihrer Freundschaft zurückgaben.",
        "chs": "神秘的「透镜」。透过它观测特殊的小狐狸雕像，可以找到原本不存在的东西。\\n据说在很久以前，传说中的「狐斋宫大人」曾经将一件法器作为退邪之物赠与彼时柊家家主弘嗣。\\n柊以其为透镜部件的材料，后来从异国定做了特殊的「留影机」，并将其作为情谊的象征，回赠鸣神大社。",
        "cht": "神秘的「透鏡」。透過它觀測特殊的小狐狸雕像，可以找到原本不存在的東西。\\n據說在很久以前，傳說中的「狐齋宮大人」曾經將一件法器作為退邪之物贈與彼時柊家家主弘嗣。\\n柊以其為透鏡部件的材料，後來從異國定做了特殊的「留影機」，並將其作為情誼的象徵，回贈鳴神大社。",
        "es": "Una lente misteriosa. Si miras las pequeñas estatuas de zorros a través de ella, verás cosas que no estaban allí antes.\\nSe dice que, hace muchísimo tiempo, la legendaria Sacerdotisa Kitsune entregó un catalizador a Hiroshi, el entonces jefe del clan Hiiragi, para que lo utilizara en los exorcismos.\\nLos Hiiragi encargaron un Daguerrotipo especial en el extranjero, con el catalizador colocado en la parte de la lente, y lo ofrecieron al Gran Santuario Narukami como símbolo de amistad.",
        "fr": "Une lentille mystérieuse. Si vous observez la petite statue de renard au travers de cette lentille, vous pouvez voir des choses qui n'étaient pas là auparavant.\\nOn raconte qu'il y a longtemps, la légendaire Kitsune Saiguu donna un catalyseur au chef du Clan Hiiragi, Hiroshi, pour l'utiliser dans les exorcismes.\\nLes Hiiragis auraient fait fabriquer un Daguerréotype spécial à l'étranger avec ce catalyseur monté sur son ensemble de lentilles, et l'auraient offert au Sanctuaire de Narukami en gage d'amitié.",
        "id": "Sebuah lensa misterius. Jika kamu melihat patung rubah kecil dengan lensa ini, kamu dapat menemukan hal-hal yang sebelumnya tidak ada.\\nKonon, Kitsune Saiguu yang legendaris meninggalkan sebuah catalyst untuk Hiroshi, kepala Klan Hiiragi saat itu, sebagai alat pengusir roh jahat.\\nKlan Hiiragi kemudian memesan Kamera khusus dari luar bangsa dan memasangkan catalyst tersebut pada lensa, dan menghadiahkannya kembali ke Kuil Agung Narukami sebagai simbol persahabatan.",
        "jp": "神秘的な「レンズ」。これを通して不思議な小狐の彫像を観察すると、本来気付くことのできないものを発見できる。\\n遥か昔、伝説の「狐斎宮様」が邪を退治する法器を当時の柊家当主弘嗣に授けた。\\n柊はそれをレンズ部分の材料とし、異国で特殊な「写真機」を作り、友情の証として鳴神大社に返した。",
        "kr": "신비한 「렌즈」. 이 렌즈를 통해 특별한 작은 여우 조각상을 관찰하면 존재하지 않았던 것들을 찾아낼 수 있다.\\n머나먼 옛날, 전설 속의 「호재궁 어르신」은 사악한 것들을 물리칠 수 있는 법구를 당시의 히이라기 가주였던 히로시에게 선물했다고 한다.\\n히이라기는 그 법구를 렌즈 부품의 재료로 여기고, 이국에서 특수한 「사진기」를 주문 제작해 우호와 우정의 상징으로 나루카미 다이샤에게 답례한다",
        "pt": "Uma lente misteriosa. Se você olhar estátuas pequenas de raposas com esta lente, você pode encontrar coisas que não estavam lá antes.\\nDizem que no passado distante, a lendária Kitsune Saiguu deixou um Catalisador para o então chefe do Clã Hiiragi, Hiroshi, como uma ferramenta a ser usada em exorcismos.\\nOs Hiiragis tinham uma Kamera especial feita sob encomenda do exterior com esse Catalisador montado em sua base da lente, antes de devolvê-la ao Grande Santuário Narukami como símbolo de sua amizade.",
        "ru": "Таинственная линза. Если посмотреть через неё на статуи лис, вы увидите то, чего раньше не было.\\nГоворят, давным-давно легендарная кицунэ Сайгу передала тогдашнему главе клана Хийраги, Хироси, катализатор в качестве инструмента для изгнания злых духов.\\nКлан Хийраги, перед тем как преподнести его в знак дружбы Великому храму Наруками, использовал его в качестве линзы для заказанной у заморского мастера особенной фотокамеры.",
        "th": "\"เลนส์\" ที่เต็มไปด้วยความลึกลับ เมื่อมองดูรูปปั้นจิ้งจอกน้อยที่มีความพิเศษผ่านมัน จะได้พบกับสิ่งที่แต่เดิมไม่เคยมีมาก่อน\\nว่ากันว่าเมื่อนานมาแล้ว Kitsune Saiguu ผู้เป็นตำนานเคยมอบสื่อเวทให้แก่ Hiroshi ผู้นำของตระกูล Hiiragi ในขณะนั้นเพื่อใช้ขับไล่ปีศาจร้าย\\nHiiragi ใช้มันเป็นวัสดุส่วนประกอบของเลนส์สำหรับ \"กล่องถ่ายรูป\" ที่สั่งทำพิเศษจากต่างแดนในเวลาต่อมา และใช้มันเป็นของขวัญตอบแทนแก่ศาลเจ้า Grand Narukami เพื่อเป็นสัญลักษณ์แห่งมิตรภาพ",
        "vi": "Thấu kính thần kỳ, dùng nó để quan sát tượng hồ ly đặc biệt sẽ tìm thấy được những thứ kỳ lạ.\\nNgười ta kể rằng cách đây rất lâu, \"Đại Nhân Kitsune Saiguu\" trong truyền thuyết đã từng tặng một món đồ ma thuật cho chủ của gia tộc Hiiragi lúc bấy giờ như một vật trừ tà.\\nNhà Hiiragi đã sử dụng nó làm vật liệu cho các bộ phận ống kính, sau đó đặt làm chiếc \"máy ảnh\" đặc biệt từ ngoại quốc để tặng lại cho Đền Narukami."
    },
    "materialType": "MATERIAL_WIDGET"
}