{
    "name": {
        "en": "Merchant's Working Lunch",
        "de": "Arbeitsessen des Kaufmanns",
        "chs": "店员们的午间工作餐",
        "cht": "店員們的午間工作餐",
        "es": "Almuerzo de trabajo del comerciante",
        "fr": "« Casse-croûte du marchand »",
        "id": "Jam Makan Siang Pedagang",
        "jp": "店員たちのランチタイム",
        "kr": "점원들의 점심 식사",
        "pt": "Almoço de Trabalho do Comerciante",
        "ru": "Обед торговца",
        "th": "มื้อเที่ยงตอนทำงานสำหรับพนักงาน",
        "vi": "Cơm Trưa Văn Phòng"
    },
    "id": 350014,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up a \"Merchant's Working Lunch.\"\\nPeople manning a merchant store must be ready to receive customers at any time. As such, they often use simple stoves to make lunch for themselves to avoid missing any business due to not manning the store constantly.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Arbeitsessen des Kaufmanns“.\\nDie Mitarbeiter eines Kaufmannsladens müssen jederzeit bereit sein, Kunden zu empfangen. Daher benutzen sie oft einfache Kocher, um sich ein Mittagessen zuzubereiten, damit sie keine Geschäfte verpassen, weil sie nicht ständig im Laden sind.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「店员们的午间工作餐」的放置方法。\\n商铺的店员需要面对随时可能到来的顾客，常常使用简易炉灶自行料理午饭，防止离开店面用餐时错过生意。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「店員們的午間工作餐」的放置方法。\\n商舖的店員需要面對隨時可能到來的顧客，常常使用簡易爐灶自行料理午飯，防止離開店面用餐時錯過生意。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar Almuerzo de trabajo del comerciante.\\nLas personas con un negocio propio deben estar listas para recibir clientes en cualquier momento. Por eso, a menudo tienen cocinas sencillas con las que prepararse el almuerzo y, así, evitar perder ventas por ausentarse de la tienda.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place du « Casse-croûte du marchand ».\\nLes personnes gérant un commerce doivent être prêtes à recevoir des clients à tout moment. C'est pourquoi elles utilisent souvent de simples cuisinières pour préparer leur déjeuner elles-mêmes, afin d'éviter de rater une vente potentielle si elles devaient s'absenter un moment.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Jam Makan Siang Pedagang\".\\nSeseorang yang menjaga toko harus selalu siap menerima tamu. Karena itu, mereka sering menggunakan kompor sederhana untuk memasak makan siang agar mereka tidak perlu meninggalkan toko mereka untuk makan siang dan kehilangan tamu.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「店員たちのランチタイム」の詳しい配置方法が載っている設計図。\\n店員は突然現れるお客さんに対応しなければならない。店から離れないよう、いつも簡易なコンロを使って自分でランチを用意する。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「점원들의 점심 식사」의 설치 방법이 기재되어 있다.\\n점원은 언제든지 방문하는 고객을 응대해야 한다. 언제나 주방에서 직접 만드는 간단한 한 끼로, 매장을 비울 때 온 손님이 되돌아가는 일을 방지한다.\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Almoço de Trabalho do Comerciante\".\\nPessoas que gerenciam uma loja devem estar prontas para receber clientes a qualquer momento. Dessa forma, elas usam fogões simples para fazerem os almoços para si mesmas e evitarem perder alguma venda por não estarem atendendo na loja constantemente.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Обед торговца».\\nТорговцы должны быть готовы принимать покупателей в любое время. Поэтому они часто используют простые печи, чтобы приготовить себе обед и не упустить ни одного покупателя.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"มื้อเที่ยงตอนทำงานสำหรับพนักงาน\"\\nพนักงานในร้านต้องเผชิญหน้ากับลูกค้าที่อาจมาถึงได้ตลอดเวลา จึงมักจะใช้เตาธรรมดาในการปรุงอาหารกลางวันด้วยตัวเอง เพื่อป้องกันเรื่องพลาดโอกาสในการขาย เมื่อออกจากร้านเพื่อรับประทานอาหารเที่ยง\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Cơm Trưa Văn Phòng\".\\nNhân viên cửa hàng cần phải phục vụ khách đến vào bất cứ lúc nào, thường sử dụng bếp đơn giản để tự nấu bữa trưa, tránh việc đi ra ngoài dùng bữa làm ảnh hưởng đến việc kinh doanh của tiệm.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}