{
    "name": {
        "en": "Merchant Poster",
        "de": "Plakat des Geschäfts",
        "chs": "商家的海报",
        "cht": "商家的海報",
        "es": "Póster de comerciante",
        "fr": "Affiche commerciale",
        "id": "Poster Pedagang",
        "jp": "店のポスター",
        "kr": "가게 포스터",
        "pt": "Pôster de Comerciante",
        "ru": "Объявления торговца",
        "th": "โปสเตอร์ของทางร้าน",
        "vi": "Áp Phích Của Tiệm"
    },
    "id": 100559,
    "materialDesc": {
        "en": "\"Try the all-new Good Hunter meal deal! Get 10% off when you purchase a Satisfying Salad and a Sticky Honey Roast in a single order.\"",
        "de": "„Beim Hirschjäger gibt es neue Menüs! Es gibt 10 % Rabatt auf den Gesamtpreis beim Kauf eines sättigenden Salats und einer Portion Honigmöhren-Fleischpfanne.“",
        "chs": "「猎鹿人餐馆推出套餐服务，同时购买满足沙拉与蜜酱胡萝卜煎肉时，总价可享九折优惠。」",
        "cht": "「獵鹿人餐館推出套餐服務，同時購買滿足沙拉與蜜醬胡蘿蔔煎肉時，總價可享九折優惠。」",
        "es": "“¡Nueva opción de menús en El Buen Cazador! Al comprar una ensalada saludable y asado a la miel, podrá disfrutar de un descuento del 10%”.",
        "fr": "« Promotions spéciales au Bon Chasseur ! 10 % de réduction pour tout achat d'une salade copieuse et d'un délice de viande et carottes au miel ! »",
        "id": "\"Paket spesial Good Hunter! Dapatkan diskon 10% untuk pembelian Satisfying Salad dan Sticky Honey Roast.\"",
        "jp": "「鹿狩りセット価格登場！満足サラダとニンジンとお肉のハニーソテーを同時購入すると、10%OFFですよ。」",
        "kr": "「디어 헌터 레스토랑에서 세트 메뉴가 출시됐습니다. 만족 샐러드와 허니캐럿그릴를 동시에 구매하면 10% 할인됩니다」",
        "pt": "\"O restaurante Caçador de Cervos tem uma promoção especial! Ganhe 10% de desconto na compra de uma salada em conjunto com um prato de Carne Frita com Cenoura e Mel\"",
        "ru": "«Специальная акция в ресторане \"Хороший охотник\"! Закажите медовое мясо с морковкой и получите скидку 10% на вкуснейший овощной салат».",
        "th": "\"ร้าน Good Hunter มาพร้อมกับโปรโมชันพิเศษ! รับส่วนลด 10% ทันทีเมื่อซื้อ Satisfying Salad และ Sticky Honey Roast พร้อมกัน!\"",
        "vi": "\"Quán Người Săn Hươu ra mắt gói dịch vụ mới, giảm giá đến 10% dành cho thực khách mua đồng thời hai món Gỏi Mãn Nguyện và Thịt Nướng Mật Ong.\""
    },
    "materialType": "MATERIAL_QUEST"
}