{
    "name": {
        "en": "Messy \"Mondstadt Sunset\"",
        "de": "Trüber „Sonnenuntergang in Mondstadt“",
        "chs": "颜色杂乱的「蒙德落日」",
        "cht": "顏色雜亂的「蒙德落日」",
        "es": "“Atardecer en Mondstadt” desagradable",
        "fr": "« Crépuscule mondstadtois » (couleurs désordonnées)",
        "id": "\"Matahari Terbenam di Mondstadt\" yang Berantakan",
        "jp": "色が混ざった「モンドの落日」",
        "kr": "얼룩덜룩한 「몬드의 석양」",
        "pt": "Pôr do Sol de Mondstadt Bagunçado",
        "ru": "Такой себе «Мондштадтский закат»",
        "th": "Messy \"Mondstadt Sunset\"",
        "vi": "[Nhật Lạc Mondstadt] có màu sắc hỗn loạn"
    },
    "id": 100320,
    "materialDesc": {
        "en": "Though the taste is acceptable, but it has lost its aesthetic value due to a mistake in the making.",
        "de": "Den Geschmack dieses Cocktails kann man zwar ertragen. Der schöne Effekt für das Auge ist jedoch beim Mischen verlorengegangen.",
        "chs": "这杯酒虽然味道勉强能够接受，但因为调制手法出错而失去了大部分的观赏性。",
        "cht": "這杯酒雖然味道勉強能夠接受，但因為調製手法出錯而失去了大部分的觀賞性。",
        "es": "Aunque el sabor es aceptable, ha perdido su calidad estética debido a un error en la fabricación.",
        "fr": "Bien que le goût de cette boisson soit acceptable, une mauvaise préparation l'a rendue peu appétissante.",
        "id": "Meski rasanya masih bisa diterima, penampilannya kurang menarik karena sedikit kesalahan dalam pembuatan.",
        "jp": "味はまあまあだが、作り方が間違ったせいで、そのビジュアルにも影響が出ている。",
        "kr": "맛은 그럭저럭 참고 넘어갈 수 있지만, 셰이킹 과정에서의 실수로 영롱한 느낌은 눈을 씻고 봐도 찾아볼 수 없다",
        "pt": "Apesar do sabor ser aceitável, perdeu valor na sua aparência devido ao erro de preparo.",
        "ru": "На вкус терпимо, но внешний вид оставляет желать лучшего. Очевидно, при приготовлении были допущены грубые ошибки.",
        "th": "เหล้าแก้วนี้ถึงแม้เรื่องรสชาติจะพอยอมรับได้ แต่ด้วยขั้นตอนการทำที่ผิดวิธีจึงทำให้สูญเสียความน่าหลงใหลไป",
        "vi": "Ly rượu này mặc dù có thể miễn cưỡng chấp nhận, nhưng do điều chế bị lỗi nên đã làm mất đi mỹ quan của nó."
    },
    "materialType": "MATERIAL_QUEST"
}