{
    "name": {
        "en": "Midlander Polearm Billet",
        "de": "Unbearbeitete Stangenwaffe des Kernlands",
        "chs": "央陆长柄武器原胚",
        "cht": "央陸長柄武器原胚",
        "es": "Prototipo de lanza de las Regiones Centrales",
        "fr": "Base de lance du centre",
        "id": "Midlander Polearm Billet",
        "jp": "中央大陸長柄武器の原型",
        "kr": "중앙 대륙의 장병기 원형",
        "pt": "Protótipo de Lança do Território Central",
        "ru": "Заготовка копья центральных земель",
        "th": "Midlander Polearm Billet",
        "vi": "Phôi Vũ Khí Cán Dài Trung Địa"
    },
    "id": 101115,
    "materialDesc": {
        "en": "Weapon forging material. Can be used to forge 4-star polearms.\\nPhilosophers believe that there are four purposes behind earthly things. The purpose of these billets is to become a weapon worthy of accompanying a hero.",
        "de": "Rohmaterial zum Herstellen von Waffen. Kann zu einer 4-Sterne-Stangenwaffe geschmiedet werden.\\nIn der Philosophie spricht man davon, dass alles in der Welt der Sterblichen vier Entstehungsgründe besitzt. Das „Ziel“ dieser unbearbeiteten Waffe ist es, eine Helden begleitende Waffe zu werden.",
        "chs": "生产武器的原材料。通过锻造，可以生产出4星的长柄武器。\\n哲学中认为尘世间事物，皆具备四种成因。这些原胚的「目的」，正是成为陪伴英雄的武器。",
        "cht": "生產武器的原素材。透過鍛造，可以生產出4星的長柄武器。\\n哲學中認為塵世間事物，皆具備四種成因。這些原胚的「目的」，正是成為陪伴英雄的武器。",
        "es": "Material de fabricación de armas. Puede usarse para forjar lanzas de 4★.\\nLos filósofos creen que las cosas mundanas se caracterizan por cuatro factores. Y el propósito de estos prototipos es el de convertirse en armas que acompañen a los héroes en cada una de sus batallas.",
        "fr": "Un matériau qui peut être forgé en arme d'hast 4★.\\nD'après les philosophes, toutes les choses du monde ont quatre raisons d'être. Le but de ce matériau est de devenir une arme digne d'accompagner un héros.",
        "id": "Material Crafting Senjata. Dapat digunakan untuk menempa Polearm 4★.\\nAhli filsafat percaya ada empat tujuan benda duniawi. Begitu juga dengan material senjata ini, tujuannya adalah untuk menjadi senjata yang layak untuk menemani perjalanan seorang pahlawan.",
        "jp": "武器鍛造に必要な材料。鍛造により、★4の長柄武器が製造できる。\\n哲学の領域では、この世のすべての物事に四つの原因があるように、この原型の「目的」は英雄に携えられる武器になることである。",
        "kr": "무기를 생산하는 원재료. 단조를 통해 ★4 장병기를 만들 수 있다.\\n철학에서는 속세의 모든 사물에 네 종류의 형성 원인이 있다고 여긴다. 이 원형의 「목적」은 영웅과 동행하는 무기가 되는 것이다",
        "pt": "Material de forjamento de armas. É possível forjar uma lança de 4 estrelas com ele.\\nDo ponto de vista filosófico, tudo neste mundo acontece por 4 diferentes causas, e o sentido da existência destes protótipos é ser uma arma para acompanhar grandes heróis.",
        "ru": "Материал для ковки оружия. Может быть использован для создания древкового оружия 4★.\\nФилософы говорят, что за всеми мирскими материями стоят четыре первопричины. Цель этих заготовок - стать оружием в руках настоящего героя.",
        "th": "วัสดุสำหรับสร้างอาวุธ สามารถใช้เพื่อสร้างหอกระดับ 4 ดาวได้\\nในทางปรัชญานั้น มักเชื่อกันว่าทุกสิ่งอย่างในโลกนี้ล้วนมีต้นเหตุอยู่ 4 ประการ และ \"เป้าหมาย\" ของต้นแบบเหล่านี้ ก็คืออาวุธที่คอยอยู่ข้างกายของเหล่าวีรชน",
        "vi": "Nguyên liệu gốc tạo ra vũ khí. Thông qua chế tạo, có thể tạo ra vũ khí cán dài 4 sao.\\nTrong triết học cho rằng, vạn vật trên đời đều có 4 nguyên nhân hình thành. \"Mục đích\" của những phôi này là trở thành vũ khí đồng hành cùng anh hùng."
    },
    "materialType": "MATERIAL_EXCHANGE"
}