{
    "name": {
        "en": "Military Exercise Grounds",
        "de": "Truppenübungsplatz",
        "chs": "千军致戎演兵场",
        "cht": "千軍致戎演兵場",
        "es": "Campo de entrenamiento de mil ejércitos",
        "fr": "Terrain d'exercices militaires",
        "id": "Tempat Latihan Seribu Tentara",
        "jp": "軍事演習場",
        "kr": "천군 토벌 연병장",
        "pt": "Campo de Treinamento Militar",
        "ru": "Тренировочный лагерь",
        "th": "สนามฝึกซ้อมนำพันทัพ",
        "vi": "Sân Tập Thiên Quân"
    },
    "id": 350052,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Military Exercise Grounds.\\nDraws inspiration from the layout of the military buildings and furnishings of the Kujou Encampment.\\nDuring the conflict between the Shogun's Army and the resistance, both sides have sought various ways to improve the quality of their new recruits upon joining their respective armies. Compared with traditional training sites, this type of training ground not only provides all kinds of equipment, it also can simulate the urgency of being on the frontline, giving an experience that is very close to the real thing. Naturally, this allows the new recruits to get a sufficient amount of training.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Kujou Sara",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Truppenübungsplatz“.\\nDer Entwurf der militärischen Gebäude und Einrichtungen des Kujou-Feldlager diente als Inspiration. \\nWährend des Konflikts zwischen der Armee des Shougun und dem Widerstand haben beide Seiten nach verschiedenen Wegen gesucht, um die Qualität ihrer neuen Rekruten beim Eintritt in ihre jeweiligen Armeen zu verbessern. Im Vergleich zu traditionellen Ausbildungsstätten bietet diese Art von Übungsplatz nicht nur alle Arten von Ausrüstung, sondern kann auch die Dringlichkeit des Einsatzes an der Frontlinie simulieren und so eine Erfahrung vermitteln, die der Realität sehr nahe kommt. Das ermöglicht den neuen Rekruten natürlich eine ausreichende Ausbildung.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Kujou Sara.",
        "chs": "步骤详实的图纸，记载着「千军致戎演兵场」的放置方法。\\n参照「九条阵屋」的布局所筑的演兵场，建筑和陈设均采用军中现行的形制。\\n在幕府军与反抗军的交锋过程中，双方不断采用各种方法，提高新兵入阵时的素养。相较于传统的训练场所，这种演兵场既能提供各式装备，又可模拟驻扎前线时的紧急情形，贴近实战情景，自然能让受训者得到充分的锻炼。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：九条裟罗",
        "cht": "步驟詳實的圖紙，記載著「千軍致戎演兵場」的放置方法。\\n參照「九條陣屋」的佈局所築的演兵場，建築和陳設均採用軍中現行的形制。\\n在幕府軍與反抗軍的交鋒過程中，雙方不斷採用各種方法，提高新兵入陣時的素養。相較於傳統的訓練場所，這種演兵場既能提供各式裝備，又可模擬駐紮前線時的緊急情形，貼近實戰情景，自然能讓受訓者得到充分的鍛煉。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：九條裟羅",
        "es": "Plano detallado para colocar Campo de entrenamiento de mil ejércitos.\\nInspirado en los edificios e instalaciones del Cuartel Kujou.\\nDurante la disputa entre el shogunato y el ejército de resistencia, ambos emplearon todos los métodos a su alcance para mejorar la formación de los nuevos reclutas. En comparación con los campos de entrenamiento tradicionales, este nuevo cuenta con todo tipo de instalaciones. También puede simular la sensación de urgencia al estar en primera línea de combate, acercar a los nuevos soldados a la realidad de la contienda y, por supuesto, lograr que reciban un entrenamiento completo.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Kujou Sara.",
        "fr": "Étapes de mise en place du terrain d'exercices militaires.\\nSon apparence est inspirée par les bâtiments militaires et les aménagements du Camp Kujou.\\nPendant le conflit entre l'armée du Shogunat et la Résistance, les deux camps cherchèrent à améliorer la formation des nouvelles recrues par toutes les méthodes possibles. Ce terrain de formation dispose de toutes sortes d'installations par rapport à un terrain classique. Il donne l'impression d'être en première ligne, afin que les recrues puissent se faire une idée de la réalité de la guerre. Cela permet de leur dispenser une formation complète.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnon préférant ce set : Kujou Sara.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk memasang Tempat Latihan Seribu Tentara.\\nBangunan ini dibangun dengan inspirasi dari tata letak bangunan militer dan perabotan Kujou Encampment.\\nSelama konflik antara Pasukan Shogun dan Pasukan Pemberontak, kedua belah pihak telah mencari berbagai cara untuk meningkatkan kualitas rekrutan baru mereka. Dibandingkan dengan tempat pelatihan tradisional, tempat pelatihan ini tidak hanya menyediakan semua jenis peralatan, tetapi juga dapat mensimulasikan suasana genting di garis depan, yang mampu memberikan pengalaman yang sangat dekat dengan situasi nyata. Jadi tentu saja tempat ini memungkinkan rekrutan baru untuk mendapatkan pelatihan yang cukup.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.\\nRekan yang menyukai set perabot ini: Kujou Sara",
        "jp": "「軍事演習場」の詳しい作り方が載っている設計図。\\n「九条陣屋」の配置を参考にして建てられた練兵場。建築物や物品は現在も利用されている物を使っている。\\n幕府と抵抗軍の戦いの中で、双方は戦場に出る新兵の戦闘力を高めるため様々な方法を試みてきた。従来の演習場に比べて、様々な設備が配置されており、前線の緊急事態を想定して作られているため、兵士たちは自ずと鍛えられる。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：九条裟羅",
        "kr": "작업 순서가 상세히 적힌 도면, 「천군 토벌 연병장」의 설치 방법이 기재되어 있다.\\n「쿠죠 병영」의 구조를 참고해 지은 연병장으로, 건물과 배치는 현재 군에서 사용하는 형식에 따랐다.\\n막부군과 저항군의 전쟁에서 다양한 방법으로 끊임없이 입대한 신병의 소양을 높였다. 전통 훈련장과 다르게, 이런 연병장은 각종 장비를 제공하고, 전선에 주둔하는 긴급 상황을 재현해 실전에 가까운 상황으로 훈련받을 수 있다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 쿠죠 사라",
        "pt": "Um diagrama detalhado passo a passo para fazer Campo de Treinamento Militar.\\nTira inspiração do layout dos edifícios militares e móveis do Quartel Kujou.\\nDurante o conflito entre o Shogunato e a resistência, ambos os lados buscaram várias maneiras de melhorar a qualidade de seus novos recrutas quando estes ingressaram em seus respectivos exércitos. Comparado com os locais de treinamento tradicionais, este tipo de campo de treinamento não só fornece todos os tipos de equipamentos, mas também pode simular a urgência de estar na linha de frente, proporcionando uma experiência muito próxima da realidade. Naturalmente, isso permite que os novos recrutas recebam um treinamento suficientemente adequado.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.\\nCompanheiro que prefere este conjunto: Kujou Sara",
        "ru": "Подробная схема изготовления предмета декора «Тренировочный лагерь».\\nВдохновлена военными сооружениями и обстановкой лагеря Кудзё. \\nВо время конфликта между армией сёгуна и сопротивлением, обе стороны искали различные способы улучшить качество новобранцев при вступлении в свои армии. По сравнению с традиционными тренировочными площадками, этот тип полигона не только предоставляет все виды снаряжения, но и может имитировать условия на передовой, давая опыт, очень близкий к реальному. Естественно, это позволяет новобранцам получить достаточный уровень подготовки.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.\\nЭтот комплект предпочитает следующий компаньон: Кудзё Сара.",
        "th": "แบบแปลนอธิบายวิธีสร้างและขั้นตอนการจัดวางโดยละเอียดของ \"สนามฝึกซ้อมนำพันทัพ\"\\nได้แรงบันดาลใจจากเค้าโครงของอาคารทหาร และการตกแต่งของ \"Kujou Encampment\"\\nระหว่างความขัดแย้งของกองทัพแห่งโชกุนกับกองทัพต่อต้าน ทั้งสองฝ่ายต่างแสวงหาวิธีการต่าง ๆ เพื่อปรับปรุงความสามารถของทหารใหม่ที่เพิ่งเข้าร่วมกองทัพของตน เมื่อเทียบกับสถานที่ฝึกทหารแบบดั้งเดิม สนามฝึกทหารชนิดนี้ไม่เพียงแต่มีอุปกรณ์ครบครันหลากหลาย แต่ยังจำลองสถานการณ์ฉุกเฉินเมื่อประจำการอยู่ในแนวหน้า ใกล้เคียงกับสถานการณ์การต่อสู้จริง ทำให้ผู้เข้ารับการฝึกฝนได้รับการฝึกอย่างเต็มที่\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Kujou Sara",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bố trí \"Sân Tập Thiên Quân\".\\nSân tập trận tham khảo bố cục doanh trại Kujou, kiến trúc và trang thiết bị đều sử dụng theo cơ chế hiện nay.\\nTrong quá trình quân Shogunate và quân kháng chiến giao tranh, hai phe đều liên tục tìm đủ mọi cách nâng cao năng lực của tân binh mới vào. So với sân tập luyện truyền thống, thì loại sân này vừa có đủ trang bị, vừa mô phỏng tình hình khẩn cấp nơi tiền tuyến, khá giống tình hình thực chiến, đương nhiên sẽ giúp các chiến sĩ được luyện tập đầy đủ.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Kujou Sara"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}