{
    "name": {
        "en": "Milky Mushroom Crisp Tower",
        "de": "Kross gebratener Milchpilzturm",
        "chs": "奶香菌菇脆塔",
        "cht": "奶香菌菇脆塔",
        "es": "Tostadas crujientes de champiñones y queso",
        "fr": "Tour de champignons au lait",
        "id": "Milky Mushroom Crisp Tower",
        "jp": "ミルキーキノコクリスプタワー",
        "kr": "바삭 크림 버섯 타워",
        "pt": "Torre Crocante de Cogumelo ao Leite",
        "ru": "Сливочно-грибная башенка",
        "th": "Milky Mushroom Crisp Tower",
        "vi": "Tháp Nấm Sữa Giòn"
    },
    "id": 108446,
    "materialDesc": {
        "en": "A crunchy appetizer that's baked with mushrooms and cheese on top of bread slices. A single whiff of its amazing smell is enough to fill one with anticipation. Give it a bite, and you'll experience a pleasant burst of sweetness.",
        "de": "Eine knusprige Delikatesse. Zutaten und Käse auf eine Brotscheibe geben und dann zusammen backen. Allein das angenehme Aroma ist sehr erfrischend. Sobald man einen Bissen genommen hat, wird man diesen Geschmack nie vergessen.",
        "chs": "口感酥脆的小吃。在面包片上放上食材和奶酪，烘烤而成。仅是闻到香气，便令人满心期待，一口下去，鲜美中满口尽是令人无法抗拒的香甜。",
        "cht": "口感酥脆的小吃。在麵包片上放上食材和乳酪，烘烤而成。僅是聞到香氣，便令人滿心期待，一口下去，鮮美中滿口盡是令人無法抗拒的香甜。",
        "es": "Un aperitivo muy crujiente. Consiste básicamente en una esponjosa rebanada de pan horneado con champiñones y queso. El aroma de este plato le abre el apetito a cualquiera. Un bocado y serás la persona más feliz de todo Teyvat.",
        "fr": "Un amuse-bouche croustillant. Il s'agit essentiellement d'une tranche de pain cuite au four avec des champignons et du fromage. L'odeur de ce plat est capable d'ouvrir l'appétit de n'importe qui. Prenez-en une bouchée, et vous obtiendrez une saveur fraîche et parfumée, ainsi qu'une douceur irrésistible.",
        "id": "Camilan yang renyah. Jamur dan keju di atas irisan roti menemaninya ketika dipanggang. Menghirup aromanya yang luar biasa saja sudah cukup untuk meningkatkan ekspektasi siapa pun. Cukup berikan satu gigitan saja dan kamu akan mendapatkan balasan berupa rasa segar dan aroma rasa manis yang tak tertahankan.",
        "jp": "サクッとした口当たりのお菓子。パンの上に食材とチーズを乗せて、焼き上げる。匂いだけで期待が膨らみ、口に入れれば、たまらなく美味しい味がする。",
        "kr": "바삭한 식감의 간식. 빵 위에 재료와 치즈를 올려 구운 음식. 냄새만 맡아도 기대가 되는 음식이다. 한입 베어 물면 달콤함이 온몸을 지배하는 느낌을 준다",
        "pt": "Uma iguaria crocante. É composta de queijo e outros ingredientes assados colocados sobre fatias de pão. O cheiro é mais que suficiente para deixar qualquer um com água na boca de tanta expectativa. Depois de uma mordida, se sentirá um sabor fresco e aromático junto com uma doçura irresistível.",
        "ru": "Хрустящая закуска. Ломтики хлеба укрывают начинкой и сыром, а затем подсушиваются на огне. Одного аромата достаточно, чтобы вы застыли в ожидании. Попробовав это блюдо однажды, вы уже не сможете сопротивляться его вкусу.",
        "th": "ขนมกรุบกรอบชวนเคี้ยวเพลิน วางวัตถุดิบและชีสลงบนแผ่นแป้งแล้วนำไปอบ เพียงแค่ได้กลิ่น ก็ชวนให้คาดหวัง เพียงแค่คำเดียว ภายในปากก็เต็มไปด้วยความหอมหวานที่เกินต้านทาน",
        "vi": "Món ăn vặt giòn tan. Cho nguyên liệu và phô mai lên trên miếng bánh mì rồi đem nướng là được. Chỉ cần ngửi thấy hương thơm là có thể khiến người ta phải mong chờ, cắn vào một miếng, hương vị tuyệt hảo lan tỏa cùng hương thơm khó mà cự tuyệt."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}