{
    "name": {
        "en": "Mini \"Harpastum\"",
        "de": "Mini-Harpastum",
        "chs": "迷你「羽球」",
        "cht": "迷你「羽球」",
        "es": "Miniharpastum",
        "fr": "Mini harpastum",
        "id": "Mini \"Harpastum\"",
        "jp": "ミニ「バドルドー」",
        "kr": "미니 「하르파스툼」",
        "pt": "Mini \"Harpastum\"",
        "ru": "Мини-гарпастум",
        "th": "Mini \"Harpastum\"",
        "vi": "\"Quả Cầu\" Mini"
    },
    "id": 125,
    "materialDesc": {
        "en": "These crystal-clear marbles have a bright feather sealed within them, making them miniature harpasta that are easy to collect.\\nCan be exchanged for precious treasures during the \"Midsummer Island Adventure\" event.",
        "de": "Diese kristallklaren Murmeln haben eine helle Feder in ihrem Inneren eingeschlossen, was sie zu Mini-Harpasta macht, die einfach zu sammeln sind.\\nKönnen während der Aktion „Sommer! Inseln? Abenteuer!“ gegen wertvolle Schätze eingetauscht werden.",
        "chs": "封存着光洁的羽毛的弹珠，晶莹通透，正是一种便于收藏的迷你「羽球」。\\n在「盛夏！海岛？大冒险！」期间，可以换取珍贵的宝物。",
        "cht": "封存著光潔的羽毛的彈珠，晶瑩通透，正是一種便於收藏的迷你「羽球」。\\n在「盛夏！海島？大冒險！」期間，可以換取珍貴的寶物。",
        "es": "Una canica transparente con una pluma en su interior. ¡Es como un Miniharpastum coleccionable!\\nPuede intercambiarse por otros objetos durante el evento «¡Verano, islas, aventuras!».",
        "fr": "Ces billes cristallines contiennent une plume brillante, ce qui en fait des harpastums miniatures faciles à collectionner.\\nPeut être échangé contre des trésors pendant l'événement « Odyssée estivale dans les îles ».",
        "id": "Kelereng sebening kristal dengan bulu bercahaya yang tersegel di dalamnya, sehingga menjadikan benda ini sebagai miniatur harpastum yang mudah untuk dikumpulkan.\\nDapat ditukar dengan berbagai hadiah selama event \"Petualangan Pulau Musim Panas\".",
        "jp": "艶やかな羽毛で飾られた透き通る球。コレクションをするのに最適なミニ「バドルドー」。\\n「真夏！島？大冒険！」期間中に貴重なアイテムと交換できる。",
        "kr": "반질반질한 깃털이 담겨있는 구슬. 투명하고 빛나며 소장하기 딱 좋은 미니 「하르파스툼」이다.\\n「여름! 섬? 모험!」 이벤트 기간 동안 진귀한 보물과 교환할 수 있다",
        "pt": "Essas bolinhas têm penas seladas dentro, são como Harpastums em miniatura, são fáceis de coletar.\\nDurante o evento \"Verão! Ilha? Grandes Aventuras!\", elas podem ser usadas para trocar por tesouros preciosos.",
        "ru": "Внутри этих маленьких кристально чистых шариков запечатаны перья. Это делает их похожими на миниатюрные гарпастумы, которые легко собрать.\\nМожно обменять на драгоценные сокровища в событии «Лето! Остров? Приключение!».",
        "th": "ลูกแก้วเนื้อใสและแวววาวที่มีขนนกนี้ คือ Mini \"Harpastum\" ที่สะดวกต่อการเก็บสะสม\\nในช่วง \"ซัมเมอร์หรรษากับเกาะมหัศจรรย์\" สามารถแลกรับสมบัติล้ำค่าได้",
        "vi": "Hạt châu phong tỏa ánh sáng, đúng là một loại cầu mini tiện cho sưu tầm.\\nTrong thời gian \"Mùa Hè! Hải Đảo? Cuộc Mạo Hiểm!\" có thể đổi lấy báu vật."
    },
    "materialType": false
}