{
    "name": {
        "en": "Mini Seelie: Rosé",
        "de": "Miniseelie – Rote Wangen",
        "chs": "迷你仙灵·薄红",
        "cht": "迷你仙靈·薄紅",
        "es": "Miniseelie rubor",
        "fr": "Mini-fée rosée",
        "id": "Mini Seelie: Rosé",
        "jp": "小さな仙霊·薄紅",
        "kr": "작은 선령·박홍",
        "pt": "Mini Seelie - Rosa",
        "ru": "Малая фея Роза",
        "th": "Mini Seelie - Rosé",
        "vi": "Tiên Linh Nhỏ Bé - Hồng Nhạt"
    },
    "id": 220015,
    "materialDesc": {
        "en": "A memento from the Lost Riches event. Equip it to obtain a mini Seelie companion.\\nA miniature powder-pink Seelie. Though it cannot say a word, it will silently follow a traveler that strikes its fancy around the world.",
        "de": "Ein Andenken an die Aktion „Vermisste Schätze“. Wenn man es anlegt, begleitet einen eine Miniseelie.\\nDiese zart rosafarbene Miniseelie kann zwar nicht sprechen, aber wird es lieben, den Reisenden überallhin zu begleiten.",
        "chs": "「秘宝迷踪」活动的纪念，装备后可以获得迷你仙灵的陪伴。\\n粉色的迷你仙灵。虽然不能说话，但会默默随着自己钟情的旅人走遍世界。",
        "cht": "「秘寶迷蹤」活動的紀念，裝備後可以獲得迷你仙靈的陪伴。\\n粉色的迷你仙靈。雖然不能說話，但會默默隨著自己鍾情的旅人走遍世界。",
        "es": "Un recuerdo del evento «Caza de tesoros». Al usarlo, un pequeño Seelie te acompañará.\\nEste rosado y diminuto Seelie no puede hablar, pero seguirá fielmente por todo el mundo al viajero del que se enamore.",
        "fr": "#Un souvenir de l'événement «{NON_BREAK_SPACE}Richesses perdues{NON_BREAK_SPACE}», équipez-vous-en pour être {M#accompagné}{F#accompagnée} d'une petite Fée.\\nUne Fée miniature rose poudré. Muette, elle aime suivre en silence les personnes qui ont ses faveurs.",
        "id": "Kenang-kenangan dari event Harta yang Hilang, Seelie kecil ini akan menemanimu saat dikenakan.\\nSeelie kecil yang berwarna pink. Meskipun tidak bisa berbicara, tapi dia akan diam-diam mengikuti pengembara untuk mengelilingi dunia.",
        "jp": "「秘宝の行方」イベントの記念品、装備すると小さな仙霊がそばにいてくれる。\\nピンク色の小さな仙霊。しゃべる事はできないが、静かに愛する旅人と共に世界を歩む。",
        "kr": "「잃어버린 보물」 이벤트 기념 아이템. 장착 시 작은 선령이 동행한다.\\n분홍색의 작은 선령. 비록 말은 못 하지만 묵묵히 마음에 드는 여행자를 따라 세상 곳곳을 다닌다",
        "pt": "Uma lembrança do evento Caça aos Tesouros. Equipe para obter um Mini Seelie como companheiro.\\nEste pequeno Seelie rosado não consegue falar, mas seguirá silenciosamente um viajante ao redor do mundo.",
        "ru": "Напоминание о событии «Затерянные богатства». Наденьте этот предмет, чтобы получить компаньона - малую фею.\\nМалая фея цвета роз. Ничего не говорит, лишь всюду следует за полюбившимся путником.",
        "th": "ของที่ระลึกจากกิจกรรม \"สมบัติที่สาบสูญ\" เมื่อสวมใส่แล้วจะมี Seelie ขนาดจิ๋วคอยติดตามคุณ\\nSeelie สีชมพูขนาดจิ๋ว ถึงแม้มันจะพูดไม่ได้ แต่มันจะคอยติดตามนักเดินทางที่มันชอบไปทั่วโลกอย่างเงียบ ๆ",
        "vi": "Kỷ niệm của hoạt động \"Kho Báu Mất Dấu\", sau khi trang bị sẽ được tiên linh nhỏ bé đồng hành.\\nTiên Linh nhỏ bé màu hồng. Tuy không nói được, nhưng sẽ âm thầm cùng người mình thích đi khắp thế giới."
    },
    "materialType": "MATERIAL_WIDGET"
}