{
    "name": {
        "en": "Mini Seelie: Dayflower",
        "de": "Miniseelie – Taukraut",
        "chs": "迷你仙灵·露草",
        "cht": "迷你仙靈·露草",
        "es": "Miniseelie rocío",
        "fr": "Mini-fée comméline",
        "id": "Mini Seelie: Dayflower",
        "jp": "小さな仙霊·露草",
        "kr": "작은 선령·노초",
        "pt": "Mini Seelie - Flor Azul",
        "ru": "Малая фея Синеглазка",
        "th": "Mini Seelie - Dayflower",
        "vi": "Tiên Linh Nhỏ Bé - Cỏ Sương"
    },
    "id": 220014,
    "materialDesc": {
        "en": "A memento from the Lost Riches event. Equip it to obtain a mini Seelie companion.\\nA miniature sea-blue Seelie. Unlike other Seelie, it does not serve to guide others, but to follow them to see the world.",
        "de": "Ein Andenken an die Aktion „Vermisste Schätze“. Wenn man es anlegt, begleitet einen eine Miniseelie.\\nIm Gegensatz zu den anderen scheint diese durchsichtige, wasserartige Miniseelie nicht die Aufmerksamkeit der Reisenden auf sich ziehen zu wollen, sondern einfach mit ihnen gehen zu wollen, um die Welt zu erkunden.",
        "chs": "「秘宝迷踪」活动的纪念，装备后可以获得迷你仙灵的陪伴。\\n水色的迷你仙灵。和其他的仙灵不同，似乎不想引导人，而是随着人去看看这个世界。",
        "cht": "「秘寶迷蹤」活動的紀念，裝備後可以獲得迷你仙靈的陪伴。\\n水色的迷你仙靈。和其他的仙靈不同，似乎不想引導人，而是隨著人去看看這個世界。",
        "es": "Un recuerdo del evento «Caza de tesoros». Al usarlo, un pequeño Seelie te acompañará.\\nA diferencia de los demás, este transparente y diminuto Seelie no parece querer atraer la atención de los viajeros, sino ir con ellos a ver el mundo.",
        "fr": "#Un souvenir de l'événement «{NON_BREAK_SPACE}Richesses perdues{NON_BREAK_SPACE}», équipez-vous-en pour être {M#accompagné}{F#accompagnée} d'une petite Fée.\\nUne Fée miniature bleu marine. À la différence des autres Fées, elle semble n'avoir aucun intérêt à guider, préférant voir le monde à vos côtés.",
        "id": "Kenang-kenangan dari event Harta yang Hilang, Seelie kecil ini akan menemanimu saat dikenakan.\\nSeelie kecil yang berwarna biru. Tidak seperti Seelie lain yang senang membimbing orang, Seelie ini lebih suka menjelajahi dunia seperti manusia.",
        "jp": "「秘宝の行方」イベントの記念品、装備すると小さな仙霊がそばにいてくれる。\\n水色の小さな仙霊。他の仙霊とは違い、人を導くのではなく、ただ人に着いてこの世界を見てみたいだけのようだ。",
        "kr": "「잃어버린 보물」 이벤트 기념 아이템. 장착 시 작은 선령이 동행한다.\\n물빛의 작은 선령. 다른 선령들과 달리 사람을 인도하는 것보다 그들을 따라다니며 세상을 보는 게 더 좋은 모양이다",
        "pt": "Uma lembrança do evento Caça aos Tesouros. Equipe para obter um Mini Seelie como companheiro.\\nAo contrário dos demais, este pequeno Seelie azul não guia as pessoas, mas as acompanha pelo mundo.",
        "ru": "Напоминание о событии «Затерянные богатства». Наденьте этот предмет, чтобы получить компаньона - малую фею.\\nМалая фея цвета моря. В отличие от других фей, никуда путников не ведёт, а, напротив, сама следует за ними, желая увидеть мир.",
        "th": "ของที่ระลึกจากกิจกรรม \"สมบัติที่สาบสูญ\" เมื่อสวมใส่แล้วจะมี Seelie ขนาดจิ๋วคอยติดตามคุณ\\nSeelie สีฟ้าน้ำทะเลขนาดจิ๋ว มันแตกต่างจาก Seelie ประเภทอื่นโดยสิ้นเชิง มันจะไม่นำทางผู้คน แต่จะติดตามผู้คนไปเพื่อดูโลกกว้าง",
        "vi": "Kỷ niệm của hoạt động \"Kho Báu Mất Dấu\", sau khi trang bị sẽ được tiên linh nhỏ bé đồng hành.\\nTiên Linh nhỏ bé màu nước. Không giống với những tiên linh khác, dường như không muốn chỉ đường, mà chỉ cùng con người đi ngắm nhìn thế giới."
    },
    "materialType": "MATERIAL_WIDGET"
}