{
    "name": {
        "en": "Mini Seelie: Moss",
        "de": "Miniseelie – Moos",
        "chs": "迷你仙灵·苔绿",
        "cht": "迷你仙靈·苔綠",
        "es": "Miniseelie musgo",
        "fr": "Mini-fée moussue",
        "id": "Mini Seelie: Moss",
        "jp": "小さな仙霊·翠苔",
        "kr": "작은 선령·이끼",
        "pt": "Mini Seelie - Musgo",
        "ru": "Малая фея Тина",
        "th": "Mini Seelie - Moss",
        "vi": "Tiên Linh Nhỏ Bé - Xanh Rêu"
    },
    "id": 220062,
    "materialDesc": {
        "en": "A memento from the Lost Riches event. Equip it to obtain a mini Seelie companion.\\nA miniature green Seelie. It becomes most happy indeed when it gets close to a tree.",
        "de": "Ein Andenken an die Aktion „Vermisste Schätze“. Wenn man es anlegt, begleitet einen eine Miniseelie.\\nDiese grünliche Miniseelie wird immer dann besonders glücklich, wenn sie sich einem Baum nähert.",
        "chs": "「秘宝迷踪」活动的纪念，装备后可以获得迷你仙灵的陪伴。\\n绿色的迷你仙灵。每次靠近树木时，它都会格外高兴。",
        "cht": "「秘寶迷蹤」活動的紀念，裝備後可以獲得迷你仙靈的陪伴。\\n綠色的迷你仙靈。每次靠近樹木時，它都會格外高興。",
        "es": "Un recuerdo del evento «Caza de tesoros». Al usarlo, un pequeño Seelie te acompañará.\\nEste Miniseelie verde se pone muy contento cada vez que se acerca a un árbol.",
        "fr": "#Un souvenir de l'événement «{NON_BREAK_SPACE}Richesses perdues{NON_BREAK_SPACE}», équipez-vous-en pour être {M#accompagné}{F#accompagnée} d'une petite Fée.\\nUne Fée miniature verte. Dès qu'elle s'approche d'un arbre, elle devient joyeuse comme tout.",
        "id": "Kenang-kenangan dari event Harta yang Hilang, Seelie kecil ini akan menemanimu saat dikenakan.\\nSeelie kecil yang berwarna hijau. Dia selalu merasa senang saat berada di dekat pohon.",
        "jp": "「秘宝の行方」イベントの記念品、装備すると小さな仙霊がそばにいてくれる。\\n緑色の小さな仙霊。木に近づいてあげると、いつもとても喜んでくれる。",
        "kr": "「잃어버린 보물」 이벤트 기념 아이템. 장착 시 작은 선령이 동행한다.\\n녹색의 작은 선령. 나무에 가까이 다가갈 때마다 크게 기뻐한다",
        "pt": "Uma lembrança do evento \"Caça aos Tesouros\". Equipe para obter um Mini Seelie como companheiro.\\nUm Seelie em miniatura verde. Ele fica mais feliz quando está perto de uma árvore.",
        "ru": "Напоминание о событии «Затерянные богатства». Экипируйте этот предмет, чтобы получить компаньона - малую фею.\\nМалая фея цвета тины. Очень радуется, когда видит вокруг деревья.",
        "th": "ของที่ระลึกจากกิจกรรม \"สมบัติที่สาบสูญ\" เมื่อสวมใส่แล้วจะมี Seelie ขนาดจิ๋วคอยติดตามคุณ\\nSeelie สีเขียวขนาดจิ๋ว ทุกครั้งที่เข้าใกล้ต้นไม้ใบหญ้า มันจะมีท่าทีดีใจเป็นพิเศษเสมอ",
        "vi": "Kỷ niệm của hoạt động \"Kho Báu Mất Dấu\", sau khi trang bị sẽ được tiên linh nhỏ bé đồng hành.\\nTiên Linh nhỏ bé màu xanh. Mỗi khi đến gần một cái cây, nó sẽ rất vui vẻ."
    },
    "materialType": "MATERIAL_WIDGET"
}