{
    "name": {
        "en": "Mint Salad",
        "de": "Minzsalat",
        "chs": "凉拌薄荷",
        "cht": "涼拌薄荷",
        "es": "Ensalada de menta",
        "fr": "Salade de menthe froide",
        "id": "Mint Salad",
        "jp": "ミントの和え物",
        "kr": "허브냉채",
        "pt": "Salada de Menta",
        "ru": "Мятный салат",
        "th": "Mint Salad",
        "vi": "Rau Trộn Bạc Hà"
    },
    "id": 108229,
    "materialDesc": {
        "en": "A fragrant salad dish. Finely chopped Jueyun Chilis blended with a sauce and mixed with Mint leaves. It looks like nothing special, but it has surprisingly potent powers of refreshment and reinvigoration. It is also the perfect palate-cleanser after a greasy, indulgent meal.",
        "de": "Ein duftendes Salatgericht. Fein gehackte Jueyun-Peperoni werden mit einer Soße vermengt und mit Minzblättern vermischt. Es sieht nicht besonders aus, aber es hat überraschend starke Kräfte der Erfrischung und Belebung. Es ist auch der perfekte Gaumenreiniger nach einem fettigen, üppigen Essen.",
        "chs": "口味清香的凉拌菜。绝云椒椒切成细末，和调味酱汁混合并浇在薄荷上拌匀。看似不起眼的做法，却有着超乎人意料的清爽提神之效，对去暑解腻也非常有帮助。",
        "cht": "口味清香的涼拌菜。絕雲椒椒切成細末，和調味醬汁混合並澆在薄荷上拌勻。看似不起眼的做法，卻有著超乎人意料的清爽提神之效，對消暑解膩也非常有幫助。",
        "es": "Un plato muy fresco y fragante. El chile de Jueyun se corta muy fino y se mezcla con el aderezo para aliñar la menta. Esta comida tan aparentemente poco atractiva tiene, en realidad, un sorprendente efecto refrescante y revitalizador. Muy útil para reducir el calor y la sensación de saciedad.",
        "fr": "Un plat frais au goût très parfumé en bouche, composé d'un mélange de piments de Jueyun coupés finement et d'une sauce aux épices que l'on verse ensuite sur la menthe fraîche. Bien qu'il s'agisse d'un plat commun peu difficile à réaliser, l'anticipation que l'on ressent à l'impression glacée qui envahit le palais à la première bouchée ainsi que ses vertus rafraîchissantes en font un mets apprécié de toutes et de tous.",
        "id": "Hidangan salad yang wangi. Jueyun Chili yang dicincang halus, dicampur merata dengan Mint yang sudah dibumbui. Terlihat biasa saja, tapi memberikan rasa segar yang tidak terduga. Hidangan ini sangat cocok dimakan setelah memakan hidangan yang berminyak.",
        "jp": "爽やかに香る和え物。絶雲の唐辛子を細かく刻み、調味ソースとミントを加えて良くかき混ぜた料理。一見目立たない作り方だが、意外と爽やかでリフレッシュ効果があり、暑さ対策にも非常に役立つ。",
        "kr": "향긋한 맛이 나는 냉채. 절운고추를 가늘게 채썰어 양념으로 간을 한 후 허브 위에 올려 버무린다. 보기엔 별 볼 일 없어 보이는 조리법이지만, 예상을 뛰어넘는 상쾌한 맛으로 기운을 북돋아 주고, 더위를 떨치는 데도 탁월한 효과가 있다",
        "pt": "Uma salada cheirosa. Pimentas de Jueyun foram cortadas delicadamente e misturadas com Menta em um molho temperado. Não parece nada especial, mas tem poderes refrescantes e revigorantes além das expectativas. Também é perfeito para limpar o paladar depois de uma comida gordurosa ou quente.",
        "ru": "Ароматный салат. Заоблачный перчик очень тонко нарезан, органично смешан с соусом и посыпан сверху надлежащим количеством мяты. Неприметный способ приготовления даёт превосходящий ожидания и бодрящий результат, который прекрасно охлаждает и освежает.",
        "th": "สลัดหอมสดชื่น Jueyun Chili สับละเอียดที่คลุกเคล้ากับใบมิ้นต์ในซอสปรุงรส วิธีทำอาจดูเหมือนไม่มีอะไรพิเศษ แต่กลับมีรสชาติที่ทำให้จิตใจสดชื่น และหากทานหลังจากทานอาหารที่มัน ๆ เลี่ยน ๆ ก็ช่วยได้มากเลยทีเดียว",
        "vi": "Món trộn thơm ngon. Ớt Tuyệt Vân bằm nhuyễn, trộn với mắm nêm rồi cho bạc hà vào trộn đều. Tuy chế biến đơn giản nhưng lại có tác dụng khiến tinh thần sảng khoái, đồng thời cũng rất hữu ích cho việc giải nhiệt."
    },
    "materialType": "MATERIAL_FOOD"
}