{
    "name": {
        "en": "Miraculous Essence",
        "de": "Wundertinktur",
        "chs": "奇迹精粹",
        "cht": "奇蹟精粹",
        "es": "Esencia milagrosa",
        "fr": "Essence miracle",
        "id": "Miraculous Essence",
        "jp": "奇跡エッセンス",
        "kr": "기적의 정수",
        "pt": "Tintura Milagrosa",
        "ru": "Чудесная сущность",
        "th": "Miraculous Essence",
        "vi": "Tinh Túy Kỳ Tích"
    },
    "id": 113,
    "materialDesc": {
        "en": "A wondrous energy capable of reviving and mutating a withered Cryo Regisvine.\\nCan be exchanged for invaluable treasure during the event \"The Chalk Prince and the Dragon.\"",
        "de": "Eine wundersame Energie, die Fluxeisbäume wiederbeleben und mutieren lassen kann.\\nKann während der Aktion „Kreide und Drachen“ gegen unbezahlbare Schätze eingetauscht werden.",
        "chs": "能令枯萎的急冻树复苏变异的奇迹能量。\\n在「白垩与黑龙」期间，可以换取价值不菲的宝物。",
        "cht": "能令枯萎的急凍樹復甦變異的奇跡能量。\\n在「白堊與黑龍」期間，可以換取價值不菲的寶物。",
        "es": "Una energía milagrosa que puede revivir a una Regisvid Cryo marchita.\\nIntercambiable por objetos de gran valor durante el evento de «El Príncipe de la Caliza y el dragón».",
        "fr": "Une énergie merveilleuse solidifiée capable de ressusciter et de faire muter un Arbre congelé flétri.\\nÀ échanger contre des récompenses pendant l'événement « Craie et Dragon ».",
        "id": "Kekuatan ajaib yang dapat menghidupkan kembali pohon yang telah layu karena beku.\\n Dapat ditukarkan dengan hadiah yang tak ternilai harganya selama event \"Kapur Putih dan Naga Hitam\" berlangsung.",
        "jp": "枯れた急凍樹を蘇らせ、変異させることができる奇跡のエネルギー。\\n「白亜と黒龍」のイベント期間中に非常に貴重な宝物と交換することができる。",
        "kr": "메마른 얼음 나무를 부활시키는 기적의 에너지.\\n「백악과 흑룡」 이벤트 기간 동안 값진 보물과 교환할 수 있다",
        "pt": "Uma energia milagrosa capaz de reviver e mutar um Regisvine Cryo murcho.\\nPode ser trocado por tesouros de grande valor durante o evento \"Giz e Dragão\".",
        "ru": "Чудесная энергия, способная воскресить и подвергнуть мутации мёртвый Крио папоротник.\\nМожно обменять на бесценные сокровища во время события «Принц мела и дракон».",
        "th": "พลังวิเศษที่สามารถชุบชีวิต Cryo Regisvine ที่เหี่ยวเฉาได้\\nสามารถแลกเป็นสมบัติล้ำค่าได้ในช่วงกิจกรรม \"ชอล์กขาวและมังกรดำ\"",
        "vi": "Năng lượng kỳ diệu có thể hồi sinh Cây Cấp Đông. Trong thời gian diễn ra [Vôi Trắng và Rồng Đen] có thể đổi lấy báu vật vô giá."
    },
    "materialType": false
}