{
    "name": {
        "en": "Mirror of Mushin",
        "de": "Mushin-Abgrundspiegel",
        "chs": "无心的渊镜",
        "cht": "無心的淵鏡",
        "es": "Espejo del mushin",
        "fr": "Miroir de mushin",
        "id": "Mirror of Mushin",
        "jp": "無心の淵鏡",
        "kr": "무념의 거울",
        "pt": "Lentes Desalmadas",
        "ru": "Зеркало Мусин",
        "th": "Mirror of Mushin",
        "vi": "Gương Mushin"
    },
    "id": 113042,
    "materialDesc": {
        "en": "The mirror that was set in Shouki no Kami's chest to separate him from the outside world. The mitsudomoe symbol is emblazoned on it as a deliberate show of status and might.\\nThis symbol, however, is no show of obeisance to the master of lightning, but is instead a blade pointed at the existing powers that be in this world. Nor is the mirror a means to shut out the looks of judgment from onlooking people, but is rather a bulwark against this base and sullied world. Within this great temple shall punishment be meted out and ignorance be cleansed.\\nDreams shall be overturned, desires shall be cut away, and karma shall be reset.",
        "de": "Ein Spiegel, der sich vor der Brust von Shouki no Kami befindet und diesen von der Außenwelt abtrennt. Darauf wurde Mitsudomoe eingekerbt, um die Identität und Macht seines Besitzers zu verkünden.\\nDiese Einkerbungen künden keineswegs von Unterwerfung der Göttin der Blitze gegenüber,\\nvielmehr sind es Klingen, die die Welt der bestehenden Macht durchbohren.\\nDieser Spiegel schließt keineswegs die urteilenden Augen der Menschen aus,\\naber er schirmt ab von all dem Schmutz der irdischen Welt.\\nIn dieser Halle wird Disziplin ausgeübt, um den Geist von Dunkelheit zu befreien,\\nTräume zu verdrehen, dem Geist die Versuchungen zu entreißen und einen neuen Weg zu weisen.",
        "chs": "正机之主胸前用于隔断外界的镜面。特意绘上了三重巴纹以宣告其身份与威严。\\n此纹样并非向雷之主人宣告臣服，\\n而是刺往世间既有之威能的利刃；\\n此镜面并非隔绝世人批判之目光；\\n而是断却俗世一切之污脏的宫墙。\\n于此大殿中施舍惩戒，洗净蒙昧，\\n颠倒梦想、剜去心因，重书定业。",
        "cht": "正機之主胸前用於隔斷外界的鏡面。特意繪上了三重巴紋以宣告其身分與威嚴。\\n此紋樣並非向雷之主人宣告臣服，\\n而是刺往世間既有之威能的利刃；\\n此鏡面並非隔絕世人批判之目光；\\n而是斷卻俗世一切之汙髒的宮牆。\\n於此大殿中施捨懲戒，洗淨蒙昧，\\n顛倒夢想、剜去心因，重書定業。",
        "es": "Un espejo colocado en el pecho del Dios Mecánico para desvincularle por completo del mundo exterior. Le han colocado deliberadamente un emblema Electro para dejar claros su identidad y poderío.\\nNo obstante, el emblema no representa la sumisión ante la Maestra del Trueno, sino que es como un filo que apunta directamente al poder que rige este mundo.\\nEste espejo no constituye una barrera contra las miradas juzgadoras de los mortales, sino que se trata de un bastión para protegerse de la inmundicia de este mundo.\\nEn este gran templo se imparte el castigo y se purifica la ignorancia.\\nAquí, los sueños se desmoronan, los deseos son abnegados y el karma se restablece.",
        "fr": "Le miroir qui se trouvait sur la poitrine de Shouki no Kami pour le séparer du monde extérieur. Le mitsudomoe gravé dessus est un signe ostentatoire d'autorité et de puissance.\\nCependant, il ne représente plus l'obéissance à la maîtresse de la foudre.\\nCe symbole est désormais une épée pointée vers les forces qui régissent ce monde.\\nLe miroir ne sert pas à se défendre contre le regard plein de jugement des mortels, mais il agit comme protection contre la souillure du monde.\\nDans ce grand temple, le châtiment est infligé et l'ignorance est purifiée.\\nLes rêves s'effondrent, les désirs sont arrachés et le karma est restauré.",
        "id": "Cermin yang diletakkan di dalam peti Shouki no Kami untuk memisahkannya dari dunia luar. Simbol mitsudomoe yang terpampang di atasnya sengaja dipamerkan untuk menunjukan status dan kekuatannya.\\nNamun, simbol ini bukanlah tanda penghormatan kepada sang penguasa petir,\\nMelainkan ini adalah pedang yang menunjuk pada kekuatan yang ada di dunia ini.\\nCermin ini juga bukan sarana untuk menutup kritik dan pendapat dari orang-orang yang melihatnya,\\nMelainkan merupakan benteng untuk melawan dunia yang hina dan tercemar ini.\\nDi dalam kuil yang agung ini lah hukuman akan dijatuhkan dan ketidaktahuan akan dibersihkan,\\nMimpi akan digulingkan, keinginan akan dibinasakan, dan karma akan diperbarui.",
        "jp": "正機の主の胸先にある、外界を遮断するための鏡。その身分と威厳を宣告するため、わざわざ三つ巴模様があしらわれている。\\nこの模様は雷の主に対する臣服を宣告するものではなく、\\nこの世界に存在する既存の権威と能力に向けられた刃である。\\nまた、この鏡は世間の人々の批判的な目を隔てるためのものではなく、\\n俗世にあるすべての穢れを仕切るための塀である。\\nこの大殿を戒め、蒙昧を洗い流し、\\n夢想を覆し、煩悩を抉り出し、そして定められた業を今一度書き直す。",
        "kr": "바깥세상과의 분리를 위해 정기의 신의 가슴에 박혀 있는 거울. 그 위상과 힘을 과시하기 위해 삼파문을 그려 넣은 것이 특징이다.\\n이 문양은 번개의 주인에게 복종한다는 의미로 그려진 것이 아닌,\\n기득 권능을 향해 겨눠진 칼날이다.\\n이 거울은 세상 사람들이 보내는 비판의 시선을 차단하기 위한 것이 아닌,\\n속세의 더러움을 막아내기 위한 방벽이다.\\n이 신전 안에서는 구제와 징벌 그리고 깨달음이 내려질 것이다.\\n꿈은 뒤집히고, 욕망은 끊어질 것이며, 업보는 다시 쓰여지리라",
        "pt": "O espelho que estava no peito de Shouki no Kami para separá-lo do mundo externo. O símbolo mitsudomoe está gravado nele como uma demonstração proposital de posição e poder.\\nEntretanto, esse símbolo não é uma demonstração de obediência à Deusa do Trovão,\\nÉ, na verdade, uma lâmina apontada para os poderes existentes neste mundo.\\nO espelho também não é um meio de impedir os olhares de julgamento das pessoas, Mas um baluarte contra este mundo maculado. Dentro deste grande templo, o castigo deve ser aplicado e a ignorância deve ser purificada,\\nSonhos devem ser abandonados, desejos devem ser cortados, e o carma deve ser restabelecido.",
        "ru": "Зеркало, установленное в груди Сёки но Ками, чтобы отделить его от внешнего мира. На нём изображён символ мицудомоэ, демонстрирующий статус и мощь.\\nЭтот символ, однако, не является проявлением почтения к повелителю молний.\\nНаоборот, это клинок, готовый противостоять любой власти.\\nЗеркало нужно не для укрытия от осуждающих взглядов других людей, а скорее для защиты от этого ужасного мира.\\nВ этом великом храме будет назначено наказание и очищено невежество, мечты будут отвергнуты, желания забыты, а карма восстановлена.",
        "th": "กระจกที่อยู่ตรงส่วนอกของร่างจักรกลหลัก ซึ่งใช้เพื่อตัดขาดจากโลกภายนอก ทั้งยังจงใจวาดตราสัญลักษณ์มิสึโดะโมเอะเอาไว้ เพื่อเป็นการประกาศถึงฐานะและความยิ่งใหญ่\\nลวดลายนี้ ไม่ใช่การประกาศว่ายอมจำนนต่อจ้าวแห่งสายฟ้า\\nแต่เป็นคมดาบอันทรงพลังที่ตวัดมายังพิภพ\\nกระจกบานนี้ ไม่ได้มีเพื่อกีดกันสายตาของผู้คนบนผืนโลก\\nแต่มันคือกำแพงวังซึ่งตัดขาดจากสิ่งโสมมทั้งปวงในโลกใบนี้\\nวิหารแห่งนี้ เป็นทั้งสถานที่มอบบทลงโทษ และชะล้างความงมงาย\\nพลิกผันความฝัน ขจัดซึ่งปมแห่งจิตใจ กฎแห่งกรรมนั้น จักต้องถูกกำหนดเสียใหม่",
        "vi": "Tấm kính phía trước ngực Shouki no Kami dùng để ngăn cách hoàn toàn với thế giới bên ngoài. Cố ý vẽ hoa văn Tam Trùng Lôi để tuyên bố thân phận và uy nghiêm của nó.\\nHoa văn này không mang ý nghĩa quy phục chủ nhân lôi điện,\\nMà là lưỡi đao sắc bén đâm vào quyền uy hiện có của thế gian;\\nTấm kính này không phải ngăn cách ánh mắt phê phán của thế nhân;\\nMà là bức tường thành đoạn tuyệt mọi ô uế của thế tục.\\nThực thi trừng phạt, thanh tẩy mê muội ngay tại thần điện này,\\nMộng tưởng đảo điên, vứt bỏ tâm niệm, tái lập mọi nghiệp báo."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}