{
    "name": {
        "en": "Mischievous Villosas",
        "de": "Lustiger Villenball",
        "chs": "憨状可掬梧枝团",
        "cht": "憨狀可掬梧枝團",
        "es": "Pícara villosa",
        "fr": "Villosa espiègle",
        "id": "Mischievous Villosas",
        "jp": "天真爛漫梧枝団",
        "kr": "동글동글 오동 경단",
        "pt": "Villosa Pícara",
        "ru": "Озорные бирюзовые шарики",
        "th": "Villosa จอมซน",
        "vi": "Tinh Ngịch Ngây Thơ Bánh Ngô Đồng"
    },
    "id": 223007,
    "materialDesc": {
        "en": "An Anemo Slime-shaped creation. However, its creator considered calling it an \"Anemo Slime-something\" just a little odd, thus using the name of a similarly-colored local snack, \"Villosa Balls,\" instead.",
        "de": "Ein Feuerwerk in Form eines Anemo-Schleims. Der ursprüngliche Schöpfer dieses Feuerwerks fand die Bezeichnung „Anemo-Schleim“ etwas seltsam und benutzte stattdessen den Namen eines ähnlich gefärbten lokalen Snacks, „Villenball“.",
        "chs": "风史莱姆造型的创意烟花。由于风史莱姆念起来不太顺口，烟花的创作者便用了一种色彩相同的民间食品「梧枝团」来代为比喻。",
        "cht": "風史萊姆造型的創意煙花。由於風史萊姆念起來不太順口，煙花的創作者便用了一種色彩相同的民間食品「梧枝團」來代為比喻。",
        "es": "Un original fuego artificial en forma de Slime Anemo. Como la palabra “Slime Anemo” era difícil de pronunciar para el creador de este fuego artificial, optó por ponerle el nombre de una comida popular de un color parecido llamada “villosa”.",
        "fr": "Un feu d'artifice en forme d'Anémoblob. Son créateur ayant du mal à prononcer le nom de ce monstre, il nomma ce feu d'artifice d'après un snack nommé « villosa » dont la couleur est similaire.",
        "id": "Kembang api yang berbentuk Anemo Slime. Karena pencipta kembang ini merasa aneh kalau diberi nama yang berhubungan dengan Anemo Slime, jadi dia mengambil nama dari camilan lokal yang warnanya mirip, yaitu Villosa Balls.",
        "jp": "風スライムの形をした独創的な花火。風スライムは少々語呂が悪いため、花火の制作者は同じような色をした民間食品の「梧枝団」に例えた。",
        "kr": "바람 슬라임 모양의 창의적인 폭죽. 바람 슬라임이란 이름이 입에 잘 붙지 않아서 폭죽 제작자가 같은 색깔인 민간 음식 「오동 경단」에 비유했다",
        "pt": "Um fogo de artifício na forma de um Slime Anemo. Entretanto, seu criador pensou que o chamar de \"Slime Anemo-alguma-coisa\" era esquisito, por isso usou o nome de um lanche local de cor parecida, \"Bolas de Villosa\".",
        "ru": "Фейерверк в форме Анемо слайма. Его создатель решил, что «Анемо слайм» не очень просто выговорить, поэтому использовал в качестве метафоры название местной закуски аналогичного цвета - бирюзовые шарики.",
        "th": "ดอกไม้ไฟที่สร้างสรรค์จากรูปร่างของ Anemo Slime เนื่องจากชื่อของ Anemo Slime อ่านค่อนข้างยาก ผู้สร้างดอกไม้ไฟจึงได้ใช้อาหารพื้นบ้านที่มีสีสันคล้ายกันอย่าง \"Villosa Balls\" มาอุปมาแทน",
        "vi": "Pháo hoa sáng tạo có hình dạng Slime Phong. Do tên Slime Phong đọc lên không thuận miệng lắm, nên người sáng tạo ra nó đã dùng tên của một món ăn dân gian \"Bánh Ngô Đồng\" có màu giống như vậy để thay thế."
    },
    "materialType": "MATERIAL_FIREWORKS"
}