{
    "name": {
        "en": "Miso Soup",
        "de": "Miso-Suppe",
        "chs": "味噌汤",
        "cht": "味噌湯",
        "es": "Sopa de miso",
        "fr": "Soupe miso",
        "id": "Miso Soup",
        "jp": "味噌汁",
        "kr": "미소된장국",
        "pt": "Sopa de Miso",
        "ru": "Мисо-суп",
        "th": "Miso Soup",
        "vi": "Súp Miso"
    },
    "id": 108277,
    "materialDesc": {
        "en": "A simple and unadorned soup dish. The ingredients used here are very common and it is made simply, but this small bowl of soup has the power to ensure that you shall not grow weary on your journey, even if you travel on foot.",
        "de": "Ein einfaches und schmuckloses Suppengericht. Die hier verwendeten Zutaten sind sehr alltäglich und es ist einfach gemacht, aber diese kleine Schale Suppe hat die Kraft, dafür zu sorgen, dass du auf deiner Reise nicht müde wirst, auch wenn du zu Fuß unterwegs bist.",
        "chs": "朴实无华的汤料理。用料常见，制法简单，但在小小一碗味噌汤之中却蕴含有「三里之力」，让步行赶路都不再疲惫。",
        "cht": "樸實無華的湯料理。用料常見、步驟簡單，但在小小一碗味噌湯之中卻蘊含有「三里之力」，讓步行趕路都不再疲憊。",
        "es": "Una sopa simple y sencilla. Aunque hacerla es muy fácil y sus ingredientes son muy comunes, esta sopa tiene el poder de proporcionar las fuerzas suficientes para no cansarse durante un viaje, incluso aunque este se haga a pie.",
        "fr": "Une soupe sans prétention. Les ingrédients utilisés ici sont très courants et préparés simplement, mais ce petit bol de soupe vous redonne suffisamment de force pour que vous puissiez continuer votre voyage, fut-il à pied.",
        "id": "Hidangan kuah yang sederhana. Bahan-bahannya mudah ditemukan dan cara pembuatannya juga mudah. Satu mangkuk kecil sup miso ini cukup untuk memberimu kekuatan hingga tidak akan merasa lelah dalam perjalanan.",
        "jp": "素朴な汁もの。よく見かける食材と、簡単な調理法を使った料理。この小さな味噌汁一杯には「三里の力」が宿っていて、食べると旅の際に疲れなくなるという。",
        "kr": "평범하기 그지없는 국물 요리. 평범한 식자재에 간단한 조리법으로 제작되었으나 자그마한 미소된장국 한 그릇에 「삼 리의 힘」이 담겨있어 먼 길에 더 이상 지치지 않는다",
        "pt": "Um prato de sopa simples e sem adornos. Os ingredientes utilizados são muito comuns e fáceis de preparar, mas esta pequena tigela de sopa tem o poder de reduzir o cansaço da sua jornada, mesmo que você viaje a pé.",
        "ru": "Простой и безыскусный суп. Найти ингредиенты и приготовить его очень просто, но крохотная мисочка этого супа зарядит вас энергией для путешествий, даже если вы идёте пешком.",
        "th": "เมนูซุปที่แสนเรียบง่าย ซึ่งใช้วัตถุดิบที่หาได้ทั่วไปและมีวิธีปรุงที่ง่ายดาย แต่ซุปมิโซะชามเล็ก ๆ ชามนี้มี \"พลังแห่งสามลี้\" ที่จะทำให้การเดินของคุณไม่เหน็ดเหนื่อยอีกต่อไป",
        "vi": "Món ăn mộc mạc giản dị. Nguyên vật liệu phổ biến, cách chế biến đơn giản, nhưng trong một chén súp Miso nho nhỏ chứa đựng Sức Mạnh Ba Dặm, khiến việc đi lại và lặn lội đường xa không còn mệt mỏi."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}