{
    "name": {
        "en": "Misplaced Conch 2",
        "de": "Verlegte Schnecke 2",
        "chs": "错位的海螺二",
        "cht": "錯位的海螺二",
        "es": "Caracola desplazada (2)",
        "fr": "Conque déplacée 2",
        "id": "Keong yang Salah Tempat 2",
        "jp": "置き間違えられたホラガイ·2",
        "kr": "잘못된 위치의 소라2",
        "pt": "Concha Deslocada 2",
        "ru": "Раковина не на месте II",
        "th": "หอยสังข์ที่อยู่ผิดตำแหน่ง 2",
        "vi": "Ốc Biển Sai Vị Trí II"
    },
    "id": 101936,
    "materialDesc": {
        "en": "This Imaging Conch should have been placed somewhere else but was abandoned here by someone, causing it to project images out of their proper order. Return it to its rightful place, and who knows what you might find...",
        "de": "Diese widerspiegelnde Schnecke sollte eigentlich woanders liegen, wurde aber hier zurückgelassen, sodass sie nun Abbilder verzerrt projiziert. Bring sie an ihren richtigen Platz zurück. Schau mal, was du dann herausfinden kannst ...",
        "chs": "本应放在某处的影像海螺，却被人遗弃在了此处，播放着位置错位的影像。将它放回本应放回的位置，能看出什么也犹未可知…",
        "cht": "本應放在某處的影像海螺，卻被人遺棄在此處，播放著位置錯位的影像。將它放回本應放回的位置，能看出什麼也猶未可知…",
        "es": "Una caracola que debería estar en otro lugar. Alguien la tiró aquí y está reproduciendo una imagen que tuvo lugar en otro sitio. Colócala en el lugar en el que debería estar y podrás ver una nueva escena.",
        "fr": "Cette conque de mirage aurait dû être placée à un autre endroit, mais elle a été abandonnée ici... Ce qui lui a donc fait projeter des images d'ailleurs. Remettez-la à sa juste place, et qui sait ce que vous pourriez découvrir...",
        "id": "Keong Proyeksi ini harusnya disimpan di tempat lain, namun ditinggalkan di sini oleh seseorang. Akibatnya, ia mengeluarkan rekaman proyeksi yang tidak berurutan. Kembalikan keong ini ke tempat yang seharusnya, dan lihatlah apa yang akan kamu ketahui darinya ....",
        "jp": "他の場所にあるはずだった映像のホラガイ。誰かの手によってここに捨てられ、位置のズレた映像を投影している。あるべき場所に戻してあげると、新たな発見があるかもしれない…",
        "kr": "다른 곳에 있었어야 할 영상 소라가 엉뚱한 곳에 버려져, 잘못된 화면을 보여주고 있다. 영상 소라를 원래 자리로 돌려놓으면 뭔가 새로운 것을 발견할 수 있을지도 모른다…",
        "pt": "Uma Concha de Miragem que deveria estar noutro lugar. Alguém a tirou daqui e ela está reproduzindo uma imagem que aconteceu em outro local. Coloque-a de volta na sua posição original para uma nova cena...",
        "ru": "Раковина образов должна была оказаться в определённом месте, но кто-то её оставил здесь, поэтому она показывает образы не там. Кто знает, что можно увидеть, если вернуть её на место.",
        "th": "หอยสังข์ภาพถ่ายที่เดิมทีควรวางอยู่ที่ใดสักที่ แต่กลับถูกทิ้งไว้ที่ตรงนี้ และฉายภาพตำแหน่งที่ผิดพลาดอยู่ นำมันกลับไปวางยังตำแหน่งเดิมของมัน อาจจะได้เห็นอะไรบางอย่างที่คาดไม่ถึงก็เป็นได้...",
        "vi": "Vỏ ốc này có vẻ như nên được đặt ở đâu đó, nhưng đã bị người ta quăng đi, bên trong phát ra những hình ảnh sai vị trí. Để nó trở về vị trí chính xác có thể sẽ biết được thông tin nào đó chăng..."
    },
    "materialType": "MATERIAL_QUEST"
}