{
    "name": {
        "en": "Mist Veiled Lead Elixir",
        "de": "Bleikugeln des Nebelschleiers",
        "chs": "雾海云间的铅丹",
        "cht": "霧海雲間的鉛丹",
        "es": "Perdigones de plomo",
        "fr": "Plomb karstique",
        "id": "Mist Veiled Lead Elixir",
        "jp": "霧海雲間の鉛丹",
        "kr": "안개구름 속의 흑연단",
        "pt": "Elixir de Chumbo Velado por Névoa",
        "ru": "Свинцовая пилюля Заоблачного моря",
        "th": "Mist Veiled Lead Elixir",
        "vi": "Diên Đơn Biển Sương Mù"
    },
    "id": 114017,
    "materialDesc": {
        "en": "Weapon Ascension Material.\\nJueyun Karst is the realm of the mighty and illuminated adepti. But other than the ability to control the elements of the world, Jueyun Karst is also home to three other untold secrets: Alchemy, Sigils, and Sub-Space Creation.",
        "de": "Material mit der Kraft, Waffen aufsteigen zu lassen.\\nDer Jueyun-Karst ist die Heimat der Adepten. Dort hat man nicht nur hellseherische Fähigkeiten und kann die Elemente dieser Welt kontrollieren. Man hat auch drei Geheimnisse, die sonst kein anderer kennt: Magische Kugeln, Talismane und Willenskraft.",
        "chs": "赋予武器突破之力的材料。\\n绝云间乃是仙家府地。而相传仙家除了三眼五显神通，可以操纵尘世的元素之力外，另有三项不传秘：丹鼎、符箓与外景。",
        "cht": "賦予武器突破之力的材料。\\n絕雲間乃是仙家府第。而相傳仙家除了三眼五顯神通，可以操縱塵世的元素之力外，另有三項不傳秘：丹鼎、符籙與外景。",
        "es": "Material de ascensión de arma.\\nEl Desfiladero Jueyun es el hogar de los Adeptus y, según las leyendas, también el de tres secretos que nadie conoce: los danding (perdigones), los fulu (talismanes) y el waijing (creación dimensional).",
        "fr": "Matériau d'élévation d'arme.\\nLe Karst Jueyun est la demeure des Adeptes puissants et éclairés qui maîtrisent les arts occultes.",
        "id": "Material Ascension Senjata.\\nJueyun Karst adalah tempat tinggal bagi Adeptus yang agung dan maha kuasa. Menurut legenda, selain mempunyai kemampuan untuk mengendalikan unsur-unsur di dunia, Jueyun Karst juga menyimpan tiga rahasia yang tak pernah dapat dikatakan: Danding (Alkimia), Fulu (Jimat), dan Waijing (Penciptaan Ruang).",
        "jp": "武器に突破の力を付与する材料。\\n絶雲の間は仙人たちの住む場所。伝説によると、仙人は神通力、世の中の元素力を操る以外、伝授しない秘密が三つ、錬丹術、呪符、外景経である。",
        "kr": "무기에 돌파의 힘을 부여하는 재료.\\n절운간은 신선의 거처다. 전설에 의하면 신선은 아주 신통방통하여 세상의 원소의 힘을 조종할 수 있을 뿐만 아니라 단정, 부적, 외경도 가지고 있다고 한다",
        "pt": "Material de Ascensão de Armas.\\nRelevo de Jueyun é o reino dos Adepti poderosos e iluminados. Mas, além da capacidade de controlar os elementos do mundo, Relevo de Jueyun também abriga outros três segredos não contados: Danding (Alquimia), Fulu (Selos) e Waijing (Criação do Subespaço).",
        "ru": "Материал возвышения оружия.\\nЗаоблачный предел - это дом могущественных Адептов, которые могут не только управлять элементами мира, но и хранят три других тайны: алхимию, талисманы и сотворение подпространства.",
        "th": "วัสดุเลื่อนขั้นอาวุธ\\nJueyun Karst นั้นยังคงเป็นที่อาศัยของเหล่าเซียน ตามตำนานนอกจากจะเป็นเซียนสามตาห้าร่างที่สามารถควบคุมพลังธาตุของโลกแล้ว ยังมีอีกสามสิ่งที่ไม่ถูกพูดถึงด้วย: Danding (การเล่นแร่แปรธาตุ), Fulu (สัญลักษณ์), และ Waijing (การสร้างหลุมอวกาศ)",
        "vi": "Nguyên liệu có sức mạnh đột phá vũ khí.\\nTuyệt Vân Gián là phủ đệ của tiên gia. Tương truyền tiên gia ngoài việc tinh thông tiên pháp, có thể thao túng Nguyên Tố dưới trần gian, còn có 3 thứ không truyền ra ngoài: lò luyện đơn, bùa chú và ngoại cảnh."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}