{
    "name": {
        "en": "Mixed Yakisoba",
        "de": "Gemischte Yakisoba",
        "chs": "什锦炒面",
        "cht": "什錦炒麵",
        "es": "Yakisoba con verdura",
        "fr": "Yakisoba",
        "id": "Mixed Yakisoba",
        "jp": "焼きそば",
        "kr": "야채 볶음면",
        "pt": "Yakisoba Misto",
        "ru": "Якисоба",
        "th": "Mixed Yakisoba",
        "vi": "Mì Xào Thập Cẩm"
    },
    "id": 108292,
    "materialDesc": {
        "en": "One of Inazuma's common household dishes. One merely needs to stir-fry the noodles and side dishes evenly before serving, making this an easy-to-make and filling dish. It is no wonder, then, that this dish is so sought after among Inazumans.",
        "de": "Eine in Inazuma übliche Haushaltskost. Man muss lediglich die Nudeln und die Beilagen vor dem Servieren gleichmäßig anbraten, was es zu einem einfach zuzubereitenden und sättigenden Gericht macht. Kein Wunder also, dass dieses Gericht in Inazuma so beliebt ist.",
        "chs": "稻妻的家常料理之一。只需要把面与配菜均匀炒熟就能出锅，做法便捷，又能带来充实的饱腹感，一直以来深受稻妻人民的追捧。",
        "cht": "稻妻的家常料理之一。只需要把麵與配菜均勻炒熟就能出鍋，做法便捷，又能帶來充實的飽腹感，一直以來深受稻妻人民的追捧。",
        "es": "Un típico plato casero de Inazuma. Es muy sencillo de cocinar, ya que solo hay que saltear los fideos junto a las verduras hasta que estén hechos. Como también sacia el apetito, siempre ha sido muy popular entre los habitantes de Inazuma.",
        "fr": "Un plat typique d'Inazuma fait maison. Il suffit de faire sauter les nouilles et l'accompagnement uniformément avant de servir, ce qui en fait un plat rassasiant facile à préparer. Il n'est donc pas étonnant que ce plat soit si recherché chez les Inazumiens.",
        "id": "Salah satu masakan rumahan biasa di Inazuma. Kamu hanya perlu menggoreng mie dan lauk secara merata sebelum disajikan, menjadikannya hidangan yang mudah dibuat dan mengenyangkan. Maka tidak heran jika hidangan ini sangat dicari di kalangan rakyat Inazuma.",
        "jp": "稲妻の家庭料理の一つ。麺と具材を炒め合わせるだけで出来上がる。作り方も簡単で、食べると満腹感も得られるため、稲妻の人たちに大人気。",
        "kr": "이나즈마의 가정식 중 하나. 면과 고명을 골고루 섞어 볶기만 하면 요리 완성. 간편한 조리법과 풍성한 포만감 탓에 이나즈마 사람들의 두터운 사랑을 받아왔다",
        "pt": "Um prato comum das casas de Inazuma. Fritar o macarrão e os acompanhamentos igualmente já basta para esse ser um prato que enche bastante. Não é de surpreender que esse prato é tão adorado entre os habitantes de Inazuma.",
        "ru": "Одно из самых распространённых блюд Инадзумы. Равномерно обжарьте лапшу с мясом и овощами, и можете подавать. Это простое в приготовлении и сытное блюдо обожает каждый инадзумец.",
        "th": "หนึ่งในอาหารบ้าน ๆ ของ Inazuma เพียงแค่ผัดบะหมี่และเครื่องเคียงให้พอดีก็สามารถนำเสิร์ฟได้ ด้วยวิธีทำที่สะดวกและให้ความอิ่มท้อง อาหารจานนี้จึงเป็นที่ต้องการของชาว Inazuma เสมอมา",
        "vi": "Một trong những món ăn gia đình của Inazuma. Chỉ cần trộn mì và các nguyên liệu phụ vào xào chín là có thể vớt ra, lại mang đến cảm giác no nê chắc bụng, từ trước đến nay vẫn luôn được người dân Inazuma ưa chuộng."
    },
    "materialType": "MATERIAL_FOOD"
}