{
    "name": {
        "en": "Molten Moment",
        "de": "Moment der Kernschmelze",
        "chs": "熔毁之刻",
        "cht": "熔毀之刻",
        "es": "Momento del derretimiento",
        "fr": "Moment en fusion",
        "id": "Molten Moment",
        "jp": "溶滅の刻",
        "kr": "용해의 순간",
        "pt": "Momento Derretido",
        "ru": "Расплавленный миг",
        "th": "Molten Moment",
        "vi": "Thời Khắc Tan Chảy"
    },
    "id": 113025,
    "materialDesc": {
        "en": "A certain deformed fragment containing great might. You obtained this from defeating Signora, who unleashed her original power.\\n\"I had a long, long dream.\\n\"I dreamed that you and I met again in the pure white world that we created.\\n\"But I woke up at last, having long been consumed by the raging flames, while you had long returned to the earth along with that poisoned blood.\\n\"But none of it matters anymore. I must continue forging ahead. I must incinerate everything behind me. I must believe in that pure, spotless, everlasting realm that he spoke of — that I saw in the 'delusion' he let me see, at the end of the horizon of Her Majesty's dreams.\"",
        "de": "Ein bestimmtes deformiertes Fragment, das große Macht enthält. Du hast es erhalten, nachdem du La Signora besiegt hast, die ihre ursprüngliche Kraft entfesselt hat.\\n„Ich hatte einen langen, langen Traum.“\\n„Ich habe geträumt, dass du und ich uns in der reinen Welt, die wir erschaffen haben, wiedersehen.“\\n„Aber schließlich bin ich aufgewacht. Ich war schon lange von den tobenden Flammen verzehrt worden. Du warst längst auf die Erde zurückgekehrt, zusammen mit dem vergifteten Blut.“\\n„Aber das ist alles nicht mehr wichtig. Ich muss weiter vorwärts drängen. Ich muss alles hinter mir einäschern. Ich muss an das reine, makellose, ewige Reich glauben, von dem er sprach, das ich in der Wahnvorstellung sah, die er mich sehen ließ, am Ende des Horizonts, in den Träumen Ihrer Majestät.“",
        "chs": "战胜解放了原本力量的「女士」后，得到的某种蕴含着强大力量的畸形碎片。\\n「我做了一个很长的梦。\\n「我梦见我与你，在我们缔造的纯白世界中再会。\\n「但我终于醒来了。我早已经被烈火吞没。你早已与毒血一同回归大地。\\n「不过都无所谓了。要不断往前走，就要烧毁身后的一切，就要相信他所说的永远纯白无暇的国度，在地平线的尽头，『陛下』的梦中，在他让我看见的『妄念』里。」",
        "cht": "戰勝解放了原本力量的「女士」後，得到的某種蘊含著強大力量的畸形碎片。」\\n「我做了一個很長的夢。」\\n「我夢見我與你，在我們締造的純白世界中再會。」\\n「但我終於醒來了。我早已經被烈火吞沒。你早已與毒血一同回歸大地。」\\n「不過都無所謂了。要不斷往前走，就要燒毀身後的一切，就要相信他所說的永遠純白無暇的國度，在地平線的盡頭，『陛下』的夢中，在他讓我看見的『妄念』裡。」",
        "es": "Un fragmento de forma extraña que contiene un gran poder. Obtenido tras derrotar a Signora después de que esta liberara su poder original.\\n“Tuve un sueño muy largo.\\nSoñé que tú y yo nos reencontrábamos en el inmaculado mundo que habíamos creado. Pero entonces me desperté, consumida por las llamas hace ya mucho tiempo. Tú, por tu parte, habías vuelto a la madre tierra junto a tu sangre envenenada. Pero todo eso ya no importa. Debo seguir avanzando, incendiando todo lo que quede detrás de mí y creyendo en esa nación eterna, pura e inmaculada de la que él me habló; en esa nación que contemplé en la ilusión que él me hizo ver en el límite del horizonte, y en Su Majestad”.",
        "fr": "Un fragment déformé qui renferme un immense pouvoir. Vous l'avez obtenu après avoir vaincu Signora au summum de sa puissance.\\n« J'ai fait un long rêve.\\nJ'ai rêvé qu'on se reverrait dans le monde immaculé que nous avions créé.\\nMais j'ai fini par me réveiller, consumée par les flammes dévastatrices depuis longtemps. Tandis que tu es revenu sur la terre avec ton sang empoisonné.\\nRien de tout cela ne m'importe plus. Je dois continuer ma route et incinérer tout ce que je laisse après mon passage. Je dois continuer de croire au monde pur, irréprochable et éternel dont il parlait, celui que j'ai vu dans l'illusion qu'il m'a montrée, au bout de l'horizon, dans les rêves de Sa Majesté. »",
        "id": "Bagian fragmen dengan wujud tidak sempurna yang mengandung kekuatan besar. Kamu memperolehnya setelah mengalahkan Signora — yang melepaskan kekuatan aslinya.\\n\"Aku sudah bermimpi, mimpi yang sangat panjang.\"\\n\"Aku bermimpi kalau kamu dan aku bertemu lagi di dunia putih bersih yang kita ciptakan.\"\\n\"Tapi aku akhirnya terbangun, ternyata sudah lama tertelan oleh api yang mengamuk. Kamu sudah lama kembali ke bumi bersama dengan darah beracun itu.\"\\n\"Tapi itu tidak penting lagi. Aku harus terus maju ke depan, dan terus membakar segalanya yang berada di belakangku. Aku harus memercayai dunia murni, putih bersih, kekal yang dia bicarakan — dalam delusi yang dia biarkan aku melihatnya, di ujung cakrawala, di dalam mimpi Yang Mulia.\"",
        "jp": "本来の力を発揮した「淑女」を倒して手に入れた、大きな力を秘めた異形の欠片。\\n「私は長い夢を見た。」\\n「夢の中では、私たちが作った純白の世界で、あんたと再会した。」\\n「ようやく目が覚めた。私はとっくに炎に飲み込まれ、あんたも毒と共に大地へと戻った。」\\n「しかし、もう問題ないわ。前に進み続けるためには、後ろにあるものをすべて燃やし、彼の言った永遠に純白で汚れのない王国を信じる必要がある。地平線の果て、『陛下』の夢の中、彼に魅せられた『妄念』の中を…」",
        "kr": "본연의 힘을 개방한 「시뇨라」를 쓰러뜨린 후 획득한 강대한 힘이 담긴 기형 파편.\\n「기나긴 꿈을 꿨어.\\n「꿈속에서 너와 난, 우리가 만든 순백의 세계에서 재회했지.\\n「하지만 결국 난 깨어났고, 뜨거운 불길에 삼켜졌어. 넌 독혈과 함께 대지로 돌아갔지.\\n「하지만 이젠 상관없어. 계속 앞으로 나아가려면, 지나온 모든 것들을 불살라야 해. 그가 얘기한 영원한 순백의 나라가 지평선의 끝에 있다는 걸 굳게 믿어. 『폐하』의 꿈에, 그가 나에게 보여준 『망념』 속에 있다는 걸 말이야」",
        "pt": "Um certo fragmento deformado que contém grande poder. Você obteve isso ao derrotar Signora, que lançou seu poder original em batalha.\\n\"Eu tive um sonho muito, muito longo\".\\n\"Sonhei que você e eu nos encontrávamos no mundo puro branco que criamos\".\\n\"Mas eu acordei. Eu há muito tempo fui consumida pelas chamas incandescentes. Você há muito tempo retornou para a terra junto com aquele sangue envenenado\".\\n\"Nada disso importa mais agora. Eu devo continuar forjando em frente. Devo incinerar tudo atrás de mim. Devo acreditar naquele puro, limpo e eterno reino que ele falou, que eu vi na 'Ilusão' que ele me deixou ver, no final do horizonte, no sonho de Vossa Majestade\".",
        "ru": "Фрагмент странной формы, в котором заключена великая мощь. Вы получили его после победы над Синьорой, выпустившей на волю свою изначальную силу.\\n«Мне снился долгий, долгий сон.\\nМне снилось, что мы с тобой снова встретились в чистом белом мире, который мы создали.\\nНо наконец я проснулась. Меня уже давно поглотило бушующее пламя. Ты давно вернулся на землю вместе с отравленной кровью.\\nНо всё это уже не важно. Я должна продолжать идти вперёд. Я должна сжечь всё позади себя. Я должна верить в то чистое, безупречное, вечное царство, о котором он говорил. Царство, которое я видела в «бреду». Царство, которое он позволил мне увидеть, в конце горизонта, во снах Её Величества».",
        "th": "ชิ้นส่วนบิดเบี้ยวที่อัดแน่นไปด้วยพลังมหาศาลที่ได้มาหลังจากเอาชนะ Signora ผู้ปลดปล่อยพลังดั้งเดิมของเธอได้\\n\"ฉันมีความฝันที่ยาวนาน\\n\"ฉันฝันว่าฉันกับเธอจะพบกันอีกครั้งในโลกสีขาวบริสุทธิ์ที่เราสร้างขึ้น\\n\"แต่ในที่สุดฉันก็ตื่นขึ้น ฉันถูกไฟกลืนกินไปแล้ว และเธอได้กลับมาสู่ผืนดินแห่งเลือดที่อาบยาพิษ\\n\"แต่มันไม่สำคัญอีกต่อไปแล้ว ถ้าจะเดินหน้าต่อไป ก็ต้องเผาทุกสิ่งที่อยู่ข้างหลังให้หมดสิ้น และต้องเชื่อในประเทศที่บริสุทธิ์ไร้ที่ติที่เป็นนิรันดร์ที่เขาพูดถึงดินแดนที่อยู่ปลายขอบฟ้าในความฝันของ \"ฝ่าบาท\" และใน \"ม่านมายา\" ที่เขาแสดงให้ฉันเห็น\"",
        "vi": "Mảnh vỡ với hình thù kỳ dị chứa sức mạnh to lớn, nhận được sau khi đánh thắng Signora đã giải phóng sức mạnh ban đầu.\\n\"Ta đã mơ một giấc mơ dài.\"\\n\"Ta mơ thấy ta và ngươi gặp lại nhau trong thế giới thuần khiết mà chúng ta tạo nên\"\\n\"Nhưng rồi ta cũng tỉnh dậy. Ta sớm đã bị ngọn lửa mãnh liệt nuốt chửng. Và ngươi cũng đã trở về với cát bụi cùng máu độc.\"\\n\"Nhưng chẳng sao cả, phải luôn tiến về phía trước, phải tin vào vương quốc thuần khiết vĩnh hằng mà người ấy đã nói, nằm trong giấc mơ của \"điện hạ\" ở phía cuối con đường, nằm trong \"cuồng vọng\" mà người ấy cho ta nhìn thấy.\""
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}