{
    "name": {
        "en": "Mondstadt Grilled Fish",
        "de": "Gegrillter Fischspieß",
        "chs": "蒙德烤鱼",
        "cht": "蒙德烤魚",
        "es": "Pescado a la parrilla de Mondstadt",
        "fr": "Poisson grillé mondstadtois",
        "id": "Mondstadt Grilled Fish",
        "jp": "モンド風焼き魚",
        "kr": "몬드 생선구이",
        "pt": "Peixe Grelhado de Mondstadt",
        "ru": "Рыбный шашлычок",
        "th": "Mondstadt Grilled Fish",
        "vi": "Cá Nướng Mondstadt"
    },
    "id": 108096,
    "materialDesc": {
        "en": "Fish grilled thoroughly with moderate fire, making it completely dry and crispy. The sprinkled pepper on top brings out the freshness of the fish.",
        "de": "Ein auf kleiner Flamme gegrillter Fischspieß. Das Fleisch hat aufgrund des Grillens seinen hohen Wasseranteil verloren und dafür eine feste Konsistenz bekommen. Der Pfeffer gibt dem frischen Geschmack eine besondere Note.",
        "chs": "小火细烤的鱼串。鱼肉因烤制除去水分而变得紧实，胡椒的加入更进一步激发了它的鲜味。",
        "cht": "小火慢烤的魚串。魚肉因烤製除去水分而變得緊實，胡椒的加入更進一步激發了它的鮮味。",
        "es": "Brocheta de pescado a la parrilla hecha a fuego lento. Después de cocinarla, ha absorbido el agua y ya solo queda la carne del pescado. Al añadirle un poco de pimienta, el sabor se ha potenciado aún más.",
        "fr": "Poisson grillé à feu doux. Sa chair est ferme grâce à une cuisson maîtrisée, et le poivre fait ressortir toute sa saveur.",
        "id": "Ikan yang dipanggang dengan api sedang, membuatnya menjadi kering dan renyah. Lada yang ditaburi di atasnya membantu menonjolkan rasa segarnya.",
        "jp": "弱火でじっくり焼き上げた魚。焼き加減がちょうどで、身が締まっている。コショウをかけると一層美味しくなる。",
        "kr": "약불에 구운 생선 꼬치. 구워 내 수분을 없애서 살이 더 꽉 찬 느낌이다. 후추를 곁들여 생선의 신선한 맛을 한껏 돋우었다",
        "pt": "Peixe grelhado totalmente em fogo médio, tornando-o completamente seco e crocante. A adição de pimenta realça o seu sabor.",
        "ru": "Пожаренная на среднем огне хрустящая рыбка, щедро приправленная душистым перцем.",
        "th": "ปลาเสียบไม้ย่างด้วยไฟอ่อน ๆ โดยเนื้อปลาจะถูกย่างเพื่อไล่น้ำออก จนแห้งและกรอบ จากนั้นเติมพริกไทยเพื่อเพิ่มรสชาติ ความสดของปลา",
        "vi": "Xiên cá được nướng kỹ bằng lửa nhỏ. Thịt cá sau khi nướng đã trở nên săn chắc hơn, thêm chút tiêu càng khiến nó dậy mùi thơm."
    },
    "materialType": "MATERIAL_FOOD"
}