{
    "name": {
        "en": "Mondstadt Rug: Crimson Ardor",
        "de": "Teppich (Mondstadt) – „Rotglühende Begeisterung“",
        "chs": "蒙德地毯-「明红的热忱」",
        "cht": "蒙德地毯-「明紅的熱忱」",
        "es": "Alfombra de Mondstadt: Ardor carmesí",
        "fr": "Tapis de Mondstadt « Ardeur pourpre »",
        "id": "Karpet Mondstadt: Semangat Membara",
        "jp": "モンドカーペット-「赤い熱意」",
        "kr": "몬드풍 카펫-「정열의 빨강」",
        "pt": "Tapete de Mondstadt: \"Paixão Escarlate\"",
        "ru": "Мондштадтский коврик: Пылающий энтузиазм",
        "th": "พรม Mondstadt - \"สีแดงสุดร้อนแรง\"",
        "vi": "Thảm Mondstadt - Ngọn Lửa Nhiệt Tình"
    },
    "id": 382301,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Mondstadt Rug: Crimson Ardor.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Teppich (Mondstadt) – Rotglühende Begeisterung“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「蒙德地毯-『明红的热忱』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「蒙德地毯-『明紅的熱忱』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Alfombra de Mondstadt: Ardor carmesí.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du tapis de Mondstadt « Ardeur pourpre ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Karpet Mondstadt: Semangat Membara\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「モンドカーペット-『赤い熱意』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「몬드 카펫-『정열의 빨강』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Tapete de Mondstadt: \"Paixão Escarlate\"\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Мондштадтский коврик: Пылающий энтузиазм».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างพรม Mondstadt - \"ความกระตือรือร้นสุดร้อนแรง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Thảm Mondstadt - Ngọn Lửa Nhiệt Tình\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}