{
    "name": {
        "en": "Monolith Fragment",
        "de": "Monolithenbruchstück",
        "chs": "镇石断片",
        "cht": "鎮石斷片",
        "es": "Fragmento de monolito",
        "fr": "Fragment de monolithe",
        "id": "Pecahan Monolit",
        "jp": "鎮石の欠片",
        "kr": "제압석 조각",
        "pt": "Fragmento de Monolith",
        "ru": "Осколок монолита",
        "th": "Monolith Fragment",
        "vi": "Mảnh Trấn Thạch"
    },
    "id": 100585,
    "materialDesc": {
        "en": "Some kind of fragment recovered after defeating the Overlord of the Vortex in battle.\\nIn the ancient past, it was used to pin the great beast down.\\n\\nThere once was a time when the inhabitants of this land were terrorized by waves as tall as mountains, torn from their dreams in the dead of night by the deafening roar of tidal waves that would shake the world to its core. Fear of such horrors gradually subsided over the years as peace became the norm.\\nBut no matter: though That Which Lies In The Deep awakens once more, it is powerless to prevent the dawning of a new era.\\nPerhaps this is just what the one who suppressed the Overlord of the Vortex has been hoping to witness in the millennia since.",
        "de": "Ein Fragment, das du nach dem Sieg über den Herrscher des Wirbels erhalten hast.\\nHiermit wurde in ferner Vergangenheit der Herrscher des Wirbels im Zaum gehalten.\\n\\nEs war einmal eine Zeit, in der die Bewohner dieses Landes von berghohen Wellen terrorisiert wurden, die mitten in der Nacht durch das ohrenbetäubende Tosen der Flutwellen, die die Welt bis ins Mark erschütterten, alle Menschen aus ihren Träumen rissen. Die Angst vor solchen Schrecken ließ im Laufe der Jahre allmählich nach, als Frieden zur Norm wurde.\\nAuch wenn der alte Gott, der in der Tiefe liegt, wieder erwacht, ist er machtlos, den Anbruch einer neuen Ära zu verhindern.\\nVielleicht ist dies genau das, was derjenige, der diesen mächtigen Gott versiegelt hatte, in den Jahrtausenden seither zu sehen gehofft hatte.",
        "chs": "击败漩涡之魔神后，回收得到的某种碎片。\\n在遥远的过去，曾被用来镇压漩涡之魔神。\\n\\n这片土地上的住民曾经面对过高如山岳的怒涛，也曾在床榻上、睡梦中被摇撼地心的海啸惊醒；这些恐惧已经随着和平与岁月消逝了。\\n但这也无妨。即使长眠海中的古老魔神再度醒转，也无法阻止新的时代来临。\\n或许当初封印它的那位，期待的也不过是在数千年后的如今，能看见这样的景象吧。",
        "cht": "擊敗漩渦之魔神後回收得到的某種碎片。\\n在遙遠過去，曾被用來鎮壓漩渦之魔神。\\n\\n這片土地上的住民曾經面對過高如山嶽的怒濤，也曾在床榻上、睡夢中被搖撼地心的海嘯驚醒；這些恐懼已經隨著和平與歲月消逝了。\\n但這也無妨。即使長眠海中的古老魔神再度醒轉，也無法阻止新的時代來臨。\\n或許當初封印它的那位，期待的也不過是在數千年後的如今，能看見這樣的景象吧。",
        "es": "Fragmento recuperado tras derrotar a Osial, el Señor del Vórtice.\\nHace mucho tiempo, este tipo de fragmentos se utilizaron para contener a Osial.\\n\\nEn el pasado, los habitantes de este lugar vivían aterrorizados por olas grandes como montañas que los arrancaban de su sueño por las noches y sacudían las entrañas de la tierra. Pero con la paz y el paso del tiempo, el miedo desapareció.\\nNo importa; incluso si lo que lleva siglos durmiendo en el fondo del océano despertara, no podría impedir la llegada de los nuevos tiempos.\\nTal vez quien lo selló originalmente esperaba ver justo esto, miles de años después.",
        "fr": "Fragment récupéré après avoir vaincu le Dieu du Vortex.\\nDans le passé, ce type de fragment était utilisé pour contenir la puissance d'Ortell.\\n\\nIl fut un temps où les habitants de ces terres étaient terrorisés par des vagues aussi hautes que des montagnes, incapables de trouver le sommeil dans la nuit soumise à l'assaut des flots rageurs faisant trembler le monde. Ces peurs finirent par disparaître avec le temps et le retour de la paix.\\nMais au fond, ceci importe peu. Car quand bien même l'ancien dieu gisant dans les profondeurs se réveillerait à nouveau, il ne pourrait pas changer le cours de l'histoire et lutter contre la naissance d'une nouvelle ère. Peut-être est-ce justement là ce dont souhaite être le témoin celui qui vint à bout du Dieu du Vortex autrefois.",
        "id": "Sejenis pecahan yang ditemukan setelah mengalahkan Overlord of the Vortex.\\nDi masa lalu, benda ini digunakan untuk menahan kekuatan Overlord of the Vortex tersebut.\\n\\nDahulu kala penduduk negeri ini pernah terombang-ambing oleh ombak setinggi gunung, mereka terbangun di tengah kegelapan malam oleh ombak raksasa yang mengguncangkan bumi. Ketakutan akan kengerian semacam itu berangsur-angsur mereda seiring berjalannya waktu karena kedamaian yang terus berlangsung.\\nTapi, bahkan jika dewa yang tertidur di dasar laut bangkit kembali, dia tidak bisa mencegah munculnya era baru.\\nMungkin inilah harapan dari orang yang menyegel Overlord of the Vortex, dia berharap bahwa akan ada kedamaian di tempat ini bahkan hingga ribuan tahun lamanya.",
        "jp": "渦の魔神を撃破した後に手に入れた破片。\\n遠い昔に、渦の魔神を鎮圧するために使われた。\\n\\nこの土地の住民はかつて、山より高い波に襲われ、大地を震わす海の咆哮に揺り起こされた。だが、このような恐怖も、時間と共に忘れ去られていった。\\n長年海の中で眠る古い魔神が再び目覚めても、新時代の到来を防ぐことはできないだろう。\\nもしかしたら、当時魔神を封印したものは、数千年後にこのような景色を見られることを期待していたのかもしれない。",
        "kr": "소용돌이의 마신을 무찌른 뒤 회수한 어떤 조각.\\n먼 옛날, 소용돌이의 마신을 진압할 때 사용되었다.\\n\\n이 땅의 주민은 산처럼 높은 파도에 맞서고, 자다가 지축을 흔드는 해일에 놀라서 깼다. 이런 공포는 평화로운 날들이 지속되자 사라졌다.\\n그래도 상관없다. 바닷속에서 긴 잠에 빠진 고대의 마신이 다시 깨어난다고 해도, 새로운 시대의 도래를 막을 순 없다.\\n어쩌면 그때 마신을 봉인한 그는 수천 년 지난 지금의 풍경을 기대한 것일지도 모른다",
        "pt": "Algum tipo de fragmento recuperado depois de derrotar o Deus do Vórtice.\\nNo passado, foi utilizado para derrubar a maior besta que existia.\\n\\nHouve uma época em que os habitantes dessa terra eram aterrorizados por ondas altas como montanhas, acordavam de seus sonhos na calada da noite pelo som ensurdecedor das ondas que tremiam o mundo até o seu núcleo. O medo desses horrores gradativamente diminuiu ao longo do tempo a medida que a paz se tornou a norma.\\nMas não importa: ainda que Aquilo que Está nas Profundezas acorde novamente, é incapaz de impedir o surgimento de uma nova era.\\nTalvez seja isso que aquele que suprimiu o Deus do Vórtice estava esperando testemunhar nos milênios desde então.",
        "ru": "Осколок, полученный после победы над Архонтом Вихрей.\\nВ далёком прошлом он использовался, чтобы укротить Архонта.\\n\\nЖители этих земель некогда сталкивались с вихрями вышиной с горы, просыпались от страшных цунами, чей рёв прорывался сквозь их сны. Со временем страх людей вновь столкнуться с этими ужасами притупился.\\nНо всё это не имеет значения: даже если спящий в морских глубинах монстр вновь очнётся, он не сможет препятствовать приходу новой эры.\\nВозможно, тот, кто запер его там, через тысячи лет надеялся увидеть именно такую картину.",
        "th": "เศษชิ้นส่วนเหล่านี้ถูกรวบรวม หลังจากเอาชนะเทพแห่งกระแสน้ำวน\\nในสมัยโบราณพวกมันถูกใช้เพื่อปราบเทพแห่งกระแสน้ำวน\\n\\nผู้คนในดินแดนแห่งนี้เคยถูกคลื่นที่สูงกว่าภูเขาโหมกระหน่ำ และเคยถูกปลุกให้ตื่นจากภวังค์ โดยคลื่นยักษ์ที่โหมซัดสาดจนสั่นสะเทือน ความหวาดกลัวเหล่านี้ค่อย ๆ เลือนหายไปตามกาลเวลา\\nแต่ไม่เป็นไร แม้ว่าเทพอสูรโบราณที่หลับใหล อยู่ใต้ท้องทะเลจะตื่นขึ้น แต่ก็ไม่อาจหยุดยั้งการกำเนิดของยุคใหม่ได้\\nหลายพันปีผ่านไป บางทีผู้ที่ผนึกมันในตอนนั้น ก็คงรอคอยที่จะได้เห็นภาพเช่นในวันนี้",
        "vi": "Mảnh ghép thu thập được sau khi đánh bại Ma Thần Lốc Xoáy.\\nVào thời đại xa xưa, chúng từng được dùng để trấn áp Ma Thần Lốc Xoáy.\\n\\nNhững người dân trên mảnh đất này đã phải đối mặt với những cơn sóng dữ dội cao như núi, cũng từng bừng tỉnh khi sóng lớn đánh rung cả mặt đất; Có điều nỗi khiếp sợ ấy dần tan biến theo những năm tháng hòa bình.\\nNhưng không sao hết. Cho dù Ma Thần ngủ say trong biển lớn có thức dậy một lần nữa, cũng không thể ngăn cản được sự ra đời của kỷ nguyên mới.\\nCó lẽ vị thần đã phong ấn nó năm xưa, cũng mong chờ được nhìn thấy thời khắc của ngày hôm nay sau khi trải qua cả nghìn năm."
    },
    "materialType": "MATERIAL_QUEST"
}