{
    "name": {
        "en": "Moonstringer",
        "de": "Mondschnur",
        "chs": "长绳系月",
        "cht": "長繩繫月",
        "es": "Cuerda de la luna",
        "fr": "Pêchelune",
        "id": "Moonstringer",
        "jp": "月結びの縄",
        "kr": "달을 묶은 밧줄",
        "pt": "Cordas Lunares",
        "ru": "Лунная нить",
        "th": "Moonstringer",
        "vi": "Kẻ Trói Trăng"
    },
    "id": 200904,
    "materialDesc": {
        "en": "If you can stay within the Ideal Tension Zone while fishing, this rod will shorten the time in which fish will struggle at an accelerating rate and increase your chances of success. If you leave the Ideal Tension Zone, the acceleration will reset.\\nA special fishing rod created for the sake of the Lunar Leviathan. To tackle this legendary fish, the creator of this rod specially added some material with rare functions onto the rod itself and the fishing line, giving it both great malleability and tensile strength. Of course, such a treasure could easily catch ordinary fish, but that seems like overkill to the point where even the rod might feel ashamed to be used thus.",
        "de": "Wenn du die Spannung beim Angeln gut genug kontrollieren kannst, wird diese Angelrute die Zeit verkürzen, in der die Fische zappeln und deine Erfolgschancen erhöhen. Wenn du aber die ideale Spannungszone verlässt, wird die verkürzte Zeit wieder zurückgesetzt.\\n\\nEine spezielle Angelrute, die für den Mond-Leviathan entwickelt wurde. Um diesen legendären Fisch zu fangen, hat der Schöpfer dieser Angelrute ein Material mit seltenen Funktionen in die Angelrute selbst und in die Angelschnur eingearbeitet, was ihr sowohl eine große Formbarkeit als auch eine hohe Zugfestigkeit verleiht. Natürlich könnte ein solcher Schatz auch gewöhnliche Fische fangen, aber das scheint so übertrieben zu sein, dass selbst die Rute sich schämen könnte, so benutzt zu werden.",
        "chs": "钓鱼过程中，若能使张力保持在最佳张力区，使用此竿可加速缩短鱼儿挣扎时间，若离开最佳张力区，加速过程会被重置。\\n\\n因「海中月」而生的特制长竿。为了应对传说中的大鱼，制作者特别在竿身、鱼线中掺入了罕见的功能材料，使其不仅拥有不俗的延展性，更能承千斤而不崩。如此宝具，用来对付普通鱼儿自然也不在话下，但总是这样牛鼎烹鸡的话，它也会感到负尘蒙羞吧？",
        "cht": "釣魚過程中，若能使張力保持在最佳張力區，使用此竿可加速縮短魚兒掙扎時間，若離開最佳張力區，加速過程會被重置。\\n\\n因「海中月」而生的特製長竿。為了應對傳說中的大魚，製作者特別在竿身、魚線中摻入了罕見的功能材料，使其不僅擁有不俗的延展性，更能承千斤而不崩。如此寶具，用來對付普通魚兒自然也不在話下，但總是這樣牛鼎烹雞的話，它也會感到負塵蒙羞吧？",
        "es": "Si logras mantenerte en la zona de tensión ideal cuando estés pescando, esta caña reducirá el tiempo de forcejeo de los peces a una velocidad acelerada y tus posibilidades de éxito aumentarán. Si sales de la zona de tensión ideal, la aceleración se restablecerá.\\n\\nUna caña creada especialmente para pescar al leviatán lunar. Para hacer frente a este pez legendario, el creador de esta caña agregó algunos materiales con funciones extrañas tanto a la propia caña como al hilo de pescar, lo que le aportó una gran maleabilidad y resistencia a la tensión. Con un tesoro como este, se podría atrapar fácilmente a los peces comunes y corrientes, pero eso sería desaprovecharlo y la caña hasta podría sentirse avergonzada de sí misma.",
        "fr": "Si vous arrivez à rester dans la zone de tension idéale pendant que vous pêchez avec cette canne, le poisson se débattra beaucoup moins longtemps au bout de la ligne et vos chances de prise réussie augmenteront.\\nUne canne à pêche spécialement fabriquée pour attraper le léviathan lunaire. Le fabricant de cette canne à pêche a ajouté plusieurs matériaux aux propriétés rares sur la canne et la ligne, lui conférant malléabilité et résistance pour faciliter la capture du poisson légendaire. Bien que cette canne à pêche puisse très bien pêcher des poissons ordinaires, ce serait presque trop de l'utiliser à cette fin, au point qu'elle en serait elle-même gênée.",
        "id": "Saat sedang memancing, kalau kamu bisa mempertahankan tegangan benang di Zona Ketegangan Ideal, maka joran ini bisa mempercepat dan mempersingkat waktu ikan memberontak. Jika keluar dari Zona Ketegangan Ideal, maka proses percepatannya akan diulang kembali.\\n\\nJoran panjang yang dibuat khusus untuk menangkap Lunar Leviathan. Untuk menghadapi ikan legendaris ini, sang pembuat menggunakan material yang memiliki fungsi langka di joran dan benang pancingnya, membuat joran ini memiliki kelenturan dan kekuatan tarik yang luar biasa. Alat luar biasa ini tentu saja dapat menangkap ikan biasa dengan mudah, tapi sepertinya hal ini terlalu berlebihan hingga joran pun merasa malu.",
        "jp": "釣り中に完璧張力区間をキープできれば、魚の抵抗時間を着実に減らし、釣りの成功率を高めることができる。最適な張力区間を離れると、加速がリセットされる。\\n\\n「海中月」のために作られた特別な長竿。伝説の大魚に立ち向かうため、製作者は竿と糸に希少な素材を組み込み、展延性と頑丈さを向上した。このような宝器は普通の魚を簡単に釣り上げることができる。しかし、ずっとこのようなつまらないことに使われていたら、たとえ道具でも恥ずかしい思いをするだろう。",
        "kr": "낚시 중 최적 장력 구간에서 이 낚싯대를 사용해 장력을 유지한다면 이 낚싯대는 낚인 물고기의 몸부림 시간을 가속 단축한다. 최적 장력 구간 벗어나면 가속 과정은 초기화된다.\\n\\n「해중월」 때문에 특별 제작된 특제 낚싯대. 전설의 대어를 낚기 위해 제작자는 낚싯대와 낚싯줄에 희귀한 기능이 있는 재료를 섞어, 뛰어난 유연성을 자랑할 뿐만 아니라 천 근의 무게도 견딜 수 있다. 이 특제 낚싯대로 일반 물고기를 상대하는 건 식은 죽 먹기다. 하지만 항상 조무래기들만 상대하는 건 특제 낚싯대에게 치욕이 아닐까?",
        "pt": "Durante a pesca, se você  puder se manter dentro da Zona de Tensão Ideal, usar essa vara pode reduzir o tempo de resistência do peixe de forma estável. Se você sair da Zona de Tensão Ideal, a aceleração será redefinida.\\n\\nUma vara de pesca especial criada para pescar o Leviatã Lunar. Para enfrentar esse peixe lendário, o criador dessa vara adicionou especialmente alguns materiais com funções raras tanto na vara como na linha de pesca, dando-lhes alta maleabilidade e força de tensão. Claro que um tesouro como esse poderia facilmente pegar peixes ordinários, mas parece um exagero tão grande que até a vara ficaria envergonhada de ser usada.",
        "ru": "Если вы сможете оставаться в зоне идеального натяжения во время рыбалки, это удилище сократит время борьбы с рыбой на стабильную величину и увеличит ваши шансы на успех.\\n\\nУдочка, специально созданная для ловли Лунного левиафана. Чтобы поймать эту легендарную рыбу, создатель удочки специально добавил в саму удочку и леску материал с редкими функциями, придав ей большую пластичность и прочность на разрыв. С таким сокровищем вы легко можете поймать обычную рыбу, но это было бы пустой тратой ресурсов, и удилище могло бы устыдиться, что его используют таким образом.",
        "th": "ในขณะที่ตกปลา หากสามารถรักษาแรงดึงให้อยู่ในขอบเขตแรงดึงที่ดีที่สุดได้ คันเบ็ดนี้จะสามารถเร่งความเร็วและลดระยะเวลาการดิ้นรนต่อสู้ของปลาได้ หากออกจากขอบเขตแรงดึงที่ดีที่สุดแล้ว การเร่งความเร็วจะถูกรีเซ็ต\\n\\nคันเบ็ดพิเศษที่สร้างขึ้นเพื่อตก Lunar Leviathan โดยเฉพาะ เพื่อจัดการกับปลาในตำนานนี้ผู้สร้างคันเบ็ดนี้ได้เพิ่มวัสดุบางอย่างที่หายากเป็นพิเศษบนตัวเบ็ดและสายเบ็ด ทำให้เบ็ดมีทั้งความยืดหยุ่นและความต้านทานแรงดึงที่ดีเยี่ยม แน่นอน สมบัติดังกล่าวสามารถตกปลาธรรมดาได้อย่างง่ายดาย แต่ถ้าใช้งานแบบนี้บ่อย ๆ คันเบ็ดเองก็คงรู้สึกละอายใจ",
        "vi": "Trong khi câu cá, nếu có thể khống chế lực kéo nằm trong phạm vi tốt nhất, sử dụng cần câu này sẽ rút ngắn thời gian cá vùng vẫy, nếu vượt khỏi phạm vi này thì quá trình tăng tốc sẽ tính lại từ đầu.\\n\\nCần câu được thiết kế để bắt Ánh Trăng Biển. Để đối phó với loại cá lớn trong truyền thuyết này, người chế tạo đã đặc biệt chọn dùng loại nguyên liệu hiếm để làm cần câu và dây câu, khiến nó có khả năng vươn dài đáng kể và khả năng chịu được sức nặng ngàn cân. Dùng nó để câu các loại cá thông thường thì đương nhiên miễn bàn, nhưng dùng dao mổ trâu để giết gà như vậy, nó cũng sẽ cảm thấy xấu hổ lắm phải không?"
    },
    "materialType": "MATERIAL_FISH_ROD"
}