{
    "name": {
        "en": "Moonlit Bamboo Forest (IV)",
        "de": "Bambuswald im Mondenschein IV",
        "chs": "竹林月夜·四",
        "cht": "竹林月夜·四",
        "es": "El bosque de bambú a la luz de la luna (IV)",
        "fr": "Forêt de bambou au clair de lune - Partie IV",
        "id": "Rembulan Hutan Bambu (IV)",
        "jp": "竹林月夜·4",
        "kr": "죽림월야·Ⅳ",
        "pt": "Floresta de Bambu Enluarada (IV)",
        "ru": "Ночь в бамбуковом лесу IV",
        "th": "ป่าไผ่ใต้แสงจันทร์ยามค่ำคืน-4",
        "vi": "Đêm Trăng Rừng Trúc IV"
    },
    "id": 100576,
    "materialDesc": {
        "en": "As dawn gently approaches, the fate of the two youngsters diverges, and they go their separate ways. But the echoes of that ancient story still resound within the forest, waiting for the day that they may welcome small-town boy back into their midst once more.",
        "de": "Allmählich treffen die ersten Sonnenstrahlen in den Wald und die beiden scheiden ihre Wege. Doch das Echo der uralten Geschichte hallt noch immer durch den Wald und wartet auf die Rückkehr des Jungen.",
        "chs": "天色渐明，两人的命途分道扬镳，但古老故事的余韵依旧回荡在山林之中，等待着少年再度归来。",
        "cht": "天色漸明，兩人的命途分道揚鑣，但古老故事的餘韻依舊回蕩在山林之中，等待著少年再度歸來。",
        "es": "A medida que llega el alba, el destino separa a los dos jóvenes, que toman caminos distintos. Pero los ecos de esa antigua historia aún resuenan en el bosque, que todavía espera acoger entre sus árboles al muchacho de pueblo.",
        "fr": "Les premiers rayons de soleil illuminent progressivement la forêt et séparent les deux jeunes gens. Des échos résonnent toujours à travers la forêt, priant le retour du garçon.",
        "id": "Saat fajar perlahan mendekat, takdir kedua orang itu ternyata berbeda dan mereka pun berpisah. Tapi sisa pesona dari cerita kuno itu masih bergema di dalam hutan, menunggu hari di mana mereka dapat menyambut anak muda itu sekali lagi.",
        "jp": "夜が明け、二人の運命が分かれた。過去の物語は未だに山林に響いており、少年の帰来を待っている。",
        "kr": "날이 밝아오자 두 사람은 각자의 길을 가나 오래된 이야기의 여운은 여전히 숲속에 울려 퍼지며 소년이 돌아오길 기다린다",
        "pt": "Gradualmente, os primeiros raios de sol atingiram a floresta e os dois se separaram. Mas a história antiga ainda se ecoa pela floresta e aguarda o retorno do garoto.",
        "ru": "Забрезжил рассвет, и судьбы двоих молодых людей разошлись. Но эхо древней истории по-прежнему разносится по горному лесу, терпеливо ожидая возврата юноши.",
        "th": "เมื่อฟ้าค่อย ๆ สว่างขึ้น ทั้งสองต่างแยกย้ายไปตามทางของตัวเอง แต่เรื่องราวในอดีตยังคงดังก้องอยู่ในป่า รอคอยให้ชายหนุ่มกลับมาอีกครา",
        "vi": "Trời dần hừng sáng, hai người đôi ngã chia ly, nhưng dư âm của câu chuyện cũ vẫn còn vương vấn nơi núi rừng, chờ một ngày chàng thiếu niên trở lại."
    },
    "materialType": "MATERIAL_QUEST"
}