{
    "name": {
        "en": "Moonlit Cragstone",
        "de": "Mondscheinstein",
        "chs": "幽蕴砺石",
        "cht": "幽蘊礪石",
        "es": "Piedra de la hondonada",
        "fr": "Pierre des crevasses",
        "id": "Moonlit Cragstone",
        "jp": "幽々たる砥石",
        "kr": "그윽한 숫돌",
        "pt": "Pedra do Brilho Lunar",
        "ru": "Камень лунного сияния",
        "th": "Moonlit Cragstone",
        "vi": "U Uẩn Thạch"
    },
    "id": 140,
    "materialDesc": {
        "en": "A stone that gives off a strange radiance. It can only be found in a separate part of The Chasm, and its origins and composition are both unknown. However, it has strange and unique properties: When it falls, it maintains a regular shape and its cross-section still keeps its mirrored sheen. Those of these rocks that are older may have witnessed that ancient battle.\\nThese stones can be exchanged for treasures during \"Perilous Trail.\"",
        "de": "Ein Stein, der eine seltsame Ausstrahlung hat. Er kann nur in einem bestimmten Teil der Großen Kluft gefunden werden. Sowohl seine Herkunft als auch seine Zusammensetzung sind unbekannt. Er hat jedoch seltsame und einzigartige Eigenschaften: Wenn ein Mondscheinstein auseinanderfällt, behält jedes Fragment eine regelmäßige Form und dessen Querschnitt behält den ursprünglichen spiegelnden Glanz. Diejenigen dieser Steine, die schon unzählige Winter überstanden haben, könnten vielleicht sogar Zeuge der uralten Schlacht gewesen sein.\\nDiese Steine können während der Aktion „Unheilvoller Pfad“ gegen Schätze eingetauscht werden.",
        "chs": "蕴含着奇异光彩的石块，仅存于层岩巨渊的个别地点，来历与成分不明，但具有奇特的性质——崩落之时的形状规整，断面相当光洁，如镜般映照事象。其中年岁较久的那些石块，或许也见证过当年的鏖战吧。\\n在「危途疑踪」期间，可以换取宝物。",
        "cht": "蘊含著奇異光彩的石塊，僅存於層岩巨淵的個別地點，來歷與成分不明，但具有奇特的性質——崩落之時的形狀規整，斷面相當光潔，如鏡般映照事象。其中年歲較久的那些石塊，或許也見證過當年的鏖戰吧。\\n在「危途疑蹤」期間，可以換取寶物。",
        "es": "Una piedra que emite un extraño centelleo. Exclusiva de algunas partes del territorio de la Sima, su origen y composición son desconocidos. Posee una naturaleza particular por la que su forma se torna regular al precipitarse. Su superficie es tan lisa que en ella se refleja todo lo que se halla a su alrededor. Quizás estas piedras tan antiguas presenciaron alguna cruenta guerra del pasado.\\nPuede intercambiarse por otros objetos durante el evento «Senderos peligrosos».",
        "fr": "Une pierre qui émet une lueur étrange. On ne la trouve que dans une partie distincte du Gouffre, et ses origines comme sa composition sont inconnues. Cependant, elle possède des propriétés étranges et uniques : lorsqu'elle tombe et se brise, elle garde une forme régulière et la surface au niveau de sa cassure conserve un éclat miroitant. Les plus anciens de ces rochers ont sans doute été témoins de la bataille féroce qui a eu lieu jadis.\\nCes pierres peuvent être échangées contre des trésors pendant l'événement « Sentier périlleux ».",
        "id": "Batu yang memancarkan cahaya aneh. Hanya ada di bagian tertentu di Chasm. Komposisi dan asal muasalnya tidak diketahui. Memiliki sifat zat yang tidak biasa: Ketika jatuh, bentuknya tidak akan berubah dan belahannya akan tetap mengkilap. Batu jenis ini yang usianya lebih tua mungkin pernah jadi saksi pertempuran kuno yang dulu terjadi.\\nBatu-batu ini dapat ditukarkan dengan hadiah dalam event Jalur Berbahaya.",
        "jp": "不思議な光沢を秘めた石。層岩巨淵の特殊な場所にしか存在しない。その由来と成分は不明だが、変わった性質を持っている。形を保ったまま崩れ落ちたためか、その断面は磨かれた鏡のような輝きで物事を映し出している。長い歳月の中で、この石は当時の激しい戦いを目にしたかもしれない。\\nイベント「険路怪跡」期間中、報酬の交換に使える。",
        "kr": "기이한 색깔이 담긴 돌. 층암거연의 특정 지점에만 존재하며 출처와 성분을 알 수 없다. 그러나 떨어질 때의 형상이 그대로 남아 있으며 단면이 매끈매끈해 거울처럼 사물을 비출 수 있는 특이한 성질을 지니고 있다. 이 중 비교적 오래된 돌들은 아마 당시의 치열한 전투를 목격했으리라.\\n「위험한 길, 수상한 발자취」 이벤트 기간 동안 보물로 교환할 수 있다",
        "pt": "Uma pedra com uma aura estranha. Só pode ser encontrada em um lugar específico do Despenhadeiro, e tanto a sua origem como a sua composição são desconhecidas. No entanto, ela possui propriedades estranhas e únicas: quando caiu, manteve sua forma regular e sua seção transversal manteve o brilho lustroso original. É possível que essas pedras anciãs tenham vivido tempo suficiente para testemunhar as antigas batalhas do passado.\\nEssas pedras podem ser trocadas por tesouros durante o evento \"Trilha Perigosa\".",
        "ru": "Камень, излучающий странное сияние. Его можно найти только в определённой части Разлома. Природа и происхождение камня неизвестны, однако он обладает уникальными свойствами: при падении он сохранил правильную форму, а его поперечное сечение по-прежнему блестит как зеркало. Более древние из подобных камней, возможно, были свидетелями древней битвы.\\nЭти камни можно обменять на сокровища во время «Опасной тропы».",
        "th": "ก้อนหินที่มีความแวววาวประหลาดตา มีอยู่เฉพาะในจุดต่าง ๆ ใน Chasm เท่านั้น แม้ว่าจะไม่ทราบที่มาและองค์ประกอบของมัน แต่มันก็มีลักษณะที่แปลกประหลาด... เมื่อทรุดตัวมันยังคงรูปร่างปกติ และมีหน้าตัดเรียบที่สะท้อนเหตุการณ์ราวกับกระจก ในบรรดาหินเหล่านั้นที่มีอายุค่อนข้างเก่าแก่ บางทีมันเองก็อาจจะได้ร่วมเป็นพยานในสงครามดุเดือดในปีนั้นด้วย\\nสามารถใช้แลกสมบัติได้ ในช่วงกิจกรรม \"ร่องรอยพิศวงบนเส้นทางอันตราย\"",
        "vi": "Những viên đá có độ sáng kỳ lạ chỉ tồn tại ở những vị trí cá biệt trong Vực Đá Sâu, không rõ nguồn gốc và thành phần, nhưng có một đặc tính đặc biệt là hình dạng khi rơi xuống rất đều và mặt cắt khá nhẵn, phản chiếu mọi thứ như một tấm gương. Trong số đó, những viên đá lâu đời hơn có lẽ cũng đã từng chứng kiến trận chiến khốc liệt năm nào.\\nTrong thời gian \"Lộ Trình Nguy Hiểm\", có thể đổi lấy bảo vật."
    },
    "materialType": false
}