{
    "name": {
        "en": "Moonlit Bamboo Forest (II)",
        "de": "Bambuswald im Mondenschein II",
        "chs": "竹林月夜·二",
        "cht": "竹林月夜·二",
        "es": "El bosque de bambú a la luz de la luna (II)",
        "fr": "Forêt de bambou au clair de lune - Partie II",
        "id": "Rembulan Hutan Bambu (II)",
        "jp": "竹林月夜·2",
        "kr": "죽림월야·Ⅱ",
        "pt": "Floresta de Bambu Enluarada (II)",
        "ru": "Ночь в бамбуковом лесу II",
        "th": "ป่าไผ่ใต้แสงจันทร์ยามค่ำคืน-2",
        "vi": "Đêm Trăng Rừng Trúc II"
    },
    "id": 100574,
    "materialDesc": {
        "en": "As the moon slowly rises in the night sky, small-town boy meets bamboo-forest girl — but is he voyaging into the realm of the adepti, or setting foot in some monstrous trap?",
        "de": "Während der Mond langsam aufsteigt, begegnet der Junge aus dem Dorf einem Mädchen aus dem Bambuswald. Ist dies eine Reise zu den Adepten oder doch eine Falle böser Geister?",
        "chs": "明月渐升时分，出自山庄的少年与来自竹林的女子偶遇。是仙人的神游，或是妖鬼的陷阱？",
        "cht": "明月漸升時分，出自山莊的少年與來自竹林的女子偶遇。是仙人的神遊，或是妖鬼的陷阱？",
        "es": "Cuando la luna se eleva en el cielo nocturno, el muchacho se encuentra con una joven en el bosque de bambú. Pero ¿será ella una Adeptus, o se trata de una trampa urdida por algún monstruo?",
        "fr": "Le garçon fait la rencontre d'une fille dans la forêt de bambou pendant que la lune prend place dans le ciel nocturne. Ce lieu est-il la demeure d'un Adepte ou celui d'un guet-apens des forces du mal ?",
        "id": "Saat bulan perlahan semakin tinggi di angkasa, anak muda itu bertemu dengan seorang wanita dari hutan bambu —— tetapi, apakah dia telah melangkah memasuki dunia Adeptus, atau melangkah ke dalam perangkap monster?",
        "jp": "月が昇り、山荘の少年は竹林の女の子と出会った。彼女は仙人の幻影か、それとも妖怪の罠というのか？",
        "kr": "밝은 달이 떠오를 때 산장에서 온 소년은 대나무 숲에서 온 여자와 우연히 마주치게 된다. 이는 신선놀음일까 아니면 요괴의 함정일까?",
        "pt": "Ao anoitecer, o garoto da vila e a garota do bosque de bambu se encontraram. É uma viagem para o Adepti ou é uma armadilha dos espíritos malignos?",
        "ru": "В ночном небе медленно восходила яркая луна, а деревенский юноша повстречал в бамбуковой роще девушку. Но что это было? Его уносило в царство Адептов или он попал в западню злых сил?",
        "th": "เมื่อเวลาที่ดวงจันทร์ขึ้น ชายหนุ่มจากหมู่บ้านบนเขาบังเอิญพบกับหญิงสาวในป่าไผ่ หรือจะเป็นหลุมพรางของผีสาว?",
        "vi": "Vào thời khắc trăng nhô lên cao, thiếu niên đến từ sơn trang gặp gỡ người con gái nơi rừng trúc. Rốt cuộc sẽ là cõi mộng thần tiên hay cạm bẫy yêu ma đây?"
    },
    "materialType": "MATERIAL_QUEST"
}