{
    "name": {
        "en": "Moon Pie",
        "de": "Mondkuchen",
        "chs": "月亮派",
        "cht": "月亮派",
        "es": "Pastelillo de luna",
        "fr": "Tourte de lune",
        "id": "Moon Pie",
        "jp": "ムーンパイ",
        "kr": "달빛 파이",
        "pt": "Torta da Lua",
        "ru": "Лунный пирог",
        "th": "Moon Pie",
        "vi": "Bánh Trung Thu"
    },
    "id": 108165,
    "materialDesc": {
        "en": "A traditional staple from Mondstadt. Not only is the pickled meat within deeply flavorful, but the meringue has also maintained its sweetness and moisture through the baking process. This dish is not to be missed at any festival in Mondstadt.",
        "de": "Eine traditionelle Hauptmahlzeit aus Mondstadt. Das eingelegte Fleisch hat nicht nur einen kräftigen Geschmack. Nach dem Rösten entstehen Aromastoffe, die eine leichte Süße bringen. Auf Festen in Mondstadt darf diese Delikatesse nicht fehlen.",
        "chs": "蒙德的传统主食。腌制过的肉类不仅风味浓郁，经过酥皮的烘烤后，更保持了香甜与湿润。是蒙德节日不可缺少的组成部分。",
        "cht": "蒙德的傳統主食。醃漬過的肉類不僅風味濃郁，經過酥皮的烘烤後，更保持了香甜與濕潤。是蒙德節日不可缺少的組成部分。",
        "es": "Una comida típica de Mondstadt. La carne marinada es muy sabrosa y conserva su aroma y jugosidad incluso tras ser asada en el hojaldre. Se trata de un plato esencial en las festividades de Mondstadt.",
        "fr": "Un plat typique de Mondstadt. La viande marinée est très savoureuse et reste sucrée et juteuse après avoir été rôtie en pâte feuilletée. C'est un élément essentiel des festivités de Mondstadt.",
        "id": "Makanan pokok tradisional dari Mondstadt. Daging berbumbu yang memiliki rasa yang kuat, tetapi juga tetap manis dan lembap setelah dipanggang. Ini adalah hidangan yang wajib hadir di festival Mondstadt.",
        "jp": "モンド伝統の主食。漬けた肉は風味が強く、パイ生地で包んで焼き上げると甘くて肉汁がたっぷり。モンドの祝日には欠かせない一品。",
        "kr": "몬드의 전통 주식. 소금에 절인 고기는 진한 풍미를 풍긴다. 껍질을 굽고 나면 더욱 향기롭고 촉촉하다. 몬드의 명절에 빠질 수 없는 요리이다",
        "pt": "Um alimento básico tradicional de Mondstadt. A carne marinada é muito saborosa e depois de ser assada com massa folhada ficou doce e suculenta. É uma parte imperdível do Festival de Mondstadt.",
        "ru": "Мондштадтское традиционное блюдо. Маринованное мясо не только обладает терпким вкусом, но и, поджаренное на огне вместе со слоёным тестом, становится ещё более насыщенным и отдаёт влагу. Это обязательное яство на мондштадтских праздниках.",
        "th": "อาหารจานหลักที่สืบทอดกันมาของ Mondstadt เนื้อหมักที่ไม่เพียงแต่มีรสชาติเข้มข้น แต่ผิวที่ผ่านการอบจนกรอบนั้น ยิ่งทำให้คงความหวานและความชุ่มฉ่ำเอาไว้ได้ งานเทศกาลต่าง ๆ ใน Mondstadt ล้วนขาดสิ่งนี้ไปไม่ได้",
        "vi": "Món ăn chính truyền thống tại Mondstadt. Thịt tẩm ướp không chỉ đậm đà mà lớp vỏ bánh sau khi nướng vẫn giữ được vị ngọt thơm, không bị khô. Là món ăn không thể thiếu trong ngày lễ tết ở Mondstadt."
    },
    "materialType": "MATERIAL_FOOD"
}