{
    "name": {
        "en": "Moonlit Bamboo Forest (I)",
        "de": "Bambuswald im Mondenschein I",
        "chs": "竹林月夜·一",
        "cht": "竹林月夜·一",
        "es": "El bosque de bambú a la luz de la luna (I)",
        "fr": "Forêt de bambou au clair de lune - Partie I",
        "id": "Rembulan Hutan Bambu (I)",
        "jp": "竹林月夜·1",
        "kr": "죽림월야·Ⅰ",
        "pt": "Floresta de Bambu Enluarada (I)",
        "ru": "Ночь в бамбуковом лесу I",
        "th": "ป่าไผ่ใต้แสงจันทร์ยามค่ำคืน-1",
        "vi": "Đêm Trăng Rừng Trúc I"
    },
    "id": 100573,
    "materialDesc": {
        "en": "When a small-town boy looking to leave his sleepy hometown behind gets lost in a bamboo forest at sundown, what long-forgotten dreams will he encounter?",
        "de": "Ein Junge verlässt sein friedliches und dennoch unveränderliches Heimatdorf, um sich kurz darauf bei Sonnenuntergang in einem Bambuswald zu verirren. Was für traumhafte Dinge wird er wohl erleben?",
        "chs": "来自山庄的少年志在离开一成不变的家乡，却迷失在竹林夕照之间。他将遇到怎样的旧梦？",
        "cht": "來自山莊的少年志在離開一成不變的家鄉，卻迷失在竹林夕照之間。他將遇到怎樣的舊夢？",
        "es": "Un muchacho deja su aburrido pueblo natal y se pierde en un bosque de bambú durante el crepúsculo. ¿Con qué sueños antiguos soñará allí?",
        "fr": "Un garçon quitte sa petite bourgade paisible et se perd dans une forêt de bambou à la tombée de la nuit. Que lui réserve le destin ?",
        "id": "Saat seorang anak muda yang pergi dari desa kecil ini tersesat di hutan bambu di senja hari. Mimpi terlupakan apakah yang akan dia temui?",
        "jp": "何の変哲もない故郷から離れようとした山荘の少年が、夕日に照らされる竹林で迷子になった。彼を待っているのはどんな過去でしょう？",
        "kr": "산장에서 온 소년이 변하지 않는 고향을 떠나려고 하다 저녁에 대나무 숲에서 길을 잃는다. 그는 어떤 일을 겪게 될까?",
        "pt": "Um garoto que vem da vila decidiu deixar a sua terra imutável, mas resolveu por se perder num bosque de bambu. Quais sonhos antigos ele vai encontrar?",
        "ru": "Какие мечты былых дней повстречает юноша, который пожелал покинуть свою сонную горную деревушку и после захода солнца заплутал в бамбуковом лесу?",
        "th": "ชายหนุ่มผู้หนีออกจากบ้านเกิดอันแสนน่าเบื่อบนภูเขา แต่กลับต้องมาหลงทางอยู่ในป่าไผ่ เขาจะพบกับความฝันในอดีตแบบไหนกันนะ?",
        "vi": "Chàng thiếu niên đến từ sơn trang, từ khi rời khỏi quê hương, ý chí sắt đá chưa từng thay đổi, lại bị lạc giữa rừng trúc âm u. Anh ấy sẽ gặp phải giấc mộng cũ như thế nào đây?"
    },
    "materialType": "MATERIAL_QUEST"
}