{
    "name": {
        "en": "Mora Meat",
        "de": "Mora-Medaillon",
        "chs": "摩拉肉",
        "cht": "摩拉肉",
        "es": "Carne de Mora",
        "fr": "Viande-mora",
        "id": "Mora Meat",
        "jp": "モラミート",
        "kr": "모라육",
        "pt": "Carne de Mora",
        "ru": "Лепёшка «Мора»",
        "th": "Mora Meat",
        "vi": "Thịt Mora"
    },
    "id": 108093,
    "materialDesc": {
        "en": "A large hunk of minced meat packaged inside a pastry. When you split the pastry in two, minced meat spills out. The taste of meat grease is all but gone, and the baking process has brought out the sweetness of the pastry. Such pastries are usually stamped with the word \"Mora,\" all the better to represent wealth and fortune.",
        "de": "Ein Fladen mit großzügiger Hackfleischfüllung. Zunächst wird der Fladen aufgeschnitten und dann mit Hackfleischmasse gefüllt. Damit wird der starke Geschmack des Fleischs abgemildert und durch den aromatischen Fladen ergänzt. Das Mora-Symbol, das üblicherweise auf dem Fladen zu sehen ist, steht für Reichtum und Glück.",
        "chs": "包裹大块肉馅的饼食。将烧饼一分为二，夹入浓郁肉馅。既解去了肉的腻味，又烘托了饼的香甜。为图富贵如意的口彩，通常还会印上「摩拉」的图案。",
        "cht": "包裹大塊肉餡的餅食。將燒餅一分為二，夾入濃郁肉餡。既解去了肉的膩味，又烘托了餅的香甜。為圖富貴如意的口彩，通常還會印上「摩拉」的圖案。",
        "es": "Una gran ración de carne picada usada como relleno dentro de un pan. Si partes el pan en dos, la carne picada se desmorona. La carne no es grasienta y el pan, al hornearse, se ha endulzado. En el pan se suele estampar la imagen del Mora, lo que simboliza la riqueza y la buena fortuna.",
        "fr": "Un plat de viande en croûte dont la généreuse garniture s'échappe lorsqu'on le coupe. Le goût graisseux de la viande a disparu grâce à une cuisson parfaite et la pâte feuilletée est croustillante à souhait. Le symbole du mora est généralement apposé sur chaque tranche pour porter chance à celui qui en mangera.",
        "id": "Sepotong besar daging cincang dikemas di dalam kue. Saat kamu membelah dua kuenya, daging cincang di dalamnya tumpah keluar. Jika kamu mengabaikan rasa minyaknya dan hanya mengunyah daging cincang di dalamnya, kamu bisa merasakan manisnya. Kue seperti itu biasanya dicap dengan kata \"Mora\". Melambangkan kekayaan dan kemakmuran.",
        "jp": "肉たっぷりの焼餅。焼餅を二つに分けると、中にはジューシーな肉が挟まれている。肉の脂っこさはなく、焼餅の甘さがより際立つ一品。縁起のいい食べ物として、その表には「モラ」の模様がついていることが多い。",
        "kr": "큼직한 고기소를 싼 전병. 전병을 둘로 나눠 사이에 풍미로운 고기소를 넣었다. 고기의 느끼함을 잡고 전병의 달콤함도 부각시켰으며 재물을 기원하는 「모라」 문양이 찍혀있다",
        "pt": "Um grande pedaço de carne picada embalada dentro de uma massa. Quando se divide a massa em duas, a carne picada se derrama. O sabor da gordura da carne quase desapareceu, e o processo de cozimento trouxe à tona a doçura da massa. Tais massas são normalmente carimbadas com a palavra \"Mora\", o que representa melhor a riqueza e a fortuna.",
        "ru": "Надрезанная пополам хлебная лепёшка с мясной начинкой. Вкус жира почти не чувствуется, а особый рецепт запекания усиливает ароматность теста. Обычно на таких лепёшках ставят клеймо «Мора», чтобы придать блюду чувство роскоши и элитарности.",
        "th": "แซนด์วิชไส้เนื้อชิ้นใหญ่ แผ่นแป้งสองชิ้นประกบไส้เนื้อที่อัดแน่น ไม่เพียงแต่จะช่วยลดความเลี่ยนของเนื้อสัตว์เท่านั้น แต่ยังช่วยเพิ่มความหวานของแซนด์วิชอีกด้วย เพื่อให้ถูกใจกลุ่มคนที่มีฐานะดี บนขนมปังยังมักจะประทับตรา Mora ไว้อีกด้วย",
        "vi": "Bánh nhân thịt bằm. Chia bánh ra làm hai, kẹp thịt bằm vào. Nó không chỉ loại bỏ vị béo ngậy của thịt, mà còn tăng thêm vị ngọt và thơm của bánh. Để mang ý nghĩa phú quý như ý, người ta thường in lên bánh chữ Mora."
    },
    "materialType": "MATERIAL_FOOD"
}