{
    "name": {
        "en": "More-and-More",
        "de": "Nochvielmehr",
        "chs": "多多烧",
        "cht": "多多燒",
        "es": "Más y más",
        "fr": "Fourre-tout exquis",
        "id": "More-and-More",
        "jp": "お好み焼き",
        "kr": "다다야끼",
        "pt": "Mais e Mais",
        "ru": "Жареный тото",
        "th": "More-and-More",
        "vi": "Toto Nướng"
    },
    "id": 108334,
    "materialDesc": {
        "en": "A snack grilled on an iron plate. Water is added to flour and stirred into a slurry, vegetables and meat are added, and the mix is grilled well on an iron plate before taking on a splash of sauce and a sprinkle of dried bonito flakes. This tastes delicious no matter how many ingredients one adds, and indeed it makes people feel like \"the more ingredients, the merrier,\" hence the dish's name.",
        "de": "Ein Snack, der auf einer Eisenplatte gegrillt wird. Wasser wird zu Mehl gegeben und zu einem Brei verrührt, Gemüse und Fleisch werden hinzugefügt und die Mischung wird auf einer Eisenplatte gut gegrillt, bevor sie einen Spritzer Soße und einen Spritzer getrocknete Bonitoflocken annimmt. Das schmeckt köstlich, egal wie viele Zutaten man hinzufügt, und tatsächlich hat man das Gefühl „je mehr, desto besser“, daher der Name des Gerichts.",
        "chs": "铁板烧制的小吃。将面粉加水搅拌成浆，再加入蔬菜与肉，在铁板上烤熟，最后撒上酱汁与鲣鱼干。不管加入多少食材都能做得很好吃，反倒让人觉得多多益善，因此得名多多烧。",
        "cht": "鐵板燒製的小吃。將麵粉加水攪拌成漿，再加入蔬菜與肉，在鐵板上烤熟，最後撒上醬汁與柴魚片。不管加入多少食材都能做得很好吃，反倒讓人覺得多多益善，因此得名多多燒。",
        "es": "Un aperitivo hecho a la plancha. La harina se disuelve en agua, se añaden las verduras y la carne y se hacen a la plancha. Por último, se agrega la salsa y las láminas de bonito seco. Por muchos ingredientes que pongas, seguirá estando delicioso, lo que evoca la idea de “cuanto más, mejor”. De ahí el nombre de este plato.",
        "fr": "Un encas préparé sur une plaque chauffante. La farine est mélangée à de l'eau pour obtenir une pâte, à laquelle des légumes et de la viande sont ajoutés. Le tout est cuit sur une plaque pour être ensuite agrémenté de sauce et de flocons de bonite séchée. Le fait que cette recette donne toujours un résultat délicieux peu importe le nombre d'ingrédients impliqués explique le nom que l'on donne à ce plat.",
        "id": "Camilan yang dipanggang di plat besi besar (teppan). Campurkan air dan tepung hingga menjadi adonan, tambahkan sayuran dan daging, lalu panggang sampai matang di atas plat besi. Terakhir, sirami saus dan taburkan cakalang kering. Tidak peduli berapa banyak bahan yang dimasukkan, rasanya pasti tetap lezat dan memang membuat orang merasakan kelezatan yang melimpah ruah. Karena itulah camilan ini dinamakan \"More-and-More\".",
        "jp": "鉄板で焼き上げた食べ物。小麦粉に水を加えてよく混ぜ合わせ、野菜と肉を加えた後、鉄板で焼く。最後はソースと鰹節を上に散らす。食材をいくら入れても美味しい。多く入れば入れるほど美味しくなるため、お好み焼きという名になった。",
        "kr": "철판구이 요리. 밀가루에 물을 부어 골고루 섞은 후, 채소와 고기를 얹어 철판에 익힌다. 마지막으로 소스와 가다랑어포를 뿌리면 완성. 식자재를 아무리 많이 넣어도 맛있는 요리가 만들어질 뿐만 아니라 오히려 다다익선이라는 단어를 연상케 한다. 이러한 이유로 다다야끼라고 불리고 있다",
        "pt": "Um lanche grelhado em uma chapa de ferro. Água é adicionada à farinha e misturada em uma pasta, vegetais e carne são adicionados, e a mistura é bem grelhada em uma placa de ferro, antes de receber um pouco de molho e uma pitada de flocos de atum-bonito seco. O gosto é delicioso, não importa quantos ingredientes sejam adicionados e, de fato, faz as pessoas sentirem \"quanto mais, melhor\", daí o nome do prato.",
        "ru": "Закуска, приготовленная на тэппане. Мука смешивается с водой. В получившуюся массу добавляют овощи и мясо, готовят на тэппане, поливают соусом и посыпают сушёной рыбой. Сколько бы ингредиентов ни было добавлено, это всегда вкусно, что, в свою очередь, создаёт впечатление, что больше - значит лучше.",
        "th": "อาหารว่างที่ย่างบนกระทะร้อน ผสมแป้งกับน้ำให้เข้ากันจนเป็นน้ำแป้งข้น ๆ จากนั้นใส่ผักและเนื้อสัตว์ลงไป แล้วน้ำไปย่างบนกระทะเหล็กร้อน ๆ สุดท้ายโรยหน้าด้วยซอสและแผ่นปลาโอแห้ง ไม่ว่าจะใส่เครื่องเยอะเท่าไรก็อร่อย ตรงกันข้ามกลับทำให้คนรู้สึกว่ายิ่งเยอะยิ่งอร่อย จึงเป็นที่มาของชื่อ More-and-More",
        "vi": "Món ăn vặt được nướng trên chảo thép. Cho nước vào bột mì và khuấy lỏng, sau đó thêm rau cải và thịt, rồi cho lên chảo nướng chín, sau cùng rưới sốt và một ít cá khô lên trên. Bất luận cho bao nhiêu nguyên liệu cũng đều rất ngon, làm cho người ta có cảm giác càng nhiều càng ngon, vì vậy mà có tên Toto Nướng."
    },
    "materialType": "MATERIAL_FOOD"
}