{
    "name": {
        "en": "Mountain Date Wood",
        "de": "Bergdattel-Holz",
        "chs": "刺葵木",
        "cht": "刺葵木",
        "es": "Madera de palmera",
        "fr": "Bois de palmier-dattier",
        "id": "Mountain Date Wood",
        "jp": "ヤシ材",
        "kr": "산대추야자 원목",
        "pt": "Madeira de Palmeira",
        "ru": "Финиковая пальма",
        "th": "ไม้ Mountain Date",
        "vi": "Gỗ Chà Là"
    },
    "id": 101316,
    "materialDesc": {
        "en": "Wood of the Mountain Date Tree. Although it neither feels special to touch nor possesses a special texture, it retains water exceedingly well and is thus easy to grow.\\nCan be used to create furnishings.",
        "de": "Das Holz des Bergdattel-Baumes. Es verfügt über keine hervorragende Textur oder Maserung, kann aber sehr gut Wasser aufnehmen und ist deshalb einfach zu pflegen.\\nKann zum Herstellen von Dekoration verwendet werden.",
        "chs": "「刺葵树」出产的木材，虽然没有优秀的质感和纹理，但锁水能力极强，便于维护。\\n可用于制作摆设。",
        "cht": "「刺葵樹」出產的木材，雖然沒有優秀的質感和紋理，但鎖水能力極強，便於維護。\\n可用於製作擺設。",
        "es": "Madera obtenida de palmeras. Aunque su apariencia y textura no sean muy llamativas, es capaz de almacenar grandes cantidades de agua y su mantenimiento no conlleva muchas complicaciones.\\nPuede utilizarse para fabricar decoraciones.",
        "fr": "Bois obtenu à partir de palmier-dattier. Bien qu'il n'ait pas de texture spéciale ni n'offre de sensation particulière au toucher, il retient très bien l'eau et est donc facile à cultiver.\\nPeut être utilisé pour fabriquer des décorations.",
        "id": "Kayu Pohon Mountain Date. Meskipun tidak terasa istimewa saat disentuh atau memiliki tekstur khusus, kayu ini dapat menahan air dengan sangat baik dan dengan demikian menjadikannya mudah untuk dirawat.\\nDapat digunakan untuk membuat perabotan.",
        "jp": "「シンノウヤシ」から生産される木材。優れた質感や模様を持つわけではないが、水分を保つ性質があるため、メンテナンスしやすい。\\n調度品の製作に使うことができる。",
        "kr": "「산대추야자」에서 얻어낸 목재. 질감과 무늬가 뛰어나진 않지만 수분 보유력이 탁월하여 쉽게 가꿀 수 있다.\\n장식 제작용으로 사용할 수 있다",
        "pt": "Madeira da \"Árvore de Palmeira\". Apesar de não ter texturas e padrões excelentes, retém bem a água e é de fácil manutenção. \\nPode ser usada para fazer Decorações.",
        "ru": "Древесина, полученная из финиковой пальмы. Не отличается красивым узором или интересной текстурой, зато прекрасно умеет удерживать влагу и легка в уходе.\\nСлужит для изготовления декора.",
        "th": "ไม้ที่ได้จาก \"ต้น Mountain Date\" แม้จะไม่ได้มีเนื้อสัมผัสหรือลวดลายที่ดีเยี่ยม แต่ก็มีความสามารถในการกักเก็บน้ำสูง\\nสามารถนำมาใช้สร้างเฟอร์นิเจอร์ได้",
        "vi": "Gỗ từ Cây Chà Là, tuy không có kết cấu và đường vân quá xuất sắc, nhưng lại có khả năng giữ nước mạnh và dễ bảo dưỡng.\\nCó thể sử dụng để làm đồ trang trí."
    },
    "materialType": "MATERIAL_WOOD"
}