{
    "name": {
        "en": "Mountain of Festive Gifts",
        "de": "„Berg der Festtagsgeschenke“",
        "chs": "「庆节嘉趣礼如山」",
        "cht": "「慶節嘉趣禮如山」",
        "es": "Montaña de regalos festivos",
        "fr": "Montagne de cadeaux de fête",
        "id": "Tumpukan Hadiah Festival",
        "jp": "「山の如く奉呈で佳節を祝す」",
        "kr": "「산처럼 쌓인 선물」",
        "pt": "Montanha de Presentes Festivos",
        "ru": "Гора праздничных подарков",
        "th": "\"กองของขวัญเทศกาล\"",
        "vi": "Núi Quà Mừng Lễ"
    },
    "id": 393134,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Mountain of Festive Gifts.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Berg der Festtagsgeschenke“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『庆节嘉趣礼如山』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『慶節嘉趣禮如山』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Montaña de regalos festivos.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la montagne de cadeaux de fête.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Tumpukan Hadiah Festival\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『山の如く奉呈で佳節を祝す』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「산처럼 쌓인 선물」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Montanha de Presentes Festivos\"\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Гора праздничных подарков».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"กองของขวัญเทศกาล\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Núi Quà Mừng Lễ\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}