{
    "name": {
        "en": "Mudra of the Malefic General",
        "de": "Mudra des grimmigen Generals",
        "chs": "凶将之手眼",
        "cht": "凶將之手眼",
        "es": "Mudra de la Shogun implacable",
        "fr": "Mudra du général maléfique",
        "id": "Mudra of the Malefic General",
        "jp": "凶将の手眼",
        "kr": "흉장의 수안",
        "pt": "Mudra da Shogun Maléfica",
        "ru": "Мудра зловещего генерала",
        "th": "Mudra of the Malefic General",
        "vi": "Thủ Ấn Hung Tướng"
    },
    "id": 113032,
    "materialDesc": {
        "en": "A puppet joint obtained from the Plane of Euthymia. The gesture here symbolizes the concept that \"one sees and one does.\"\\nEven now that \"she\" has become a calamitous deity, she can still utilize such transcendent gestures, her sword flashing forth as swiftly as her eyes may see.\\nAnd yet, as the countless disasters ground on for far too long, the baleful general's shell had to embrace a new spring.",
        "de": "Ein Puppengelenk, das du in den utopischen Gefilden erhalten hast. Die Geste symbolisiert das Konzept „man sieht und man handelt“.\\nSelbst jetzt, da „sie“ eine Gottheit des Unheils geworden ist, kann sie immer noch solche transzendenten Gesten einsetzen. Und ihr Schwert blitzt so schnell auf, wie ihre Augen sehen können.\\nJedoch, als die zahllosen Katastrophen viel zu lange andauerten, konnte die Hülle des unheilvollen Generals nicht anders, als einen neuen Frühling zu umarmen.",
        "chs": "从净土中取回来的人偶关节，这一部分乃是象征着「所见即所为」的手眼造型。\\n已经化做祸神的「她」，同样可以驾驭此等手眼神通。目光所见之瞬间，便已斩出一刀。\\n然而万劫太过久远，凶将之骸亦得春生。",
        "cht": "從淨土中取回來的人偶關節，這一部分乃是象徵著「所見即所為」的手眼造型。\\n已經化做禍神的「她」，同樣可以駕馭此等手眼神通。目光所見之瞬間，便已斬出一刀。\\n然而萬劫太過久遠，凶將之骸亦得春生。",
        "es": "Una parte del cuerpo de una marioneta obtenida en el plano de la eutimia. El gesto que tiene simboliza el concepto de “lo que uno ve y hace”.\\nElla puede seguir usando estos gestos trascendentales incluso ahora que se ha convertido en una diosa del desastre. En cuanto divisa algo, ejecuta un rápido tajo con su espada.\\nY, aun así, tras muchos desastres ocurridos a lo largo del tiempo, la carcasa de la implacable Shogun tuvo que volver a renacer.",
        "fr": "Une articulation de marionnette obtenue dans le plan euthymique. Son geste représente le concept de ce que l'on voit et de ce que l'on fait.\\nMême maintenant qu'« elle » est devenue une divinité calamiteuse, elle peut toujours utiliser des gestes aussi transcendants, son épée jaillissant à la vitesse du regard.\\nEt pourtant, alors que d'innombrables désastres faisaient rage depuis bien trop longtemps, la carapace du général féroce dut embrasser un nouveau printemps.",
        "id": "Sendi boneka yang didapatkan dari Plane of Euthymia. Bagian ini menggambarkan konsep \"melakukan apa yang dilihat\".\\nBahkan saat \"dia\" telah menjadi dewa kehancuran, dia tetap bisa menggunakan gerakan seperti itu, dengan pedang yang melesat secepat mata berkedip.\\nNamun karena bencana yang berlangsung terus menerus, cangkang sang jenderal yang ganas pun harus bersemi kembali.",
        "jp": "浄土から取り出した人形の関節。「見たままを形にする」という概念を象徴している。\\n禍神となった今も「彼女」はこの手眼を操ることができ、視界が捉えた一瞬の間に、一太刀を放つ。\\nしかし万劫はあまりに遠く、凶将の骸も春を迎えねばならなかった。",
        "kr": "정토에서 가지고 온 인형의 관절. 이 부분은 「보이는 대로」를 상징하는 수안(手眼) 모양이다.\\n「그녀」는 재앙신으로 변했어도 수안의 신통력을 제어할 수 있다. 눈빛이 향하는 순간 검은 이미 휘두른 뒤다.\\n만겁은 길었고, 흉장(凶将)의 뼈도 다시 봄날을 맞게 되었다",
        "pt": "Uma parte do corpo de uma marionete obtida no Plano da Eutimia. O gesto aqui simboliza o conceito de \"um vê e um faz\".\\nMesmo tendo \"ela\" se tornado a Deusa do Desastre, ainda pode utilizar tais gestos transcendentais, e sua espada pode brilhar assim como seus olhos podem ver.\\nAinda assim, os incontáveis desastres se prolongaram por muito tempo, e a carcaça da feroz general teve que abraçar uma nova primavera.",
        "ru": "Деталь марионетки, добытая из Царства эвтюмии. Жест здесь символизирует концепцию «видеть и делать».\\nДаже теперь, когда «она» превратилась в божество бедствий, она может использовать трансцендентные жесты и воспламенять меч в мгновение ока.\\nВсё же бесчисленные бедствия продолжались слишком долго - и оболочка свирепого генерала вынуждена была принять новую весну.",
        "th": "ข้อต่อของหุ่นเชิดที่ได้มาจากดินแดนแห่งใจที่บริสุทธิ์ ชิ้นส่วนนี้เป็นรูปทรงฝ่ามือติดดวงตาที่สื่อความหมายว่า \"การมองเห็นเท่ากับกระทำในทันที\"\\nเธอผู้ที่ได้กลายเป็นเทพแห่งความหายนะ ยังสามารถควบคุมพลังของมือและตาเช่นนั้นได้ ชั่วพริบตาที่ดวงตาตวัดมอง คมดาบของเธอก็จะพุ่งสะบั้นออกไปอย่างรวดเร็ว\\nอย่างไรก็ตาม ภัยพิบัตินับไม่ถ้วนนั้นเกิดขึ้นเมื่อนานแสนนานมาแล้ว ร่างของเทพแห่งความหายนะจึงต้องถือกำเนิดขึ้นอีกครั้ง",
        "vi": "Bộ phận của con rối mang về từ Tịnh Thổ, phần này là hình bàn tay và mắt tượng trưng cho \"mắt thấy tay làm\".\\nNgay cả khi đã biến thành vị thần tai ương, \"cô ấy\" vẫn có thể cưỡi trên đôi bàn tay này. Khoảnh khắc đôi mắt nhìn thấy, đã vung ra một nhát đao.\\nThế nhưng vạn kiếp quá dài, cốt tủy của hung tướng cũng đã mang bộ dạng mới."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}