{
    "name": {
        "en": "Multi-Arched Mondstadt Building",
        "de": "Gebäude mit mehreren Bögen (Mondstadt)",
        "chs": "多重拱门的蒙德建筑",
        "cht": "多重拱門的蒙德建築",
        "es": "Edificio de Mondstadt con arcos",
        "fr": "Bâtiment mondstadtois à trois arches",
        "id": "Gedung Mondstadt dengan Banyak Lengkungan",
        "jp": "アーチ門を複数持つモンド建築",
        "kr": "다중 아치문 몬드풍 건축물",
        "pt": "Prédio de Mondstadt com Vários Arcos",
        "ru": "Арочный дом Мондштадта",
        "th": "อาคาร Mondstadt แบบหลายคูหา",
        "vi": "Kiến Trúc Mondstadt Nhiều Mái Vòm"
    },
    "id": 390201,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Multi-Arched Mondstadt Building.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Gebäude mit mehreren Bögen (Mondstadt)“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「多重拱门的蒙德建筑」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「多重拱門的蒙德建築」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Edificio de Mondstadt con arcos.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du bâtiment mondstadtois à trois arches.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Gedung Mondstadt dengan Banyak Lengkungan\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「アーチ門を複数持つモンド建築」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「다중 아치문 몬드풍 건축물」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Prédio de Mondstadt com Vários Arcos.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Арочный дом Мондштадта».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"อาคาร Mondstadt แบบหลายคูหา\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Kiến Trúc Mondstadt Nhiều Mái Vòm\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}