{
    "name": {
        "en": "Mushroom Pizza",
        "de": "Pilzza",
        "chs": "烤蘑菇披萨",
        "cht": "烤蘑菇披薩",
        "es": "Pizza de champiñones",
        "fr": "Pizza aux champignons",
        "id": "Mushroom Pizza",
        "jp": "キノコピザ",
        "kr": "버섯피자",
        "pt": "Pizza de Cogumelos",
        "ru": "Грибная пицца",
        "th": "Mushroom Pizza",
        "vi": "Pizza Nấm Rơm Nướng"
    },
    "id": 108042,
    "materialDesc": {
        "en": "A pizza covered in cheese and mushrooms. When still warm, the cheese becomes stretchy and gooey, making it extremely satisfying to eat.",
        "de": "Eine Pizza voll mit Champignons und Käse. Solange sie heiß ist, ist der Käse geschmolzen und zieht appetitlich lange Fäden, die regelrecht süchtig machen.",
        "chs": "铺满蘑菇和奶酪的薄饼。热的时候奶酪可以拉出细长的丝，大口咬下去很过瘾。",
        "cht": "鋪滿蘑菇和乳酪的薄餅。熱的時候乳酪可以拉出細長的絲，大口咬下去很過癮。",
        "es": "Una pizza con queso y champiñones. Cuando todavía está caliente, el queso derretido da una gran sensación de satisfacción.",
        "fr": "Une pizza couverte de champignons et de fromage fondant. Ce dernier s'étire quand la pizza est encore chaude. Quelques parts suffiront à satisfaire votre estomac.",
        "id": "Pizza dengan topping jamur dan keju. Saat disajikan hangat-hangat, lelehan kejunya bisa digigit sampai panjang, membuat yang memakannya menjadi lebih puas dan terasa nikmat.",
        "jp": "キノコとチーズを敷き詰めたピザ。熱いうちはチーズが細長い糸を引ける。ガブリと食べると止まらなくなる。",
        "kr": "버섯과 치즈 토핑이 가득 올려진 피자. 따뜻할 때 먹으면 치즈가 쭉쭉 늘어난다. 한입 크게 물면 아주 환상적이다",
        "pt": "Uma pizza coberta de queijo e cogumelos. Quando ainda está quente, o queijo derretido dá uma grande sensação de satisfação.",
        "ru": "Пицца с грибами и сыром. Возьмите кусок и наслаждайтесь тем, как за ним аппетитно тянется плавленый сыр.",
        "th": "พิซซ่าหน้าชีสและเห็ด ตอนที่ยังอุ่นอยู่ชีสจะยืดยาว ทำให้รู้สึกดีที่ได้กินมันอย่างมาก",
        "vi": "Bánh nướng từ phô mai và nấm rơm. Khi nóng phô mai có thể kéo thành sợi, ăn một miếng to rất đã."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}