{
    "name": {
        "en": "\"Mushounin\" Script",
        "de": "Skript für „Mushounin“",
        "chs": "《无生忍》台本",
        "cht": "《無生忍》劇本",
        "es": "Guion de «Mushounin» (III)",
        "fr": "Script de « Mushounin »",
        "id": "Naskah \"Mushounin\"",
        "jp": "『無生忍』台本",
        "kr": "《무생인》 대본",
        "pt": "Roteiro de \"Mushounin\"",
        "ru": "Сценарий «Мусёнин»",
        "th": "สคริปต์ \"Mushounin\"",
        "vi": "Kịch Bản \"Mushounin\""
    },
    "id": 101781,
    "materialDesc": {
        "en": "A new film script that Xavier finished overnight, much thicker than his last one.\\nThe willpower one can harness to achieve a goal is truly amazing.",
        "de": "Xaviers über Nacht neu geschriebenes Filmskript. Es ist deutlich dicker als das vorherige.\\nWenn man sich ein Ziel gesetzt hat, hat man eine erschreckende Willenskraft.",
        "chs": "泽维尔连夜写出的新映影台本，比上一部映影台本厚得多。\\n人一旦有了目标，真的会爆发出恐怖的意志力。",
        "cht": "澤維爾連夜寫出的新映影劇本，比上一部映影劇本厚得多。\\n人一旦有了目標，真的會爆發出恐怖的意志力。",
        "es": "El guion kinográfico que Xavier se pasó toda la noche escribiendo, mucho más grueso que el anterior.\\nCuando tienen un objetivo fijado, la fuerza de voluntad de algunas personas puede ser aterradora.",
        "fr": "Un nouveau script de film que Xavier a terminé d'écrire en une nuit, bien plus conséquent que son précédent.\\nLa volonté dont on peut faire preuve pour accomplir son objectif est très impressionnante.",
        "id": "Naskah film baru Xavier yang ditulisnya dalam waktu semalam saja. Naskah ini jauh lebih tebal daripada naskah film terakhir.\\nJika seseorang sudah memiliki tujuan, dia akan menyemburkan api tekad yang menakutkan.",
        "jp": "グザヴィエが徹夜で書き上げた新しい映影の台本。前回よりずっと分厚い。\\n目標ができると、人は恐ろしいほどの意志の強さを発揮するものである。",
        "kr": "자비에가 밤새도록 작성한 새로운 활동 사진 대본. 전편보다 훨씬 두껍다. \\n목표가 생긴 사람의 의지력은 정말 무시무시하다",
        "pt": "Um novo roteiro de filme que Xavier escreveu em uma noitee. É significativamente mais grosso que o anterior.\\nA força de vontade que nasce quando você quer atingir um objetivo é realmente incrível.",
        "ru": "Новый сценарий фильма, который Ксавье закончил за ночь, гораздо толще предыдущего.\\nСила воли, которую человек может использовать для достижения цели, поистине удивительна.",
        "th": "สคริปต์ภาพยนตร์ที่ Xavier เขียนติดต่อกันมาหลายคืน ซึ่งหนากว่าสคริปต์ภาพยนตร์เล่มก่อนมาก\\nพอผู้คนมีเป้าหมาย จะสามารถระเบิดความมุ่งมั่นอันน่าสะพรึงกลัวออกมาได้จริง ๆ",
        "vi": "Kịch bản mới mà Xavier đã viết xuyên đêm, dày hơn nhiều so với kịch bản bộ phim lần trước.\\nCon người một khi đã có mục tiêu thì sẽ thật sự bùng nổ sức mạnh ý chí đáng sợ."
    },
    "materialType": "MATERIAL_QUEST"
}