{
    "name": {
        "en": "Mushroom Hodgepodge",
        "de": "Gemischte Pilzplatte",
        "chs": "杂菇荟萃",
        "cht": "雜菇薈萃",
        "es": "Surtido de champiñones",
        "fr": "Mélangé de champignons",
        "id": "Mushroom Hodgepodge",
        "jp": "山盛りキノコ",
        "kr": "모둠 버섯",
        "pt": "Panelão de Cogumelos",
        "ru": "Грибное ассорти",
        "th": "Mushroom Hodgepodge",
        "vi": "Nấm Thập Cẩm"
    },
    "id": 108404,
    "materialDesc": {
        "en": "An Aranara-style dish that Paimon has drained her brain juice dry to improve. But in fact, it only requires a few common mushrooms from Sumeru, along with some extra seasonings. Paimon selected three types of mushrooms, and they were prepared and then cooked in a simple way, but the texture and flavor aren't bad at all.",
        "de": "Gegrillte Pilze nach Aranara-Art, deren Rezept Paimon nach vielen Gedanken verfeinert hat. Paimons Rezept unterscheidet sich in der Tat nicht allzu sehr von den gegrillten Pilzen, die man üblicherweise in Sumeru findet. Darin gibt es nur etwas mehr Würze. Ausgewählt sind drei verschiedene Pilze, die auf geeignete Weise zubereitet werden sollten. Dieses Gericht hat einen besonderen Duft und Geschmack.",
        "chs": "经过派蒙苦思冥想改良后的兰那罗烧菇，其实也就是市面上常见的须弥烧菇多加了点调味料。选用三种不同蘑菇，经过适当处理，用简单的手法就能烹饪而成，口感和香味均有可取之处。",
        "cht": "經過派蒙苦思冥想改良後的蘭那羅燒菇，其實也就是市面上常見的須彌燒菇多加了點調味料。選用三種不同蘑菇，經過適當處理，用簡單的手法就能烹飪而成，口感和香味均有可取之處。",
        "es": "Unos champiñones típicos aranara que Paimon ha refinado minuciosamente, pero que en realidad se pueden encontrar en el mercado con más condimentos. Se mezclan tres tipos de champiñones diferentes, debidamente procesados y cocinados de forma sencilla, con un sabor y aroma apetecibles.",
        "fr": "Un plat aux champignons aranarien typique. Paimon s'est creusé la tête pour essayer d'améliorer ce plat qui ne consiste à la base que de quelques champignons communs de Sumeru et d'assaisonnements en grande quantité. On le prépare en sélectionnant puis en travaillant trois types de champignons différents que l'on finit par faire cuire simplement. Sa texture et son goût sont plus qu'acceptables.",
        "id": "Hidangan jamur panggang bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya ini hanya hidangan jamur biasa yang ditambah sedikit bumbu saja. Hidangan ini berisi tiga jenis jamur berbeda dan disiapkan dengan cara yang benar. Bisa dimasak dengan cara yang sederhana dan menghasilkan tekstur serta rasa yang lezat.",
        "jp": "パイモンが目を瞑り、長いこと思い悩んだ末に改良したアランナラのキノコ料理だが、市場でよく見られるスメールのキノコ料理に少し調味料を足しただけのもののようである。三種類のキノコを適切に加工し、シンプルな方法で調理。そうすれば、よい口当たりと香りのハーモニーが生まれる。",
        "kr": "페이몬이 고심 끝에 개량한 아란나라의 버섯구이. 실상은 시중에서 흔히 보이는 수메르 버섯구이에 조미료를 첨가한 것이다. 세 종류의 서로 다른 버섯을 골라 적절히 손질한 다음 간단한 방법으로 요리하면 식감과 풍미 모두 잡을 수 있다",
        "pt": "Um prato típico Aranara que Paimon quebrou a cabeça para melhorar. É um prato que pode ser encontrado no mercado com alguns temperos adicionais. Paimon selecionou três cogumelos diferentes, e eles foram preparados e depois cozidos de forma simples, mas a textura e o sabor são bem apetitosos.",
        "ru": "Грибное ассорти аранар, улучшенное стараниями Паймон. Хотя на самом деле это обычные жареные грибы, которые подают в любом ресторанчике Сумеру, просто чуть щедрее сдобренные приправами. В этом блюде используется три вида грибов: после тщательной обработки их достаточно слегка обжарить, и ассорти готово! Прекрасный вкус и неповторимый аромат.",
        "th": "เห็ดย่างสไตล์ Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา ซึ่งแท้จริงแล้วมันก็แค่เห็ดย่างเพิ่มเครื่องปรุงรสเล็กน้อยที่พบเห็นได้ทั่วไปในเมือง Sumeru โดยคัดสรรจากเห็ดสามชนิด ผ่านการปรุงสุกด้วยวิธีการง่าย ๆ ทั้งรสชาติและกลิ่นหอมต่างลงตัวกันอย่างสมบูรณ์แบบ",
        "vi": "Món nấm nướng kiểu Aranara đã được Paimon vắt óc suy nghĩ để cải thiện, thực ra cũng là món nấm nướng Sumeru bán ở chợ nhưng cho thêm một ít gia vị. Chọn ba loại nấm khác nhau, xử lý qua rồi dùng cách làm đơn giản để chế biến thành, khẩu vị và hương thơm đều rất tuyệt."
    },
    "materialType": "MATERIAL_FOOD"
}