{
    "name": {
        "en": "Musing Tawny Tapestry",
        "de": "„Unergründlich brauner Teppich“",
        "chs": "「椰褐般深沉之纹」",
        "cht": "「椰褐般深沉之紋」",
        "es": "Alfombra café coco",
        "fr": "Tapisserie fauve inspirante",
        "id": "Karpet Coklat Tua",
        "jp": "「茶色がかった深みある模様」",
        "kr": "「야자처럼 짙은 무늬」",
        "pt": "\"Bordado Castanho Profundo\"",
        "ru": "Вдохновляющий коричневый гобелен",
        "th": "\"ลวดลายหนักแน่นสีเปลือกมะพร้าว\"",
        "vi": "Hoa Văn Trầm Ấm"
    },
    "id": 382307,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Musing Tawny Tapestry.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Unergründlich brauner Teppich“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『椰褐般深沉之纹』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『椰褐般深沉之紋』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Alfombra café coco.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la tapisserie fauve inspirante.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Diagram yang berisi langkah-langkah untuk membuat \"Karpet Coklat Tua\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『茶色がかった深みある模様』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「『야자처럼 짙은 무늬』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Bordado Castanho Profundo\".\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Вдохновляющий коричневый гобелен».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ลวดลายหนักแน่นสีเปลือกมะพร้าว\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Hoa Văn Trầm Ấm\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}