{
    "name": {
        "en": "Mysterious Fatui Letter",
        "de": "Rätselhafter Brief der Fatui",
        "chs": "神秘的愚人众信件",
        "cht": "神秘的愚人眾信件",
        "es": "Carta Fatui misteriosa",
        "fr": "Mystérieuse lettre des Fatui",
        "id": "Surat dari Fatui Misterius",
        "jp": "謎に満ちたファデュイの手紙",
        "kr": "수상한 우인단의 편지",
        "pt": "Carta Fatui Misteriosa",
        "ru": "Письмо загадочного Фатуи",
        "th": "จดหมายจาก Fatui ลึกลับ",
        "vi": "Thư Của Fatui Thần Bí"
    },
    "id": 120161,
    "materialDesc": {
        "en": "A letter you found after defeating a Fatui Agent you came across. Why would he carry this with him, though?",
        "de": "Ein Brief, der nach dem Sieg über einen zufällig getroffenen Schuldeneintreiber der Fatui gefunden wurde. Aus unbekannten Gründen nahm er diesen Brief mit.",
        "chs": "击败偶然发现的愚人众债务处理人后找到的信件，不知为何会被他带在身上。",
        "cht": "擊敗偶然發現的愚人眾債務處理人後找到的信件，不知為何會被他帶在身上。",
        "es": "Una carta que descubriste al derrotar al Recaudador Fatui con el que te topaste. Aún te preguntas por qué llevaría encima algo así.",
        "fr": "Une lettre que vous avez obtenue par hasard après avoir vaincu un Usurier des Fatui. Qu'est-ce qu'il faisait en sa possession ?",
        "id": "Surat yang tiba-tiba kamu dapatkan dari Fatui Agent setelah kamu kalahkan. Tapi kenapa surat ini bisa ada di tangannya?",
        "jp": "偶然会ったファデュイのデットエージェントを倒した後に見つけた手紙。なぜ彼が持ち運んでいたのだろうか。",
        "kr": "우연히 마주친 우인단 채무 처리인을 처치한 후 찾은 편지. 왜 그가 가지고 있었던 건지는 모른다",
        "pt": "Uma carta que você encontrou depois de derrotar um Agente de Dívidas dos Fatui. Você não sabe porque ele estava com ela.",
        "ru": "Письмо, которое вы случайно получили от побеждённого агента Фатуи. Зачем оно ему?",
        "th": "จดหมายที่ได้รับหลังจากเอาชนะ Fatui Agent ที่พบเจอโดยบังเอิญ ไม่รู้ว่าทำไมเขาถึงพกติดตัวเอาไว้",
        "vi": "Lá thư phát hiện được sau khi đánh bại Người Xử Lý Nợ Fatui vô tình gặp phải, không biết tại sao hắn đem theo bên mình."
    },
    "materialType": "MATERIAL_QUEST"
}