{
    "name": {
        "en": "Mysterious Mechanical Part",
        "de": "Merkwürdige Vorrichtungsteile",
        "chs": "神秘的机关零件",
        "cht": "神秘的機關零件",
        "es": "Componente de mecanismo misterioso",
        "fr": "Pièces mécaniques mystérieuses",
        "id": "Bagian Mesin yang Misterius",
        "jp": "不思議な部品",
        "kr": "신비한 장치의 부품",
        "pt": "Peça do Mecanismo Misterioso",
        "ru": "Таинственная деталь механизма",
        "th": "ชิ้นส่วนกลไกลึกลับ",
        "vi": "Linh Kiện Cơ Quan Thần Bí"
    },
    "id": 100819,
    "materialDesc": {
        "en": "A rarely seen device that seems to have some special purpose. Try fitting it into a suitable environment.",
        "de": "Ein selten gesehenes Gerät, das irgendeine Art besonderen Nutzen zu haben scheint. Versuche, es in eine passende Umgebung einzusetzen.",
        "chs": "罕见的装置，似乎有某种特殊用途。试着将它放到与之匹配的环境里吧。",
        "cht": "罕見的裝置，似乎有某種特殊用途。試著將它放到與之相符的環境裡吧。",
        "es": "Un inusual dispositivo que parece tener cierta utilidad especial. Habría que colocarlo en algún lugar adecuado.",
        "fr": "Des pièces mécaniques rares qui semblent avoir un but précis. Essayez de les placer à l'endroit approprié.",
        "id": "Perangkat yang jarang ditemukan, sepertinya bisa digunakan untuk sesuatu. Cobalah meletakkan benda ini di tempat yang cocok.",
        "jp": "珍しい装置、特殊な用途で使われているみたいだ。試しに適切な環境に置いてみよう。",
        "kr": "보기 드문 장치, 어떤 특수한 용도가 있는 것 같다. 더 어울리는 장소에 놓아보자",
        "pt": "Um dispositivo raramente visto, parece que tem algumas serventias especiais. Coloque-o no ambiente correspondente.",
        "ru": "Редко встречающееся устройство, которое, кажется, имеет особое назначение. Попробуйте установить его в подходящее место.",
        "th": "อุปกรณ์ที่หาดูได้ยาก ดูเหมือนว่าจะมีวัตถุประสงค์การใช้งานที่พิเศษบางอย่าง ลองนำมันไปวางไว้ในสภาพแวดล้อมที่เข้ากันดูสิ",
        "vi": "Vật trang trí hiếm gặp, dường như có công dụng đặc biệt gì đó. Hãy thử đặt nó vào vị trí thích hợp xem."
    },
    "materialType": "MATERIAL_QUEST"
}