{
    "name": {
        "en": "Nagadus Emerald Gemstone",
        "de": "Nagadus-Smaragd",
        "chs": "生长碧翡",
        "cht": "生長碧翡",
        "es": "Esmeralda nagadus",
        "fr": "Pierre d'émeraude nagadus",
        "id": "Nagadus Emerald Gemstone",
        "jp": "成長のエメラルド",
        "kr": "자라나는 비취",
        "pt": "Gema de Esmeralda Nagadus",
        "ru": "Драгоценный изумруд Нагадус",
        "th": "Nagadus Emerald Gemstone",
        "vi": "Ngọc Bích Sinh Trưởng"
    },
    "id": 104134,
    "materialDesc": {
        "en": "Character Ascension material.\\n\"I had a very, very long dream...\"\\n\"In it, people were holding hands, dancing in a circle, be they sages or fools, dancers or warriors, puppets or statues of gods...\"\\n\"That dancing circle embodied everything about the universe. Life has always been the end, while it is wisdom that shall be the means.\"",
        "de": "Material für den Figurenaufstieg.\\n„Ich hatte einen sehr, sehr langen Traum ...“\\n „Die Menschen hielten sich an den Händen und tanzten im Kreis, ob sie nun weise oder töricht waren, Tänzer oder Krieger, Puppen oder Statuen ...“\\n„Dieser tanzende Kreis verkörperte alles, was das Universum ausmacht. Das Leben war immer das Ziel, während die Weisheit das Mittel darstellt.“",
        "chs": "角色突破素材。\\n「我做了一个很长很长的梦…\\n「人们手握着手转圈。贤人与愚者，舞女与勇士，人偶与神像…\\n「大家的欢舞里蕴藏着宇宙的一切。『生命』一直都是目的，『智慧』才是手段。」",
        "cht": "角色突破素材。\\n「我做了一個很長很長的夢」…\\n「人們手握著手轉圈。賢人與愚者，舞女與勇士，人偶與神像…」\\n「大家的歡舞裡蘊藏著宇宙的一切。『生命』一直都是目的，『智慧』才是手段。」",
        "es": "Material de ascensión de personaje.\\n“Tuve un sueño muy, muy largo...”.\\n“En él, la gente bailaba en círculo dándose la mano. Había sabios y necios, bailarinas y guerreros, títeres y estatuas de dioses...”.\\n“Aquel círculo contenía todo lo existente en el universo. Su objetivo era la vida, y la sabiduría, su vehículo”.",
        "fr": "Matériau d'élévation de personnage.\\n« J'ai fait un très long rêve... »\\n« Il y avait des gens qui se tenaient la main et dansaient en cercle : des sages et des simples d'esprit, des danseuses et des guerriers, des marionnettes et des statues de divinités... »\\n« Ces gens qui dansaient ensemble étaient une représentation de l'univers. Vivre a toujours été une fin, et la sagesse, le moyen d'y parvenir. »",
        "id": "Material Ascension Karakter.\\n\"Aku bermimpi sangat panjang ....\"\\n\"Di dalam mimpiku, orang-orang bergandengan tangan, menari dan berputar-putar, orang bijak maupun orang biasa, penari ataupun prajurit, boneka dan juga patung dari emas ....\"\\n\"Lingkaran tarian orang-orang itu mewujudkan segala sesuatu tentang alam semesta. Hidup selalu menjadi tujuan, sedangkan kebijaksanaanlah yang akan menjadi sarananya.\"",
        "jp": "キャラクターの突破用アイテム。\\n「長い長い夢を見ていたわ…」\\n「人々は手をつなぎ、円を描くようにくるくると回っていた。賢者と愚者、舞人と勇士、人形と神像…」\\n「みんなの喜びの踊りの中には、宇宙のすべてが秘められている。『命』はいつも目的で、『知恵』こそが手段なの。」",
        "kr": "캐릭터 돌파 소재.\\n「아주 기나긴 꿈을 꾸었어…」\\n「사람들은 서로 손을 잡고 빙글빙글 돌았어. 현자와 어리석은 자, 무녀와 용사, 인형과 신상까지…」\\n「모두의 흥겨운 춤에는 우주의 모든 것이 담겨 있었지. 『생명』은 언제나 목적이고, 『지혜』는 수단이야」",
        "pt": "Material de Ascensão de Personagem.\\n\"Eu tive um sonho muito, muito longo...\"\\n\"Nele, as pessoas davam as mãos e dançavam num círculo, sábios e tolos, dançarinas e guerreiros, marionetes ou estátuas de deuses...\"\\n\"Esse círculo personificava tudo do universo. A vida sempre foi o fim, enquanto a sabedoria será seu meio.\"",
        "ru": "Материал возвышения персонажа.\\n«Я видел долгий, долгий сон...\\nЛюди, взявшись за руки, кружились в танце. Мудрецы и простаки, девицы и храбрецы, куклы и статуи божеств...\\nВ их танце была зашифрована вся вселенная. \"Жизнь\" - вот вечная цель, а \"мудрость\" всего лишь средство».",
        "th": "วัสดุเลื่อนขั้นตัวละคร\\n\"ฉันหลับฝันเห็นถึงฝันที่แสนยาวนาน...\"\\n\"ผู้คนจับมือล้อมวง นักปราชญ์กับคนเขลา นักเต้นกับผู้กล้า ตุ๊กตากับรูปปั้นเทวรูป...\"\\n\"การร้องเล่นเต้นรำของทุกคนมีสรรพสิ่งแห่งจักรวาลซ่อนเร้นอยู่ 'ชีวิต' คือเป้าหมายมาโดยตลอด 'ปัญญา' ต่างหากที่เป็นวิธีการ\"",
        "vi": "Nguyên liệu đột phá nhân vật.\\n\"Tôi đã mơ một giấc mơ rất dài...\"\\n\"Mọi người nắm tay nhau trong vòng tròn. Những hiền giả và kẻ ngốc, vũ công và dũng sĩ, con rối và tượng thần...\"\\n\"Vũ đạo của mọi người chứa đựng mọi thứ của vũ trụ. Sinh mệnh mãi mãi là mục đích, trí tuệ mới là thủ đoạn.\""
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}