{
    "name": {
        "en": "Nagadus Emerald Chunk",
        "de": "Nagadus-Smaragd-Brocken",
        "chs": "生长碧翡块",
        "cht": "生長碧翡塊",
        "es": "Trozo de esmeralda nagadus",
        "fr": "Morceau d'émeraude nagadus",
        "id": "Nagadus Emerald Chunk",
        "jp": "成長のエメラルド·塊",
        "kr": "자라나는 비취 덩이",
        "pt": "Pedaço de Esmeralda Nagadus",
        "ru": "Кусок изумруда Нагадус",
        "th": "Nagadus Emerald Chunk",
        "vi": "Miếng Ngọc Bích Sinh Trưởng"
    },
    "id": 104133,
    "materialDesc": {
        "en": "Character Ascension material.\\n\"I had a very, very long dream...\"\\n\"In it, people were holding hands, dancing in a circle, be they sages or fools, dancers or warriors, puppets or statues of gods...\"",
        "de": "Material für den Figurenaufstieg.\\n„Ich hatte einen sehr, sehr langen Traum ...“\\n„Die Menschen hielten sich an den Händen, tanzten im Kreis, ob sie nun weise oder töricht waren, Tänzer oder Krieger, Puppen oder Statuen ...“",
        "chs": "角色突破素材。\\n「我做了一个很长很长的梦…\\n「人们手握着手转圈。贤人与愚者，舞女与勇士，人偶与神像…」",
        "cht": "角色突破素材。\\n「我做了一個很長很長的夢」…\\n「人們手握著手轉圈。賢人與愚者，舞女與勇士，人偶與神像…」",
        "es": "Material de ascensión de personaje.\\n“Tuve un sueño muy, muy largo...”.\\n“En él, la gente bailaba en círculo dándose la mano. Había sabios y necios, bailarinas y guerreros, títeres y estatuas de dioses...”.",
        "fr": "Matériau d'élévation de personnage.\\n« J'ai fait un très long rêve... »\\n« Il y avait des gens qui se tenaient la main et dansaient en cercle : des sages et des simples d'esprit, des danseuses et des guerriers, des marionnettes et des statues de divinités... »",
        "id": "Material Ascension Karakter.\\n\"Aku bermimpi sangat panjang ....\"\\n\"Di dalam mimpiku, orang-orang bergandengan tangan, menari dan berputar-putar, orang bijak maupun orang biasa, penari ataupun prajurit, boneka dan juga patung dari emas ....\"",
        "jp": "キャラクターの突破用アイテム。\\n「長い長い夢を見ていたわ…」\\n「人々は手をつなぎ、円を描くようにくるくると回っていた。賢者と愚者、舞人と勇士、人形と神像…」",
        "kr": "캐릭터 돌파 소재.\\n「아주 기나긴 꿈을 꾸었어…」\\n「사람들은 서로 손을 잡고 빙글빙글 돌았어. 현자와 어리석은 자, 무녀와 용사, 인형과 신상까지…」",
        "pt": "Material de Ascensão de Personagem.\\n\"Eu tive um sonho muito, muito longo...\"\\n\"Nele, as pessoas davam as mãos e dançavam num círculo, sábios e tolos, dançarinas e guerreiros, marionetes ou estátuas de deuses...\"",
        "ru": "Материал возвышения персонажа.\\n«Я видел долгий, долгий сон...\\nЛюди, взявшись за руки, кружились в танце. Мудрецы и простаки, девицы и храбрецы, куклы и статуи божеств...»",
        "th": "วัสดุเลื่อนขั้นตัวละคร\\n\"ฉันหลับฝันเห็นถึงฝันที่แสนยาวนาน...\"\\n\"ผู้คนจับมือล้อมวง นักปราชญ์กับคนเขลา นักเต้นกับผู้กล้า ตุ๊กตากับรูปปั้นเทวรูป...\"",
        "vi": "Nguyên liệu đột phá nhân vật.\\n\"Tôi đã mơ một giấc mơ rất dài...\"\\n\"Mọi người nắm tay nhau trong vòng tròn. Những hiền giả và kẻ ngốc, vũ công và dũng sĩ, con rối và tượng thần...\""
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}