{
    "name": {
        "en": "Nameless Sketch",
        "de": "Namenlose Skizze",
        "chs": "无名的画稿",
        "cht": "無名的畫稿",
        "es": "Boceto sin título",
        "fr": "Peinture sans nom",
        "id": "Lukisan Tanpa Nama",
        "jp": "無名の原稿",
        "kr": "이름 없는 스케치",
        "pt": "Rascunho Sem Nome",
        "ru": "Безымянный набросок",
        "th": "ภาพร่างนิรนาม",
        "vi": "Bản Vẽ Không Tên"
    },
    "id": 100539,
    "materialDesc": {
        "en": "A painting that Vermeer completed with the Traveler's help. He says that it is his finest work to date, but still far from perfect. He is determined to keep painting.",
        "de": "#Ein Bild, das Vermeer dank der Hilfe {F#der Reisenden}{M#des Reisenden} fertigstellen konnte. Seiner Meinung nach ist es sein bisher schönstes Werk, es sei aber noch längst nicht perfekt. Er ist fest entschlossen weiterzumalen.",
        "chs": "在旅行者的帮助下，画家梵米尔所完成的画稿。据他说，是目前他的画稿中最优秀的一幅，但远不是最完美的一幅，他还想要不断地画下去…",
        "cht": "在旅行者的幫助下，畫家梵米爾所完成的畫稿。據他說，是目前他的畫稿中最優秀的一幅，但遠不是最完美的一幅，他還想要不斷地畫下去…",
        "es": "#Un cuadro que Vermeer pintó con la ayuda {F#de la viajera}{M#del viajero}. Dice que, aunque es su mejor trabajo hasta la fecha, aún le faltan muchos detalles. Aun así, está decidido a seguir pintando.",
        "fr": "Avec votre aide, Vermeer a pu terminer sa peinture. L'artiste estime que celle-ci est le plus grand chef-d'œuvre qu'il ait jamais peint, mais elle n'en demeure pas moins imparfaite. Il aimerait pouvoir la continuer...",
        "id": "Lukisan yang akhirnya bisa diselesaikan oleh Vermeer berkat bantuan Pengembara. Menurutnya, itu adalah salah satu karyanya yang terbaik, tetapi masih jauh dari sempurna. Dia bertekad untuk terus melukis...",
        "jp": "旅人の協力で画家フェルメールが完成した絵。彼の話しによると、これは今まで自分の作品の中で一番良いものではあるが、最も完璧な絵ではないらしい。彼はこれからも描き続けていくと…",
        "kr": "여행자의 도움 아래 화가 베르메르가 완성한 스케치. 그의 말에 따르면 그가 그린 스케치 중 가장 뛰어난 그림이나 완벽한 것이 아니기에 계속 그려나가고 싶어 한다…",
        "pt": "#Com a ajuda d{M#o}{F#a} viajante, o Vermeer acabou a sua pintura. Ele a acha a obra melhor entre todas as obras, mas ainda está longe de ser perfeita. Ele ainda vai pintando...",
        "ru": "#Картина, которую закончил Вермеер с помощью Путешественни{F#цы}{M#ка}. Он заявляет, что это лучшая работа его жизни, но всё же она далеко не идеальна, поэтому он полон решимости продолжить рисовать...",
        "th": "ภายใต้ความช่วยเหลือของนักเดินทาง จิตรกร Vermeer จึงวาดภาพร่างจนเสร็จ เขาบอกว่านี่คือหนึ่งในภาพร่างที่ดีที่สุดของเขา แต่ทว่ายังไม่ใช่ภาพที่สมบูรณ์แบบที่สุด เขาจึงอยากจะวาดต่อไป...",
        "vi": "Tranh vẽ được hoàn thành bởi Vermeer dưới sự giúp đỡ của Nhà Lữ Hành. Theo anh ấy nói, đây là bức xuất sắc nhất trong các bức tranh hiện có của anh, nhưng chắc chắn không phải bức hoàn mỹ nhất, anh vẫn muốn tiếp tục vẽ..."
    },
    "materialType": "MATERIAL_QUEST"
}