{
    "name": {
        "en": "Narukawa Ukai",
        "de": "Narukawa Ukai",
        "chs": "鸣川鹈饲",
        "cht": "鳴川鵜飼",
        "es": "Narukawa Ukai",
        "fr": "Narukawa Ukai",
        "id": "Narukawa Ukai",
        "jp": "鳴川鵜飼",
        "kr": "나루카와 우카이",
        "pt": "Narukawa Ukai",
        "ru": "Нарукава Угай",
        "th": "Narukawa Ukai",
        "vi": "Narukawa Ukai"
    },
    "id": 200903,
    "materialDesc": {
        "en": "If you can stay within the Ideal Tension Zone while fishing, this rod will shorten the time in which fish will struggle by a stable amount and increase your chances of success. This effect only works in Inazuma.\\n\\nA rod created to commemorate the ancient Ukai, or Cormorant, fishing method. The ruby-red gem at the tip of the rod represents the tinder used by the cormorant fishers, and the bird ornaments along the rod's shaft represent the cormorants themselves, who helped the hard-working Inazumans pass through those cataclysmic years. This low-efficiency fishing method has long become obsolete, but the persevering, pioneering spirit has been passed down together with this rod.",
        "de": "Wenn du die Spannung beim Angeln gut genug kontrollieren kannst, wird diese Angelrute die Zeit verkürzen, in der die Fische zappeln und deine Erfolgschancen erhöhen. Dieser Effekt funktioniert nur in Inazuma.\\n\\nEine Rute, die zum Gedenken an die alte Ukai- oder Kormoran-Fangmethode geschaffen wurde. Der rubinrote Edelstein an der Spitze der Rute steht für den Zunder, den die Kormoranfischer benutzten, und die Vogelornamente entlang des Rutenschafts repräsentieren die Kormorane selbst, die den hart arbeitenden Menschen in Inazuma durch diese katastrophalen Jahre halfen. Diese wenig effiziente Angelmethode ist längst überholt, aber der starke, pionierhafte Geist wurde zusammen mit dieser Rute weitergegeben.",
        "chs": "钓鱼过程中，若能使张力处于最佳张力区，使用此竿可稳定缩短鱼儿挣扎时间，提高钓鱼成功率。仅稻妻地区生效。\\n\\n为纪念古老的鹈饲捕鱼法而制的长竿，竿尖的红宝石象征着鹈匠的火绒，竿身的鸟饰象征着鹈匠的鸬鹚，它们曾指引辛勤的稻妻先辈度过艰难的灾变年代。如今这种生产力低下的捕鱼法基本已被弃用，但那种顽强的开拓精神却伴随此竿一同传承下来。",
        "cht": "釣魚過程中，若能使張力處於最佳張力區，使用此竿可穩定縮短魚兒掙扎時間，提高釣魚成功率。僅稻妻地區生效。\\n\\n為紀念古老的鵜飼捕魚法而製的長竿，竿尖的紅寶石象徵著鵜匠的火絨，竿身的鳥飾象徵著鵜匠的鸕鶿，牠們曾指引辛勤的稻妻先輩度過艱難的災變年代。如今這種生產力低下的捕魚法基本已被棄用，但那種頑強的開拓精神卻伴隨此竿一同傳承下來。",
        "es": "Si logras mantenerte en la zona de tensión ideal cuando estés pescando, esta caña reducirá el tiempo de forcejeo de los peces y tus posibilidades de éxito aumentarán. Este efecto solo funciona en Inazuma.\\n\\nUna caña creada para conmemorar la antigua técnica de pesca Ukai, también llamada “Cormorán”. La gema de color rubí que hay en la punta de la caña representa la yesca que utilizaban los pescadores de esta técnica, y los adornos de pájaros a lo largo del eje de la caña representan a los propios cormoranes, que ayudaron al diligente pueblo de Inazuma a sobrevivir aquellos años de desastres. Este método de pesca poco eficiente quedó obsoleto hace tiempo, pero el fuerte espíritu innovador que representa ha pasado de generación en generación junto con esta caña.",
        "fr": "Si vous arrivez à rester dans la zone de tension idéale pendant que vous pêchez avec cette canne, le poisson se débattra moins longtemps au bout de la ligne et vos chances de prise réussie augmenteront. Cet effet ne fonctionne que dans la région d'Inazuma.\\nUne canne à pêche fabriquée en commémoration de l'« Ukai », ou l'école de pêche du cormoran. La gemme couleur rubis à l'extrémité de la canne représente l'amadou utilisé par les pêcheurs de cette école et les ornements en forme d'oiseaux sur la hampe ont été modelés à l'image des cormorans, qui ont aidé les Inazumiens à survivre à des années de cataclysme. Cette méthode de pêche est devenue désuète depuis, mais son esprit pionnier continue d'être transmis avec cette canne à pêche.",
        "id": "Saat sedang memancing, kalau kamu bisa mempertahankan tegangan benang di Zona Ketegangan Ideal, maka joran pancing ini bisa mempersingkat waktu ikan memberontak dan meningkatkan efisiensi memancingmu. Efek ini hanya berlaku di Inazuma.\\n\\nJoran panjang yang dibuat untuk memperingati teknik memancing kuno, Ukai — teknik yang menggunakan burung dandang untuk menangkap ikan. Permata merah delima di ujung joran melambangkan bahan bakar yang digunakan nelayan, dan ornamen burung pada joran melambangkan burung dandang itu sendiri. Burung-burung ini telah membantu leluhur Inazuma melewati masa-masa sulit. Kini, teknik memancing dengan efisiensi rendah ini sudah lama ditinggalkan, namun semangat yang kuat dan teguh tetap mengikuti joran ini dari generasi ke generasi.",
        "jp": "釣り中に完璧張力区間をキープできれば、魚の抵抗時間を着実に減らし、釣りの成功率を高めることができる。稲妻地域でのみ有効。\\n\\n鵜飼いという伝統漁法を記念するために作られた釣り竿。竿の先端の赤の宝石は鵜飼いのかがり火、竿身の鳥は鵜を象徴している。彼らは激動の時代を生き抜いてきた稲妻人を助けてきた。この効率の悪い漁法はあまり使われなくなったが、根気強く開拓していく精神はこの竿とともに受け継がれた。",
        "kr": "낚시 중 최적 장력 구간에서 이 낚싯대를 사용해 장력을 컨트롤하면 물고기의 저항하는 시간을 안정적으로 단축시킬 수 있고 낚시 성공률을 높일 수 있다. 이나즈마 지역에서만 적용된다.\\n\\n이나즈마의 오래된 가마우지 낚시법을 기념하기 위해 제작된 낚싯대. 낚싯대 끝부분의 루비는 가마우지 낚시꾼의 부싯깃을, 새 장식은 가마우지를 상징한다. 가마우지는 부지런한 이나즈마의 선조들을 인도해 험난한 재앙의 시대를 견뎌냈다. 생산량이 현저히 낮은 탓에 현재는 거의 사용하지 않고 있다. 하지만 그 끈질긴 개척 정신만은 이 낚싯대와 함께 지금까지 전해져 내려오고 있다",
        "pt": "Durante a pesca, se você conseguir se manter na Zona de Tensão ideal enquanto estiver pescando, usar essa vara pode reduzir o tempo de resistência do peixe de forma estável e aumentar a sua chance de sucesso. Só tem efeito na área de Inazuma.\\n\\nUma vara criada para celebrar o antigo Ukai, ou cormorões, método de pesca. A gema vermelha-rubi na ponta da vara representa a madeira utilizada pelos cormorões pescadores, e os ornamentos de peixes ao longo da vara representam os próprios cormorões, que ajudaram os habitantes de Inazuma trabalhadores a passarem por aqueles anos catastróficos. Esse método de pesca pouco eficiente já é obsoleto há muito tempo, mas o forte e pioneiro espírito foi passado de geração em geração com essa vara.",
        "ru": "Если вы сможете оставаться в зоне идеального натяжения во время рыбалки, это удилище сократит время борьбы с рыбой на стабильную величину и увеличит ваши шансы на успех. Этот эффект действует только в Инадзуме.\\n\\nУдочка, созданная в память о древнем методе ловли рыбы под названием укай, в котором использовались бакланы. Красный камень на кончике удочки олицетворяет использовавшийся прежде для рыбалки трут, а орнамент в виде птиц на удочке олицетворяет самих бакланов, которые помогали трудолюбивым жителям Инадзумы пережить те трудные времена. Сейчас от этой низкоэффективной техники рыбалки давно отказались, но сильный и решительный дух передавался вместе с этой удочкой из поколения в поколение.",
        "th": "ในขณะที่ตกปลา หากสามารถคุมแรงดึงให้อยู่ในขอบเขตแรงดึงที่ดีที่สุดได้ คันเบ็ดนี้จะสามารถลดระยะเวลาการดิ้นรนต่อสู้ของปลา และเพิ่มโอกาสในการตกปลาให้สำเร็จได้ โดยเอฟเฟกต์นี้สามารถใช้ได้เฉพาะใน Inazuma เท่านั้น\\n\\nเบ็ดยาวที่ทำขึ้นเพื่อเป็นที่ระลึกในการตกปลา Ukai แบบโบราณ ทับทิมที่อยู่ปลายเบ็ดเป็นสัญลักษณ์ของเชื้อจุดไฟของนกกาน้ำ และการใช้นกตกแต่งคันเบ็ดเป็นสัญลักษณ์ของนกกาน้ำที่ช่วยให้ชาว Inazuma ผ่านปีที่ยากลำบากมาได้ ปัจจุบันวิธีการตกปลาที่ประสิทธิภาพต่ำนี้ล้าสมัยไปแล้ว แต่จิตวิญญาณแห่งการบุกเบิกอันเหนียวแน่นได้ถูกสืบทอดไปพร้อมกับเบ็ดคันนี้",
        "vi": "Trong khi câu cá, nếu có thể khống chế lực kéo nằm trong phạm vi tốt nhất, sử dụng cần câu này sẽ rút ngắn thời gian cá vùng vẫy, tăng hiệu suất câu. Chỉ hữu hiệu tại Inazuma.\\n\\nCần câu được chế tạo để kỷ niệm phương pháp \"chim hạc bắt cá\" cổ xưa, viên đá quý màu đỏ ở đầu cần câu tượng trưng cho chòm lông đỏ của hạc, vật trang trí trên thân tượng trưng cho thân hạc, chúng đã từng dẫn dắt cho dân chúng Inazuma vượt qua những năm tháng tai ương. Ngày nay cách bắt cá kém hiệu suất này hầu như đã bị bỏ đi, nhưng tinh thần và ý chí kiên cường đó được lưu truyền lại cùng với chiếc cần câu này."
    },
    "materialType": "MATERIAL_FISH_ROD"
}