{
    "name": {
        "en": "Narukami's Banner",
        "de": "Narukami-Flagge",
        "chs": "御建鸣神主尊旗",
        "cht": "御建鳴神主尊旗",
        "es": "Estandarte de la todopoderosa Narukami",
        "fr": "Bannière de Narukami",
        "id": "Spanduk Narukami",
        "jp": "御建鳴神主尊の旌旗",
        "kr": "위대하신 나루카미 쇼군의 깃발",
        "pt": "Bandeira Narukami Ogosho Toda-Poderosa",
        "ru": "Знамя Наруками Огосё",
        "th": "ธงแห่ง Narukami",
        "vi": "Cờ Tôn Chủ Narukami Ogosho"
    },
    "id": 393316,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making Narukami's Banner.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Narukami-Flagge“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「御建鸣神主尊旗」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「御建鳴神主尊旗」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Estandarte de la todopoderosa Narukami.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la bannière de Narukami.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Spanduk Narukami.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「御建鳴神主尊の旌旗」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「위대하신 나루카미 쇼군의 깃발」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar a Bandeira Narukami Ogosho Toda-Poderosa.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Знамя Наруками Огосё».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ธงแห่ง Narukami\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Cờ Tôn Chủ Narukami Ogosho.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}