{
    "name": {
        "en": "Nature's True Fruit",
        "de": "„Wahre Frucht des Waldes“",
        "chs": "「烟林之真果」",
        "cht": "「煙林之真果」",
        "es": "Fruto verdadero de la naturaleza",
        "fr": "Vérifruit de la nature",
        "id": "Buah Sejati Kealamian",
        "jp": "「煙林の真果」",
        "kr": "「숲의 참된 열매」",
        "pt": "Fruto Verdadeiro da Natureza",
        "ru": "Истинный плод природы",
        "th": "ผลไม้จากธรรมชาติที่แท้จริง",
        "vi": "Hoa Quả Của Rừng Rậm"
    },
    "id": 222002,
    "materialDesc": {
        "en": "This fruit, brought as a memento from Sumeru by the Teapot Traveling Salesman Chubby, gives off a truly marvelous fragrance.\\nEven a whiff of this fruit brings certain images to mind, which you can manipulate via the power of Sub-Space Creation to recreate the wondrous sights of Sumeru in your Realm Within...",
        "de": "Eine Frucht mit einem wunderbaren Aroma. Sie wurde von Bolle, dem Kannengeist auf der Durchreise, als Andenken aus Sumeru zurückgebracht.\\nAllein der Geruch dieser Frucht erzeugt bestimmte Bilder in deinem Kopf. Du kannst die Raumschaffung verwenden, um die wundersame Landschaft von Sumeru in das Kannenreich zu übertragen ...",
        "chs": "蕴含着奇妙香气的果实，是周游壶灵阿嘟从须弥带回的纪念品。\\n轻嗅这种果实的香气，脑海中似乎就有某种意象浮现而出。借由「外景之能」，方可在壶中洞天构筑奇妙的须弥景致…",
        "cht": "蘊含著奇妙香氣的果實，是周遊壺靈阿嘟從須彌帶回的紀念品。\\n輕嗅這種果實的香氣，腦海中似乎就有某種意象浮現而出。藉由「外景之能」，方可在壺中洞天構築奇妙的須彌景致…",
        "es": "Un fruto que desprende un maravilloso aroma. Se trata de un recuerdo que trajo Tobi, el espíritu ambulante de la tetera, de su viaje a Sumeru.\\nAl inhalar su dulce fragancia afrutada, una imagen comienza a perfilarse en tu mente... Gracias a la creación dimensional, podrás recrear los paisajes de Sumeru en el mundo interior.",
        "fr": "Un fruit qui dégage un parfum délicieux. Toby, l'esprit itinérant, l'a ramené comme souvenir de Sumeru.\\nUn relent de celui-ci vous évoque certaines images que vous pouvez manipuler grâce à l'énergie dimensionnelle pour recréer de merveilleux paysages de Sumeru dans votre royaume intérieur...",
        "id": "Buah ini dibawa oleh Chubby si Pedagang Dalam Poci sebagai kenang-kenangan dari Sumeru. Mengeluarkan aroma yang benar-benar semerbak.\\nSaat mencium aroma buah ini langsung ada satu gambaran yang muncul di pikiranmu. Kamu bisa memanipulasi gambaran ini dengan kekuatan Penciptaan Sub-Ruang untuk menciptakan pemandangan Sumeru yang indah di dalam Alam Poci-mu.",
        "jp": "奇妙な香りのする果実。周遊する壺の精霊ウルがスメールから持って帰ってきた記念品。\\n香りを軽く嗅ぐだけで、脳内にはとあるイメージが浮かび上がる。「外景の力」を借りて、壺中を使ってスメールの不思議な景色を築きあげられるような…",
        "kr": "기묘한 향기를 풍기는 열매. 여행하는 주전자 정령 포동이가 수메르에서 가져온 기념품이다.\\n가볍게 이 열매의 향기를 맡으면 머릿속에 어떤 이미지가 떠오른다. 「외경의 능력」을 빌리면 주전자 속 선계에 기묘한 수메르의 경치를 구축할 수 있다…",
        "pt": "Essa fruta foi trazida como uma lembrança de Sumeru pelo Espírito do Bule Viajador, ela possui uma fragrância fantástica.\\nAo inalar sua doce fragrância, belas imagens se formam na mente, permitindo que se manipule o poder da Criação Sub-espacial para recriar as vistas fantásticas de Sumeru no Paraíso Mágico...",
        "ru": "Этот фрукт, привезённый на память из Сумеру, источает поистине изумительный аромат.\\nЗапах этого фрукта вызывает в памяти определённые образы, которыми вы можете манипулировать с помощью силы сотворения подпространства, чтобы воссоздать чудесные виды Сумеру в вашей обители...",
        "th": "ผลไม้ที่มีกลิ่นหอมอันน่าประหลาด เป็นของที่ระลึกที่ Teapot Traveling Salesman - Chubby นำกลับมาจาก Sumeru\\nเมื่อได้กลิ่นหอมจาง ๆ ของผลไม้ชนิดนี้ ในหัวก็เหมือนจะมีภาพบางอย่างลอยเข้ามา เมื่อใช้ \"พลังเนรมิต\" ก็จะสามารถสร้างทัศนียภาพอันงดงามของ Sumeru ขึ้นในอาณาจักรกาน้ำชาได้...",
        "vi": "Loài quả mang hương thơm kỳ diệu, là món quà kỷ niệm mà Tiên Ấm Chu Du Chubby đã mang về từ Sumeru.\\nNgửi nhẹ hương thơm của loại quả này, trong đầu dường như sẽ hiện ra một cảnh tượng nào đó. Mượn \"sức mạnh ngoại cảnh\" có thể xây dựng nên cảnh sắc Sumeru kỳ diệu..."
    },
    "materialType": "MATERIAL_CONSUME"
}