{
    "name": {
        "en": "Nermin's Minty Bean Soup",
        "de": "Nermins spezielle „Minzbohnensuppe“",
        "chs": "内尔敏制作的「薄荷豆汤」",
        "cht": "內爾敏製作的「薄荷豆湯」",
        "es": "Sopa de menta y frijoles de Nermín",
        "fr": "Soupe de pois-menthe de Nermin",
        "id": "Minty Bean Soup dari Nermin",
        "jp": "ネルミンが作った「ミントビーンスープ」",
        "kr": "네르민이 만든 「완두콩 민트 수프」",
        "pt": "Sopa de Feijão com Menta de Nermin",
        "ru": "Мятно-фасолевый суп от Нермин",
        "th": "\"Minty Bean Soup\" ที่ Nermin เป็นคนทำ",
        "vi": "Canh Đậu Bạc Hà Nermin Nấu"
    },
    "id": 120061,
    "materialDesc": {
        "en": "A serving of Minty Bean Soup that Nermin made herself. She even added Zaytun Peaches to it. It should taste quite good, you think...",
        "de": "Von Nermin selbst zubereitete „Minzbohnensuppe“. Sie hat auch ein paar „Zaytun-Pfirsiche“ hinzugefügt, sollte wirklich nicht schlecht schmecken ...",
        "chs": "内尔敏亲手制作的「薄荷豆汤」。她还向里面加入了「墩墩桃」，喝起来味道应该不错…",
        "cht": "內爾敏親手製作的「薄荷豆湯」。她還向裡面加入了「墩墩桃」，喝起來味道應該不錯…",
        "es": "Una sopa de menta y frijoles hecha por Nermín. Incluso le ha agregado duraznolivas. Debe saber muy bien...",
        "fr": "Une portion de soupe de pois-menthe que Nermin a faite elle-même. Elle y a même ajouté des pêches zaytuns. Ça doit être assez bon, peut-être...",
        "id": "Satu porsi Minty Bean Soup Nermin buat sendiri. Dia bahkan menambahkan Zaytun Peach ke dalamnya. Kemungkinan rasanya sih akan lezat ya ....",
        "jp": "ネルミンが作った「ミントビーンスープ」。彼女は中に「ザイトゥン桃」も入れていた。味は悪くないはず…",
        "kr": "네르민이 직접 만든 「완두콩 민트 수프」. 「뚠뚠 복숭아」까지 추가해서 맛있어 보인다…",
        "pt": "Uma Sopa de Feijão com Menta que Nermin fez. Ela também adicionou Pêssegos Zaytun. O gosto deve ser ótimo...",
        "ru": "Нермин приготовила этот мятно-фасолевый суп собственными руками и даже добавила в него персик зайтун. Должно получиться вкусно...",
        "th": "\"Minty Bean Soup\" ที่ Nermin ทำขึ้นเองกับมือ เธอยังได้เพิ่ม \"Zaytun Peach\" ลงไปอีกด้วย คาดว่ารสชาติน่าจะไม่เลว...",
        "vi": "Canh Đậu Bạc Hà do chính tay Nermin nấu. Cô ấy còn thêm Đào Zaytun vào đó, có vẻ như mùi vị không tệ..."
    },
    "materialType": "MATERIAL_QUEST"
}