{
    "name": {
        "en": "New Chronicles of the Six Kitsune (III)",
        "de": "Neue Chroniken der Sechs Füchse III",
        "chs": "新六狐传·三",
        "cht": "新六狐傳·三",
        "es": "Nuevas crónicas de los seis kitsune (III)",
        "fr": "Nouvelles chroniques des six Kitsunes - III",
        "id": "Sejarah Baru Enam Kitsune (III)",
        "jp": "新六狐伝·三",
        "kr": "신육호전·Ⅲ",
        "pt": "Novas Crônicas dos Seis Kitsunes (III)",
        "ru": "Новые хроники шести кицунэ (III)",
        "th": "ตำนานบทใหม่แห่ง Kitsune ทั้งหก (III)",
        "vi": "Tân Lục Hồ Truyện III"
    },
    "id": 101526,
    "materialDesc": {
        "en": "In the 500-year-old \"Urakusai's Chronicles of the Six Kitsune,\" Youzan and Yui went on to have their own tales. But at this time, the mother-daughter pair are still reliant on Itaru to rescue them.",
        "de": "In „Urakusais Chroniken der Sechs Füchse“, die vor fünfhundert Jahren geschrieben wurden, hatten Youzan und Yui auch ihre eigenen Kapitel. Aber zu dieser Zeit sind die Mutter und ihre Tochter immer noch auf Itarus Hilfe angewiesen.",
        "chs": "在五百年前的《有乐斋六狐传》中，叶山与阿优亦有独立的故事。但在此时，这对母女还要仰赖阿达的搭救。",
        "cht": "在五百年前的《有樂齋六狐傳》中，葉山與阿優亦有獨立的故事。但在此時，這對母女還要仰賴阿達的搭救。",
        "es": "En las «Crónicas de los seis kitsune de Urakusai», escrita hace quinientos años, Youzan y Yui prosiguen sus historias por separado, pero en esta ocasión la madre y su hija siguen siendo rescatadas por Itaru.",
        "fr": "Dans les « Chroniques des six Kitsunes d'Urakusai », écrites il y a cinq cents ans, Youzan et Yui avaient leur propre histoire. Mais dans la version actuelle, le couple mère-fille compte sur Itaru pour les sauver.",
        "id": "Dalam \"Sejarah Enam Kitsune karya Urakusai\", yang ditulis lima ratus tahun yang lalu, Youzan dan Yui seharusnya memiliki kisah mereka sendiri. Namun saat ini, pasangan ibu-anak ini masih mengandalkan Itaru untuk menyelamatkan mereka.",
        "jp": "五百年前の『有楽斎六狐伝』では、葉山と優に、それぞれ独立した物語があった。だが今、その母娘は達の救助を頼りにしている。",
        "kr": "오백여 년 전의 《유낙재육미호전》에서는, 엽산과 유이도 단독 스토리가 있었다. 하지만 지금은 달이의 도움을 바라고 있는 입장이다",
        "pt": "Nas \"Crônicas de Urakusai dos Seis Kitsune\" de 500 anos, Youzan e Yui também têm uma história independente. Mas, nesse momento, a mãe e a filha ainda estão dependendo da ajuda de Itaru.",
        "ru": "В написанных пятьсот лет назад «Хрониках шести кицунэ Уракусая» у Ёдзан и Юи отдельные истории, но на то время матери и дочке всё ещё приходится рассчитывать на спасение Итару.",
        "th": "ใน \"ตำนานแห่ง Kitsune ทั้งหกของ Urakusai\" เมื่อ 500 ปีก่อน ทั้ง Youzan และ Yui ต่างก็มีเรื่องราวเป็นของตนเอง แต่ในเวลานี้ แม่และลูกสาวยังคงพึ่งพาการช่วยเหลือของ Itaru",
        "vi": "Trong \"Lục Hồ Truyện Urakusai\" 500 năm trước, Youzan và Yui đều có những câu chuyện của riêng mình. Nhưng vào lúc đó hai mẹ con vẫn phải dựa vào sự cứu giúp của Itaru."
    },
    "materialType": "MATERIAL_QUEST"
}