{
    "name": {
        "en": "New Chronicles of the Six Kitsune (IV)",
        "de": "Neue Chroniken der Sechs Füchse IV",
        "chs": "新六狐传·四",
        "cht": "新六狐傳·四",
        "es": "Nuevas crónicas de los seis kitsune (IV)",
        "fr": "Nouvelles chroniques des six Kitsunes - IV",
        "id": "Sejarah Baru Enam Kitsune (IV)",
        "jp": "新六狐伝·四",
        "kr": "신육호전·Ⅳ",
        "pt": "Novas Crônicas dos Seis Kitsunes (IV)",
        "ru": "Новые хроники шести кицунэ (IV)",
        "th": "ตำนานบทใหม่แห่ง Kitsune ทั้งหก (IV)",
        "vi": "Tân Lục Hồ Truyện IV"
    },
    "id": 101527,
    "materialDesc": {
        "en": "This is the tensest tale of the series, said to have been written by Urakusai upon his return from Liyue. It is featured in full in this writer's adaptation.",
        "de": "Dies ist die spannendste Geschichte von allen „Urukusais Chroniken der Sechs Füchse“ und soll von Urukusai nach seiner Rückkehr aus Liyue selbst geschrieben worden sein. Sie wurde auch vom Autor vollständig in diesem Buch aufgenommen.",
        "chs": "《有乐斋六狐传》中最具张力的故事片段，据说乃是有乐斋大人自璃月归来所写。亦被笔者全文收录。",
        "cht": "《有樂齋六狐傳》中最具張力的故事片段，據說乃是有樂齋大人自璃月歸來所寫。亦被筆者全文收錄。",
        "es": "Este es el episodio más tenso de la serie, y se dice que fue escrito por Urakusai al volver a Liyue. En esta edición se presenta la adaptación íntegra propuesta por el escritor.",
        "fr": "C'est l'histoire la plus tendue de la série. On dit qu'elle a été écrite par Urakusai à son retour de Liyue. Elle est présentée dans son intégralité dans l'adaptation proposée par cet écrivain.",
        "id": "Ini adalah kisah paling menegangkan dari seri ini, dikatakan bahwa cerita ini ditulis oleh Urakusai setelah dia kembali dari Liyue. Kisah ini ditampilkan secara lengkap oleh penulis sendiri.",
        "jp": "『有楽斎六狐伝』の中で最も緊張感のある物語。有楽斎様が璃月から帰ってきた時に書かれたものらしい。作者は全文を取り入れた。",
        "kr": "《유낙재육미호전》에서 가장 긴장감이 넘치는 에피소드. 유낙재 어르신이 리월에서 돌아온 후 집필한 내용이라고 한다. 물론, 이 내용은 필자가 전문 수록했다",
        "pt": "Este é o conto mais tenso da série, e dizem que foi escrito por Urakusai após seu retorno de Liyue. É apresentado na íntegra na adaptação deste escritor.",
        "ru": "Самая напряжённая часть серии. Говорят, что мастер Уракусай написал её по возвращении из Ли Юэ. Она приводится полностью в этой авторской адаптации.",
        "th": "ส่วนที่ตึงเครียดที่สุดใน \"ตำนานแห่ง Kitsune ทั้งหกของ Urakusai\" ว่ากันว่าถูกเขียนโดยท่าน Urakusai หลังจากที่กลับมาจาก Liyue ซึ่งเรื่องราวทั้งหมดนี้ต่างก็ถูกผู้เขียนหยิบยกมาใส่ไว้ด้วย",
        "vi": "Chương truyện dài nhất trong \"Lục Hồ Truyện Urakusai\", nghe nói vẫn được viết bởi đại nhân Urakusai từ Liyue trở về, và được thể hiện đầy đủ trong bản cải biên của nhà văn."
    },
    "materialType": "MATERIAL_QUEST"
}