{
    "name": {
        "en": "New Chronicles of the Six Kitsune (V)",
        "de": "Neue Chroniken der Sechs Füchse V",
        "chs": "新六狐传·五",
        "cht": "新六狐傳·五",
        "es": "Nuevas crónicas de los seis kitsune (V)",
        "fr": "Nouvelles chroniques des six Kitsunes - V",
        "id": "Sejarah Baru Enam Kitsune (V)",
        "jp": "新六狐伝·五",
        "kr": "신육호전(新六狐傳)·V",
        "pt": "Novas Crônicas dos Seis Kitsunes (V)",
        "ru": "Новые хроники шести кицунэ (V)",
        "th": "ตำนานบทใหม่แห่ง Kitsune ทั้งหก (V)",
        "vi": "Tân Lục Hồ Truyện V"
    },
    "id": 101588,
    "materialDesc": {
        "en": "Commentary regarding ancient matters that was specially added to the \"New Chronicles of the Six Kitsune.\" If you find it an insipid, monotonous slog, dear reader, you may skip this volume. But as far as the author is concerned, this is one waste of words and emotion that cannot be avoided.",
        "de": "Kommentaren zu vergangenen Ereignissen, die speziell zu den „Neue Chroniken der Sechs Füchse“ hinzugefügt wurden. Wenn du sie für ein fades, eintöniges Geschwafel hältst, lieber Leser, kannst du diesen Band überspringen. Aber es liegt dem Autor einfach viel daran, Kommentaren zu diesen alten Geschichten zu äußern, weil sie für ihn persönlich ebenfalls sehr wichtig sind.",
        "chs": "《新六狐传》中特意新增了对于旧事的评论，如读者读之烦闷，可特别略过本册。但对于笔者而言，不得不谈之事，不得不抒发之感慨，仍是要浪费笔墨言明的。",
        "cht": "《新六狐傳》中特別新增了對於舊事的評論，如讀者讀之煩悶，可特別略過本冊。但對於筆者而言，不得不談之事，不得不抒發之感慨，仍是要浪費筆墨言明的。",
        "es": "Una nueva adición a «Nuevas crónicas de los seis kitsune» con comentarios sobre eventos antiguos. Si al lector le parece de poco interés, puede omitir este tomo, pero para el autor, es un tema el cual se debe discutir y expresar, por lo que vale la pena dedicarle unos cuantos trazos de tinta.",
        "fr": "Un commentaire concernant les éléments anciens qui ont été ajoutés aux « Nouvelles chroniques des six Kitsunes ». Si cela ne vous intéresse pas, vous pouvez très bien vous passer de sa lecture, mais l'auteur ne pouvait pas s'empêcher de parler de ce sujet. Il lui a ainsi dédié une longue explication.",
        "id": "Sejarah Baru Enam Kitsune secara khusus menambahkan komentar-komentar tentang kisah-kisah lama. Jika pembaca merasa bosan membacanya, silakan lewati saja volume ini. Namun bagi penulis, hal-hal yang harus dibicarakan dan perasaan yang harus diluapkan keluar, semua itu harus diungkapkan dengan pena dan tinta.",
        "jp": "『新六狐伝』には古い事柄に対する新たな解読が追加されている。興味を持たない読書は、飛ばしてもよし。しかし、筆者としては、これは避けては通れない言葉と感情なのである。",
        "kr": "《신육호전(新六狐傳)》에 특별히 옛일에 대한 댓글을 추가했다. 만약 독자들이 지루함을 느낀다면 이 책은 스킵해도 좋다. 하지만 필자의 입장에서 이건 언급하지 않을 수 없는 부분이고 감상에 빠지지 않을 수 없는 부분이기에 이렇게 글로 담았다",
        "pt": "Uma nova adição a \"Novas Crônicas dos Seis Kitsunes\" com comentários sobre eventos antigos. Se você achar que é um trabalho entediante e monótono, caro leitor, pode pular este volume. Mas, no para o autor, isso seria um desperdício enorme.",
        "ru": "В «Новые хроники шести кицунэ» специально добавлены комментарии к предыдущим событиям. Если вам наскучило читать, то вы можете пропустить этот том. Что касается автора, вещи, о которых нужно сказать, и чувства, которые нужно выразить, по-прежнему являются пустой тратой слов и чувств.",
        "th": "\"ตำนานแห่ง Kitsune ทั้งหก\" เล่มนี้มีการเพิ่มความคิดเห็นพิเศษเกี่ยวกับเรื่องเก่า ๆ หากผู้อ่านเบื่อ คุณสามารถข้ามหนังสือเล่มนี้ไปได้ แต่สำหรับผู้เขียนแล้ว เรื่องนี้เป็นเรื่องที่ต้องพูดถึง ต้องถ่่ายทอดความรู้สึกออกมา เลยต้องขอสิ้นเปลืองน้ำหมึกเพื่ออธิบาย",
        "vi": "\"Tân Lục Hồ Truyện\" đã thêm phần bình luận về những câu chuyện cũ, nếu bạn đọc cảm thấy nhàm chán thì có thể bỏ qua tập này. Nhưng đối với tác giả, không thể không nói về chuyện này, không thể không bày tỏ cảm xúc, cho nên là vẫn phải tốn giấy mực để diễn đạt."
    },
    "materialType": "MATERIAL_QUEST"
}