{
    "name": {
        "en": "New Chronicles of the Six Kitsune (II)",
        "de": "Neue Chroniken der Sechs Füchse II",
        "chs": "新六狐传·二",
        "cht": "新六狐傳·二",
        "es": "Nuevas crónicas de los seis kitsune (II)",
        "fr": "Nouvelles chroniques des six Kitsunes - II",
        "id": "Sejarah Baru Enam Kitsune (II)",
        "jp": "新六狐伝·二",
        "kr": "신육호전·Ⅱ",
        "pt": "Novas Crônicas dos Seis Kitsunes (II)",
        "ru": "Новые хроники шести кицунэ (II)",
        "th": "ตำนานบทใหม่แห่ง Kitsune ทั้งหก (II)",
        "vi": "Tân Lục Hồ Truyện II"
    },
    "id": 101525,
    "materialDesc": {
        "en": "This volume recounts the clash between \"Black Fox Itaru\" and the \"Twin Oni of Tokaku.\" This tale was missing from the original text, but it was fortunately rediscovered at a later date. It is presented here in an edited form.",
        "de": "Dieser Band erzählt den Kampf zwischen dem „Schwarzen Fuchs Itaru“ und den „zwei Oni von Tokaku“. Diese Geschichte ging leider im Originaltext verloren und wurde erst neulich wiedergefunden und in die heutige Form adaptiert.",
        "chs": "本册讲述了「黑狐阿达」与「户隐的双鬼」之间的对决故事。该故事在《有乐斋六狐传》中不幸佚失，今幸而寻回，加以改编而成。",
        "cht": "本冊講述了「黑狐阿達」與「戶隱的雙鬼」之間的對決故事。該故事在《有樂齋六狐傳》中不幸佚失，今幸而尋回，加以改編而成。",
        "es": "Este volumen narra la historia de las diferencias entre Itaru, “el zorro negro” y las oni gemelas de Tokaku. Desafortunadamente, este cuento quedó olvidado en los textos originales, solo para ser descubierto y editado en su presentación actual.",
        "fr": "Ce volume raconte l'histoire de la confrontation entre Itaru le Kitsune noir et les jumelles oni de Tokaku. Ce conte a malheureusement été perdu dans la version originale, mais il a été retrouvé et ajouté à l'édition actuelle.",
        "id": "Volume ini menceritakan pertarungan antara \"Rubah Hitam Itaru\" dan \"Oni Kembar Tokaku.\" Teks asli kisah ini sayangnya sudah hilang, hanya bisa ditemukan dan disunting dalam bentuk seperti yang ada saat ini.",
        "jp": "この巻では、「黒狐の達」と「戸隠の双鬼」の決闘の物語が書かれている。この物語は『有楽斎六狐伝』から損失し、再び発見されたものを改編した。",
        "kr": "이번 집은 「검은 여우 이타루」와 「토카쿠시의 쌍귀」의 대결 이야기다. 이 이야기는 《유낙재육미호전》에서는 유실되었으나, 나중에 다행히도 발견되었다. 그 후 각색을 거쳐 이 작품으로 재탄생하게 되었다",
        "pt": "Este volume narra a história das diferenças entre a Raposa Preta Itaru e o Oni Gêmeo de Tokaku. Esta história foi perdida no texto original, e foi apenas encontrada e editada para a sua forma presente.",
        "ru": "Данный том повествует о дуэли «чёрной лисы Итару» и «близнецов-óни из Токаку». К сожалению, эта история в оригинале была утрачена, но её удалось найти и адаптировать.",
        "th": "เล่มนี้บอกเล่าเรื่องราวของการต่อสู้ระหว่าง \"จิ้งจอกดำ Itaru\" และ \"สองอสูรแห่ง Tokaku\" น่าเสียดายที่เรื่องราวหายไปใน \"ตำนานแห่ง Kitsune ทั้งหกของ Urakusai\" แต่โชคดีที่หากลับมาได้และถูกทำการดัดแปลง",
        "vi": "Quyển này kể lại cuộc đối chiến giữa \"Hắc Hồ Itaru\" và \"Song Quỷ Tokaku\". Câu chuyện này không may đã bị thất lạc trong \"Lục Hồ Truyện Urakusai\", ngày nay may mắn tìm lại được và chỉnh sửa đôi chút."
    },
    "materialType": "MATERIAL_QUEST"
}