{
    "name": {
        "en": "New Chronicles of the Six Kitsune: Prologue",
        "de": "Neue Chroniken der Sechs Füchse – Prolog",
        "chs": "新六狐传·序",
        "cht": "新六狐傳·序",
        "es": "Nuevas crónicas de los seis kitsune: Prólogo",
        "fr": "Nouvelles chroniques des six Kitsunes - Prologue",
        "id": "Sejarah Baru Enam Kitsune: Pendahuluan",
        "jp": "新六狐伝·序",
        "kr": "신육호전·서막",
        "pt": "Novas Crônicas dos Seis Kitsunes - Prólogo",
        "ru": "Новые хроники шести кицунэ: Предисловие",
        "th": "ตำนานบทใหม่แห่ง Kitsune ทั้งหก (บทนำ)",
        "vi": "Tân Lục Hồ Truyện - Mở Đầu"
    },
    "id": 101523,
    "materialDesc": {
        "en": "Stories about memories are always closely intertwined with transience. This book is not all-new, but is an adaptation of \"Urakusai's Chronicles of the Six Kitsune.\"",
        "de": "Geschichten über Erinnerungen sind immer eng mit der Vergänglichkeit verflochten. Dieses Buch ist nicht komplett neu, sondern eine Adaption von „Urakusais Chroniken der Sechs Füchse“.",
        "chs": "有关记忆的故事，总是与得而复失的瞬间相连。本书并非全然新作，而是名作《有乐斋六狐传》之改写",
        "cht": "有關記憶的故事，總是與得而復失的瞬間相連。本書並非全然新作，而是名作《有樂齋六狐傳》之改寫。",
        "es": "Las historias en las que se relatan recuerdos del pasado siempre están relacionadas con la pérdida de algo. Este libro no es completamente nuevo, sino una reedición de la obra «Crónicas de los seis kitsune de Urakusai».",
        "fr": "Les histoires sur les souvenirs sont toujours liées à l'éphémère. Cette histoire n'est pas nouvelle, c'est une réécriture des « Chroniques des six Kitsunes d'Urakusai ».",
        "id": "Cerita tentang kenangan selalu terkait erat dengan kefanaan. Buku ini tidak sepenuhnya baru, tetapi merupakan adaptasi dari \"Sejarah Enam Kitsune karya Urakusai\"",
        "jp": "記憶にまつわる物語は、常に儚さと関連する。この本は新作ではなく、有名な作品『有楽斎六狐伝』を改編したものである。",
        "kr": "기억에 대한 이야기, 종종 손에 넣었다가 다시 잃은 순간과 연결되어 있다. 이 책은 새로운 작품이 아니라 명작 《유낙재육미호전》을 각색한 것이다",
        "pt": "As histórias sobre as memórias estão sempre relacionadas com efemeridade. Esse livro não é algo totalmente novo mas sim uma adaptação das \"Crônicas de Urakusai dos Seis Kitsune\".",
        "ru": "Истории и воспоминания всегда тесно связаны с мимолётностью. Это не новое произведение, а адаптация «Хроник шести кицунэ Уракусая».",
        "th": "เรื่องราวของความทรงจำนั้น มักเชื่อมโยงกับช่วงเวลาแห่งการได้รับและการสูญเสีย หนังสือเล่มนี้ไม่ใช่งานประพันธ์ใหม่ทั้งหมด แต่เป็นผลงานดัดแปลงจาก \"ตำนานแห่ง Kitsune ทั้งหกของ Urakusai\"",
        "vi": "Những câu chuyện gắn liền với việc được rồi lại mất. Quyển sách này không phải sáng tác mới mà được cải biên từ tác phẩm nổi tiếng \"Lục Hồ Truyện Urakusai\""
    },
    "materialType": "MATERIAL_QUEST"
}