{
    "name": {
        "en": "Nightwatch Contract",
        "de": "Nachtwachenvertrag",
        "chs": "邃羽夜巡之契",
        "cht": "邃羽夜巡之契",
        "es": "Título de rondador nocturnal",
        "fr": "Contrat de surveillance nocturne",
        "id": "Surat Izin Patroli Malam",
        "jp": "幽羽夜巡の契約",
        "kr": "검은 깃털의 야간 순찰 계약",
        "pt": "Contrato de Patrulha Voadora da Noite Eterna",
        "ru": "Контракт ночного дозорного",
        "th": "สัญญาแห่งห้วงรัตติกาล",
        "vi": "Khế Ước Bay Đêm"
    },
    "id": 101910,
    "materialDesc": {
        "en": "A contract penned and signed personally by the Prinzessin der Verurteilung herself. It may be used to authorize the opening of navigational sites. Those who should produce this letter of warrant shall be authorized forthwith to spread their black feathers where dawn meets dusk, and envelop the skies in night's own embrace.",
        "de": "Ein von der Prinzessin der Verurteilung selbst aufgesetzter und unterschriebener Vertrag, der den Anwender zur Eröffnung von Navigationspunkten berechtigt. Wer dieses Schreiben vorweist, ist befähigt, an der Grenze von Tag und Nacht seine schwarzen Schwingen auszubreiten und den Himmel in die Dunkelheit der Nacht zu hüllen.",
        "chs": "由断罪之皇女亲手签署和颁发，供使用者开通航行站点权限的契约书信。能够出示此信者，即被视为拥有于昼夜相交之际张开黑羽、以深邃夜色遮蔽天空的资格。",
        "cht": "由斷罪之皇女親手簽署和頒發，供使用者開通航行站點許可權的契約書信。能夠出示此信者，即被視為擁有於晝夜相交之際張開黑羽、以深邃夜色遮蔽天空的資格。",
        "es": "Un contrato firmado por la mismísima Princesa del Juicio que otorga al titular el privilegio de abrir puestos de navegación. Se considera que los que pueden mostrar este título tienen potestad para desplegar sus sombrías alas en las tinieblas del ocaso y cubrir el cielo con la oscuridad de la noche cerrada.",
        "fr": "Un contrat rédigé de la main de la Princesse du châtiment qui permet d'emprunter le réseau aérien. Ceux qui le montrent seront autorisés à déployer leurs ailes de jais là où l'aube rencontre le crépuscule et couvrir le ciel de la couleur de la nuit.",
        "id": "Surat kontrak ditandatangani dan diterbitkan oleh Prinzessin der Verurteilung secara personal untuk pengguna dapat membuka otoritas situs navigasi. Barangsiapa dapat menunjukkan surat ini akan diberikan wewenang untuk menebarkan bulu hitamnya tatkala siang bertemu malam, dan ketika langit diselimuti oleh gelapnya malam.",
        "jp": "断罪の皇女が自ら署名し、発行した契約書。航行ステーションの開設の許可に使用できる。これを有す者は、夜明けと夕暮れの合間に黒い羽根を広げ、深邃なる漆黒で空を包むことを許可される。",
        "kr": "단죄의 황녀가 직접 서명하고 발급한 계약서. 항해 정류소의 개통 권한을 부여할 수 있다. 이 문서를 제출하는 사용자는 밤낮이 교차할 때 칠흑같이 검은 깃털을 펼치고 하늘을 삼킬 자격이 주어진다",
        "pt": "Um contrato assinado pessoalmente pela Princesa dos Pecados. Ele pode ser utilizado para autorizar a abertura do local de navegação. Aqueles que mostrarem essa carta estarão autorizados a espalhar suas penas negras onde a alvorada encontra o crepúsculo, e envolver os céus no abraço da noite.",
        "ru": "Контракт, подписанный самой Принцессой осуждения, который даёт владельцу привилегию открывать навигационные станции. Тот, кто предъявит его, будет уполномочен немедленно расправить свои чёрные крылья там, где рассвет встречается с закатом, и заключить небо в объятия ночи.",
        "th": "สัญญาที่เขียนและลงนามด้วยตนเองโดยเจ้าหญิงแห่งการลงทัณฑ์ ซึ่งใช้เพื่ออนุญาตให้เปิดพื้นที่เส้นทางต่าง ๆ ผู้ที่แสดงสัญญานี้ออกมา ถือว่ามีคุณสมบัติที่จะแผ่ขนสีดำของตนเองในยามที่ทิวาและราตรีได้มาบรรจบกัน เพื่อปกคลุมท้องฟ้าด้วยค่ำคืนแสนมืดมิด",
        "vi": "Khế ước do chính tay Công Chúa Định Tội ký và phát hành, người sử dụng nó sẽ có quyền mở trạm bay. Những người có thể trình khế ước này ra sẽ được xem là có đủ tư cách sải rộng đôi cánh đen khi ngày và đêm giao nhau, và che phủ bầu trời bằng bóng tối."
    },
    "materialType": "MATERIAL_QUEST"
}