{
    "name": {
        "en": "Ningguang: Phoenix",
        "de": "Ningguang – Phönix",
        "chs": "凝光·凤仪",
        "cht": "凝光·鳳儀",
        "es": "Ninguang - Fénix",
        "fr": "Ningguang - Phénix",
        "id": "Ningguang: Phoenix",
        "jp": "凝光·鳳儀",
        "kr": "응광·봉황의 자태",
        "pt": "Ningguang - Fênix",
        "ru": "Величие феникса",
        "th": "Ningguang - Phoenix",
        "vi": "Ningguang - Cốt cách phượng hoàng"
    },
    "id": 210038,
    "materialDesc": {
        "en": "Namecard style.\\nThey say that \"more's the pity that phoenixes are few.\" But seriously, one Ningguang is more than enough...",
        "de": "Ein Motiv für Namenskärtchen.\\nUnheil bleibt fern, wo Qilin und Phönix weilen. Ningguang allein reicht aber schon völlig.",
        "chs": "名片纹饰。\\n 常说「麟止凤仪，所患在少」。另一位不论，凝光大人这样的人，一个就够了…",
        "cht": "名片紋飾。\\n 常說「麟止鳳儀，所患在少」。另一位不論，凝光大人這樣的人，一個就夠了…",
        "es": "Diseño de tarjeta de presentación.\\nDicen que “es una pena que los fénix sean tan escasos”, pero tratándose de Ninguang, es más que suficiente...",
        "fr": "Thème.\\nOn dit souvent : « Les phénix sont extrêmement rares dans le monde », mais plus sérieusement, une seule Ningguang suffit...",
        "id": "Style kartu nama\\nMereka mengatakan bahwa \"masalah akan berkurang bila Phoenix semakin banyak\". Tapi serius, satu Ningguang sudah lebih dari cukup...",
        "jp": "名刺の飾り紋。\\n 「麒麟や鳳凰に会いたくてもめったに会えない故、悩む」。もう一人の方はともかく、凝光様みたいな方は一人で十分です…",
        "kr": "명함 스킨.\\n「기린과 봉황이 드물어서 문제다」고들 하지만 응광 어르신이라면 하나로도 충분하다…",
        "pt": "Estilo de Cartão de Visita.\\nDizem que \"é uma pena que as fênix sejam poucas\". Mas, falando sério, a Ningguang sozinha já é suficiente...",
        "ru": "Именная карта.\\nКак говорится: «Худшее в фениксах - это то, что их мало». Но, на самом деле, одной Нин Гуан более чем достаточно...",
        "th": "ลายนามบัตร\\nมักจะมีคนพูดว่า \"ช่างน่าเสียดายที่นกฟีนิกซ์นั้นมีน้อย\" แต่ก็มีคนพูดว่า คนอย่างท่าน Ningguang เนี่ย แค่คนเดียวก็พอแล้ว...",
        "vi": "Hoa văn danh thiếp.\\nNgười như Ningguang đại nhân, chỉ cần một là đủ..."
    },
    "materialType": "MATERIAL_NAMECARD"
}