{
    "name": {
        "en": "Noctilucous Jade",
        "de": "Nachtjade",
        "chs": "夜泊石",
        "cht": "夜泊石",
        "es": "Jade noctilucoso",
        "fr": "Jade noctiluque",
        "id": "Noctilucous Jade",
        "jp": "夜泊石",
        "kr": "야박석",
        "pt": "Jade Nocticulosa",
        "ru": "Полуночный нефрит",
        "th": "Noctilucous Jade",
        "vi": "Dạ Phách Thạch"
    },
    "id": 100028,
    "materialDesc": {
        "en": "A rare mineral that glimmers in the dark. It's said to be a mutated gemstone condensed from the flourishing elements of the world.",
        "de": "Ein äußerst seltenes Gestein, das in der Dunkelheit stiller Nächte leuchtet. Man hält es für das edle Produkt kristallisierter Elemente, die an die Oberfläche treten.",
        "chs": "稀有的特质矿石，在静谧的暗夜里会幽幽地发光。据称是天地间奔流的元素在异变中凝聚成的珍奇宝石。",
        "cht": "稀有的特質礦石，在靜謐的暗夜裡會幽幽地發光。據稱是天地間奔流的元素在異變中凝聚成的珍奇寶石。",
        "es": "Un mineral poco común que brilla en la oscuridad. Se dice que es una piedra preciosa que ha mutado y se ha condensado a partir de los elementos del mundo.",
        "fr": "Un minerai rare qui brille dans l'obscurité. On dit qu'il s'agit du fruit de la condensation des éléments fluctuants entre le ciel et la terre.",
        "id": "Mineral langka yang bersinar dalam kegelapan. Kata orang-orang, batunya terbuat dari elemen-elemen yang melimpah di dunia.",
        "jp": "希少な鉱石。暗くて静かな夜に微かに光る。言い伝えによると世の中の元素が変異していく中で形成された貴重な石。",
        "kr": "희귀한 특수 광석. 고요하고 어두운 밤에 은은하게 빛난다. 천지 사이에서 흐르던 원소가 변이 중에 응집되어 만들어진 진귀한 보석이라고 한다",
        "pt": "Um mineral raro que brilha no escuro. Dizem que é uma gema mutante condensada com elementos florescentes do mundo.",
        "ru": "Редкий минерал, который блестит в темноте. Говорят, что это драгоценный камень, видоизменённый под действием бушующих элементов этого мира.",
        "th": "แร่พิเศษที่ส่องแสงสะท้อนอยู่ในความมืด ว่ากันว่าเป็นหินที่เปลี่ยนแปลงมาจากพลอยที่เกิดการควบแน่นจากแร่ธาตุต่าง ๆ ของโลก",
        "vi": "Khoáng thạch hiếm, sẽ tỏa sáng trong màn đêm yên tĩnh. Nghe nói là bảo thạch quý được ngưng tụ bởi những Nguyên Tố dị biến trong trời đất."
    },
    "materialType": "MATERIAL_EXCHANGE"
}