{
    "name": {
        "en": "Noodles with Mountain Delicacies",
        "de": "Nudeln mit Fleischsoße und Pilzen",
        "chs": "山珍热卤面",
        "cht": "山珍熱滷麵",
        "es": "Fideos con delicias de montaña",
        "fr": "Nouilles aux délices de la montagne",
        "id": "Noodles with Mountain Delicacies",
        "jp": "山幸の麺",
        "kr": "산미 울면",
        "pt": "Macarrão com Delícias das Montanhas",
        "ru": "Лапша «Дары гор»",
        "th": "Noodles with Mountain Delicacies",
        "vi": "Mì Nóng Bát Bửu"
    },
    "id": 108142,
    "materialDesc": {
        "en": "Noodles in a meat and vegetable sauce. The sauce has a rustic flavor, and there's a generous amount of it mixed in with the noodles. A humble but enduringly popular dish.",
        "de": "Nudeln in einer Soße mit Fleisch und Gemüse. Die Portion hat eine ansehnliche Größe und neben den Nudeln findet man ausreichend Fleisch und Gemüse. Die angedickte Soße verbindet alles ausgezeichnet miteinander. Es ist zwar normale Hausmannskost, schmeckt dafür aber umso besser.",
        "chs": "荤素搭配的卤面。分量十足的配菜拌入卤面之中，酱味敦厚。虽然是普通家常的做法，却能孕育出无比浓郁的回味。",
        "cht": "葷素搭配的滷麵。份量十足的配菜拌入滷麵之中，醬味敦厚。雖然是普通家常的做法，卻能孕育出無比濃郁的回味。",
        "es": "Fideos en salsa de carne con verduras. Al juntar su generosa guarnición con los fideos hervidos, se consigue resaltar el sabor de la salsa. Aunque es un plato muy común y casero, su sabor es realmente intenso.",
        "fr": "Des nouilles dans une sauce de viande et de légumes. Celle-ci, épaisse et généreuse, possède une saveur rustique. Bien qu'il s'agisse d'un plat populaire, il n'en demeure pas moins excellent.",
        "id": "Mi dengan saus yang terbuat dari campuran daging dan sayuran. Sausnya memiliki rasa seperti masakan rumahan, dan jumlah saus yang dituangkan ke dalam mi ini cukup banyak. Sebuah masakan yang sederhana, tetapi sangat populer dan digemari.",
        "jp": "栄養バランスが良い麺。具材たっぷりで、麺とスープが良く絡む。ごく普通の作り方だが、濃厚な味を楽しめる。",
        "kr": "육류와 채소의 밸런스가 좋은 울면. 충분한 분량의 고명과 면이 잘 버무려져 깊은 양념 맛을 느낄 수 있다. 평범한 요리법으로 탄생한 평범하지 않은 맛의 면 요리다",
        "pt": "Macarrão em um molho de carne e legumes. O molho tem um sabor rústico, e há uma quantidade generosa dele misturado com o macarrão. Um prato humilde, porém persistentemente popular.",
        "ru": "Лапша с подливой из мяса и овощей. Подливы добавлено в эту лапшу от всей души. Очень лёгкое домашнее блюдо, ставшее популярным благодаря своей деревенской простоте и свежему аромату природы.",
        "th": "บะหมี่เนื้อตุ๋นใส่ผัก ส่วนผสมที่ถูกใส่ลงไปอย่างลงตัว เกิดเป็นรสชาติที่แสนเพอร์เฟกต์ ถึงวิธีทำจะดูธรรมดาทั่วไป แต่ก็ให้รสชาติที่ติดปากไปอีกนานแสนนาน",
        "vi": "Món mỳ với thịt và rau. Với phần thức ăn kèm và nước sốt đậm đà được trộn vào mỳ. Mặc dù đây chỉ là cách làm bình thường tại nhà, nhưng đã tạo ra một dư vị vô cùng đặc sắc."
    },
    "materialType": "MATERIAL_FOOD"
}