{
    "name": {
        "en": "Northern Birch Folding Counter",
        "de": "Klappbare Theke aus nordischer Birke",
        "chs": "极北桦木折角柜台",
        "cht": "極北樺木折角櫃檯",
        "es": "Mostrador plegable de abedul nórdico",
        "fr": "Comptoir avec abattant en bouleau du nord",
        "id": "Konter Lipat Kayu Birch",
        "jp": "極北樺のコーナーカウンター",
        "kr": "북대륙 자작나무 코너 카운터",
        "pt": "Balcão Dobrável de Vidoeiro do Norte",
        "ru": "Угловая стойка из северной берёзы",
        "th": "เคาน์เตอร์ไม้เบิร์ชเข้ามุม",
        "vi": "Quầy Hàng Chữ L Gỗ Hoa Cực Bắc"
    },
    "id": 381101,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Northern Birch Folding Counter.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Klappbare Theke aus nordischer Birke“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「极北桦木折角柜台」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「極北樺木折角櫃檯」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Mostrador plegable de abedul nórdico.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du comptoir avec abattant en bouleau du nord.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Konter Lipat Kayu Birch\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「極北樺のコーナーカウンター」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「북대륙 자작나무 코너 카운터」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Balcão Dobrável de Vidoeiro do Norte\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Угловая стойка из северной берёзы».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"เคาน์เตอร์ไม้เบิร์ชเข้ามุม\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Quầy Hàng Chữ L Gỗ Hoa Cực Bắc\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}