{
    "name": {
        "en": "Northern Apple Stew",
        "de": "Apfelschmorfleisch aus dem Norden",
        "chs": "北地苹果焖肉",
        "cht": "北地蘋果燜肉",
        "es": "Estofado de carne y manzana del Norte",
        "fr": "Ragoût de pommes du nord",
        "id": "Northern Apple Stew",
        "jp": "北地のリンゴと肉の煮込み",
        "kr": "북극 사과고기찜",
        "pt": "Ensopado de Maçã do Norte",
        "ru": "Тушёное мясо с яблоками",
        "th": "Northern Apple Stew",
        "vi": "Thịt Om Táo Đất Bắc"
    },
    "id": 108171,
    "materialDesc": {
        "en": "A dish with braised meat and apples. The meat goes down smooth, its flavor dense, and when cut open, the meat juice that flows out bears traces of apple flavoring. An eye-popping, refreshing dish indeed.",
        "de": "Ein Gericht mit auf Apfelscheiben geschmortem Fleisch. Sobald das Fleisch in den Mund gelangt, zergeht es augenblicklich. Doch schon der Saft, der beim Aufschneiden austritt, verzückt das Auge. Ein Genuss für Leib und Seele.",
        "chs": "加入苹果焖制的肉料理。兽肉入口细滑而绵密，切开后流出的肉汁则是混合了丝丝果香。有着令人耳目一新的清爽味型。",
        "cht": "加入蘋果燜製的肉料理。獸肉入口細滑而綿密，切開後流出的肉汁則是混合了絲絲果香。有著令人耳目一新的清爽風味。",
        "es": "Un estofado de carne y manzana. La textura de la carne es justo la adecuada y el jugo que rezuma al cortarla tiene un sabor afrutado y fresco.",
        "fr": "Un ragoût de viande et de pommes. La texture de la viande est parfaite et le jus qui s'en écoule une fois coupée a une saveur fruitée et fraîche.",
        "id": "Hidangan yang terdiri dari daging dan apel yang direbus. Dagingnya menjadi lembut, rasanya pekat, dan ketika dibelah, sari daging yang keluar memancarkan aroma buah apel. Sungguh hidangan yang menggiurkan dan menyegarkan.",
        "jp": "リンゴと一緒に煮込んだ肉料理。獣肉の滑らかな食感に溢れ出す肉汁とフルーツの香り。今までなかった爽やかな一品。",
        "kr": "사과를 곁들인 고기찜 요리. 짐승 고기는 부드럽고 치밀하다. 고기를 썰면 흐르는 육즙에서 과일향이 풍긴다. 참신함이 느껴지는 상큼한 맛을 낸다",
        "pt": "Um prato feito com carne e maçã. A carne desce com facilidade, com um sabor denso, e quando cortada, o suco que sai dela tem traços de maçã. Um prato que salta aos olhos, muito refrescante.",
        "ru": "Тушёное мясо с яблоками. Само мясо плотное и хорошо жуётся. Бульон, вытекающий из него при нарезке, наполняет воздух тонким ароматом яблок. Освежающее блюдо, заставляющее по-новому взглянуть на мир.",
        "th": "เนื้ออบแอปเปิ้ล เมื่อเข้าปากแล้ว จะได้สัมผัสกับเนื้อที่เนียนนุ่ม เมื่อหั่นจะมีน้ำเกรวี่ไหลออกมา พร้อมกับกลิ่นหอมของผลไม้ ทานแล้วทำให้รู้สึกสดชื่นเป็นที่สุด",
        "vi": "Món thịt om táo. Thịt rừng mềm mịn vừa ăn, nước thịt mang theo hương táo nhẹ, thật là cảm giác mới lạ hấp dẫn."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}