{
    "name": {
        "en": "Notes of Some Kind",
        "de": "Komische Aufzeichnungen",
        "chs": "似乎是笔记？",
        "cht": "似乎是筆記？",
        "es": "Notas apresuradas",
        "fr": "Un... journal ?",
        "id": "Apakah Ini Catatan",
        "jp": "ノートなのかな…？",
        "kr": "무언가의 메모",
        "pt": "Parece que são anotações?",
        "ru": "Какие-то записки",
        "th": "ดูเหมือนจะเป็นสมุดบันทึก?",
        "vi": "Hình như là bút ký?"
    },
    "id": 100767,
    "materialDesc": {
        "en": "A note filled from margin to margin with text. It seems to have come from a student of the love poem crash course. If you read it carefully, you may yet grasp the gist of how to write a love poem.",
        "de": "Eine Notiz, die von Rand zu Rand mit Text gefüllt ist. Sie scheint von einem Studenten des Kurzlehrgangs zu Liebesgedichten zu stammen. Wenn du ihn aufmerksam liest, wirst du vielleicht doch den Kern erfassen, wie man ein Liebesgedicht verfasst.",
        "chs": "写满笔记的纸条，似乎出自情诗速成班学生之手。仔细阅读的话，也许能学到写情诗的重要技巧。",
        "cht": "寫滿筆記的紙條，似乎出自情詩速成班學生之手。仔細閱讀的話，也許能學到寫情詩的重要技巧。",
        "es": "Una nota con texto por todas partes. Parece de alguno de los estudiantes del curso acelerado de poesía romántica. Si la lees con detenimiento, quizás aprendas a escribir poemas de amor.",
        "fr": "Des notes denses, sans doute provenant de quelque étudiant du cours accéléré de poèmes. En lisant avec soin, vous pourrez peut-être apprendre quelques bases sur la composition poétique.",
        "id": "Catatan yang penuh dengan tulisan sampai ke setiap sudut kertasnya. Catatan ini kelihatannya berasal dari seorang siswa yang mengikuti kursus kilat menulis puisi cinta. Jika kamu membacanya dengan cermat, kamu mungkin bisa memahami inti dari cara menulis puisi cinta.",
        "jp": "色々たくさん書かれたメモ。詩を学ぶ学生によるものだそうだ。よく読むと、愛の詩を書くテクニックを学べるかも。",
        "kr": "글씨가 빼곡히 적혀있는 쪽지, 사랑 시를 배우고 있는 학생이 쓴 듯하다. 자세히 읽어보면 사랑 시를 쓰는 중요한 테크닉을 배울 수 있을지도 모른다",
        "pt": "Uma nota cheia de texto estendendo-se entre suas duas margens. Parece ter vindo de um estudante que fez um curso intensivo rápido de poesia. Se ler ela cuidadosamente, talvez seja possível entender como escrever um poema de amor.",
        "ru": "Исписанная от края до края заметка. Похоже, она пришла от слушателя ускоренного курса любовной поэзии. Если вы прочитаете её внимательно, то, возможно, научитесь писать любовные стихи.",
        "th": "กระดาษโน้ตที่เต็มไปด้วยข้อความ ดูเหมือนจะเป็นของนักเรียนคลาสฝึกแต่งบทกวีความรัก ซึ่งหากดูอย่างละเอียดแล้วล่ะก็ บางทีอาจจะรู้เทคนิคสำคัญในการแต่งบทกวีความรักก็เป็นได้",
        "vi": "Mảnh giấy viết chi chít, hình như là của một học sinh trong lớp học thơ tình cấp tốc. Nếu đọc kỹ có lẽ sẽ học được mẹo quan trọng trong việc viết thơ tình."
    },
    "materialType": "MATERIAL_QUEST"
}