{
    "name": {
        "en": "Notice Paper",
        "de": "Schriftstück mit Ankündigung",
        "chs": "写有公告内容的纸条",
        "cht": "寫有公告內容的紙條",
        "es": "Nota de aviso",
        "fr": "Papier administratif",
        "id": "Kertas Pemberitahuan",
        "jp": "お知らせ内容が書いてある紙",
        "kr": "공지사항이 적힌 종이",
        "pt": "Nota de Aviso",
        "ru": "Информационная записка",
        "th": "กระดาษที่เขียนประกาศเอาไว้",
        "vi": "Tờ Giấy Ghi Nội Dung Thông Báo"
    },
    "id": 100632,
    "materialDesc": {
        "en": "A note written in haste. It lists a number of documents required when applying for a new business license.",
        "de": "Ein hastig verfasstes Schreiben, in dem die für die Beantragung einer neuen Betriebserlaubnis benötigten Materialien aufgeführt sind.",
        "chs": "匆忙写就的字条，上面详细记录着申请新版经营许可证所需提交的一系列文件材料。",
        "cht": "匆忙寫就的字條，上面詳細記錄著申請新版經營許可證所需提交的一系列文件資料。",
        "es": "Una nota escrita apresuradamente en la que se listan los documentos necesarios para solicitar la nueva licencia de negocio.",
        "fr": "Une note rédigée à la hâte qui répertorie les documents nécessaires pour faire la demande d'un nouveau permis de travail.",
        "id": "Catatan yang ditulis dengan tergesa-gesa, berisi serangkaian dokumen dan bahan yang diperlukan untuk mengajukan izin bisnis baru.",
        "jp": "走り書きのメモ。最新の経営許可書を申請するために必要な書類や材料が詳細に記されている。",
        "kr": "급하게 쓴 메모, 새로운 영업허가증을 신청하는 데 필요한 서류가 자세히 기록되어 있다",
        "pt": "Uma nota escrita rapidamente, contém uma lista detalhada com os documentos necessários para se registrar para uma Nova Licença de Negócios.",
        "ru": "Торопливо набросанная записка. Это список документов, требуемых для получения новой лицензии на ведение коммерческой деятельности.",
        "th": "บันทึกที่เขียนอย่างรีบร้อน ข้างในได้จดรายการเอกสารที่ต้องใช้ ยื่นขอใบอนุญาตประกอบธุรกิจใหม่",
        "vi": "Dòng chữ viết vội, phía trên ghi rõ những tài liệu cần nộp để xin cấp giấy phép kinh doanh bản mới."
    },
    "materialType": "MATERIAL_QUEST"
}