{
    "name": {
        "en": "Nutritious Meal (V.593)",
        "de": "Nahrhafte Kost Nr. 593",
        "chs": "伍玖叁式营养餐",
        "cht": "伍玖參式營養餐",
        "es": "Comida nutritiva (versión n.º 593)",
        "fr": "Repas nº593",
        "id": "Nutritious Meal (V. 593)",
        "jp": "五九三式栄養食",
        "kr": "오구삼식 보양식",
        "pt": "Refeição Nutritiva (V.593)",
        "ru": "Питательное разнообразие",
        "th": "Nutritious Meal (V. 593)",
        "vi": "Cơm Dinh Dưỡng 593"
    },
    "id": 108146,
    "materialDesc": {
        "en": "Sucrose's specialty. It looks like some strange alchemical product at first, but Sucrose insists that it is a healthy and nutritious meal, the result of many experiments and painstaking improvements. Its healthy green color comes from a mix of cream and natural vegetable juices... Wait, vegetable juices?",
        "de": "Saccharoses Spezialzubereitung. Auf den ersten Blick scheint dies ein Produkt aus ihrem Labor zu sein. Sie selbst beharrt aber darauf, dass diese nahrhafte Mahlzeit das Ergebnis langwieriger Experimente sei. Die gesund erscheinende grüne Farbe kommt vom Gemüsesaft in der Sahne ... Gemüsesaft?!",
        "chs": "砂糖的特色料理。乍一眼看上去像是某种奇妙的炼金产物，但据砂糖本人坚称是多次实验改良后才研发成功的营养餐品。「健康」的绿色来源于加入奶油中的天然蔬菜汁…蔬菜汁？",
        "cht": "砂糖的特色料理。乍看之下像是某種奇妙的煉金產物，但據砂糖本人堅稱是多次實驗改良後才研發成功的營養餐品。「健康」的綠色來源於加入到鮮奶油中的天然蔬菜汁…蔬菜汁？",
        "es": "La especialidad de Sacarosa. Al principio parece un producto alquímico extraño, pero Sacarosa insiste en que es un alimento saludable y nutritivo, producto de muchos experimentos y mejoras minuciosas. Su color verde saludable proviene de una mezcla de crema y jugos de vegetales naturales... Espera, ¿jugos de vegetales?",
        "fr": "Spécialité culinaire de Sucrose. Ce plat ressemble à un étrange produit alchimique au premier abord, mais la jeune fille vous assure qu'il est plein de bons nutriments après avoir conduit de nombreuses expériences. Un mélange de crème et de légumes lui donne une couleur verte... Quels légumes ?",
        "id": "Spesialisasi Sucrose. Saat dilihat, bentuknya seperti barang kimiawi aneh, tapi Sucrose menegaskan bahwa ini adalah makanan bernutrisi hasil dari banyak eksperimennya. Warna hijaunya yang \"sehat\" berasal dari campuran krim dan jus sayur alami... Hah, jus sayuran?",
        "jp": "スクロースのオリジナル料理。一見変わった錬金物に見えるが、スクロース本人は「これは何度も実験を繰り返した上でできた栄養食品」と主張している。「健康」の緑色はクリームに天然の野菜汁を入れているから…野菜汁？",
        "kr": "설탕의 특제 요리. 언뜻 보기엔 기묘한 연금 생성물처럼 보이지만 설탕 본인은 여러 차례 실험을 통해 개발된 영양식이라고 우긴다. 「건강」한 녹색은 크림에 들어간 천연 녹즙이다. 녹즙…?",
        "pt": "As comidas especiais da Sucrose. Ao primeiro olhar, parecem ser algo de alquimia, mas a Sucrose sempre afirma que são refeições nutritivas após vários exprimentos. A cor verde vem do suco natural de legumes, que é bem saudável.",
        "ru": "Особое блюдо Сахарозы. С виду напоминает какой-нибудь алхимический продукт, но сама Сахароза утверждает, что этот результат множества опытов и доводки - исключительно питательное блюдо. Здоровый зелёный цвет ему придаёт смесь из сливок и овощного сока... Это ведь овощной сок?",
        "th": "อาหารสูตรพิเศษของ Sucrose แวบแรกที่มอง ดูเหมือนว่ามันจะเป็นผลิตภัณฑ์การเล่นแร่แปรธาตุที่แสนวิเศษ แต่จากข้อมูลของ Sucrose เธอยืนยันว่ามันเป็นอาหารที่มีคุณค่าทางโภชนาการซึ่งได้รับการพัฒนาจนประสบความสำเร็จหลังจากการทดลองและปรับปรุงครั้งแล้วครั้งเล่า ของสีเขียว \"เพื่อสุขภาพ\" นั้นมีที่มาจากการผสมผสานของครีมและน้ำผัก... ห๊ะ น้ำผัก?",
        "vi": "Món ăn đặc sắc của Sucrose. Thoạt nhìn, nó trông giống như một sản phẩm giả kim tuyệt vời, nhưng Sucrose nói đó là một bữa ăn bổ dưỡng được chế ra sau nhiều thử nghiệm và cải thiện. Màu xanh lá cây từ nước ép rau quả tự nhiên được thêm vào kem... Nước ép rau quả?"
    },
    "materialType": "MATERIAL_FOOD"
}