{
    "name": {
        "en": "Of Fields Green: Clear Spring Fountain",
        "de": "Grüne Felder – „Klarer Quellbrunnen“",
        "chs": "绿野碧茵-「冰澈泉瀑」",
        "cht": "綠野碧茵-「冰澈泉瀑」",
        "es": "Verdes campos: Fuente cristalina",
        "fr": "#Éden verdoyant «{NON_BREAK_SPACE}Fontaine cristalline »",
        "id": "Ladang Hijau: Air Mancur Musim Semi",
        "jp": "青々とした緑-「澄みわたる泉」",
        "kr": "푸른빛 싱그러움-「맑고 차가운 샘물」",
        "pt": "Campos Verdejantes: Fonte Primaveril Translúcida",
        "ru": "Изумрудные поля: Фонтан с родниковой водой",
        "th": "แดนอัศจรรย์อันเขียวขจี - \"น้ำพุเยือกเย็น\"",
        "vi": "Khu Vườn Xanh Ngát - Thác Băng Thanh"
    },
    "id": 391117,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making Of Fields Green: Clear Spring Fountain.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Grüne Felder – Klarer Quellbrunnen“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「绿野碧茵-『冰澈泉瀑』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「綠野碧茵-『冰澈泉瀑』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Verdes campos: Fuente cristalina.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'éden verdoyant « Fontaine cristalline ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Ladang Hijau: Air Mancur Musim Semi.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「青々とした緑-『澄みわたる泉』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「푸른빛 싱그러움- 『맑고 차가운 샘물』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Campos Verdejantes: Fonte Primaveril Translúcida.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Изумрудные поля: Фонтан с родниковой водой».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"แดนอัศจรรย์อันเขียวขจี - น้ำพุเยือกเย็น\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Thác Băng Thanh\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}