{
    "name": {
        "en": "Official Tenryou Commission Document",
        "de": "Offizielles Dokument der Tenryou-Verwaltung",
        "chs": "天领奉行上奏公文",
        "cht": "天領奉行上奏公文",
        "es": "Informe al trono",
        "fr": "Document officiel de la Commission administrative",
        "id": "Dokumen Resmi Tenryou Commission",
        "jp": "天領奉行上奏文書",
        "kr": "텐료 봉행이 쇼군께 올리는 공문",
        "pt": "Documento Oficial da Comissão Tenryou",
        "ru": "Официальный документ комиссии Тэнрё",
        "th": "เอกสารทางการของสำนัก Tenryou",
        "vi": "Công Văn Hiệp Hội Tenryou"
    },
    "id": 101543,
    "materialDesc": {
        "en": "Obtained from Kujou Takayuki. None are privy to these contents save him and the Shogun — or so they tell you. It has the seal of the Kujou Clan Head on it.",
        "de": "Erhalten von Kujou Takayuki. Niemand ist in den Inhalt eingeweiht, außer ihm und dem Shougun. So sagen sie es dir. Es trägt das Siegel des Kujou-Klanoberhaupts.",
        "chs": "从九条孝行处取得，据说除了将军和九条孝行本人外，无人可知其内容。上面印有九条家主的印章。",
        "cht": "從九條孝行處取得，據說除了將軍和九條孝行本人外，無人可知其內容。上面印有九條家主的印章。",
        "es": "Obtenido de Kujou Takayuki. Solo la Shogun y el propio Takayuki saben cuál es su contenido. En él está puesto el sello del clan Kujou.",
        "fr": "Un document obtenu de Kujou Takayuki. Personne n'est au courant de son contenu hormis la Shogun Raiden et lui-même, du moins c'est ce qu'il dit. Il porte le sceau du Clan Kujou.",
        "id": "Didapatkan dari Kujou Takayuki. Tidak ada yang mengetahui rahasia isinya kecuali dia dan Shogun — atau minimal, begitulah katanya. Di atasnya terdapat segel Kepala Klan Kujou.",
        "jp": "九条孝行のところから手に入れた上奏文書。将軍と九条孝行本人以外、中身を知る人がいないようだ。上には九条家当主の印章が押されている。",
        "kr": "쿠죠 타카유키에게서 획득했다. 쇼군과 쿠죠 타카유키 본인을 제외하면 공문의 내용을 아는 자가 없다고 한다. 위에는 쿠죠가 가주의 인장이 찍혀있다",
        "pt": "Obtido de Kujou Takayuki. Apenas ele e a Shogun podem ver o conteúdo, pelo menos é o que lhe dizem. Tem o selo do Clã Kujou em cima.",
        "ru": "Получено у Кудзё Такаюки. Никто, кроме него и сёгуна, не знает, что там написано. На документе стоит печать главы клана Кудзё.",
        "th": "เอกสารที่ได้มาจาก Kujou Takayuki ว่ากันว่านอกจาก Kujou Takayuki และโชกุนแล้ว ไม่มีคนอื่นที่รู้เนื้อหาของเอกสารฉบับนี้ บนนั้นยังมีตราประทับของตระกูล Kujou อีกด้วย",
        "vi": "Lấy ở chỗ Kujou Takayuki, nghe nói ngoài Shogun và Kujou Takayuki ra thì không ai biết được nội dung. Bên trên có con dấu của nhà Kujou."
    },
    "materialType": "MATERIAL_QUEST"
}