{
    "name": {
        "en": "Of Hunting and Dancing",
        "de": "Von Jagd und Tanz",
        "chs": "狩猎与歌舞之营",
        "cht": "狩獵與歌舞之營",
        "es": "Cánticos de cazadores",
        "fr": "Camp de chasse",
        "id": "Kemah Berburu dan Menari",
        "jp": "狩りと歌舞の拠点",
        "kr": "사냥과 가무의 캠프",
        "pt": "Acampamento de Caça e Canções",
        "ru": "Охотничий и песенный поход",
        "th": "แคมป์ของนักล่าและเสียงเพลง",
        "vi": "Doanh Trại Săn Bắn Và Múa Ca"
    },
    "id": 350045,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making \"Of Hunting and Dancing.\"\\nAn encampment set up with some skill that has referenced the famed writings of the researcher Musk to recreate a hilichurl dwelling, and which can be used to study their living habits.\\nThey say that in the past, the Knights of Favonius would set up such camps and engage in detailed planning, led by the Outriders, ahead of expeditions against monsters. The seafaring Crux Fleet also tends to set sand tables up in a similar fashion based on various sources of intelligence to simulate boarding an island and clearing it of monsters.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Amber, Sucrose, Klee, Beidou, Aloy",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Von Jagd und Tanz“.\\nEin Lager, das gekonnt nach den berühmten Schriften des Gelehrten Musk aufgebaut wurde, um eine Hilichurl-Behausung nachzuahmen, durch die ihre Lebensweise untersucht werden kann.\\nMan sagt, dass der Ordo Favonius in der Vergangenheit solche Lager aufbaute und unter der Führung von Kundschaftern einen detaillierten Plan aufstellte, bevor man Expeditionen gegen Monster unternahm. Auch die Crux, die oft auf See ist, soll häufig auf ähnliche Weise Sandbänke vorbereiten, die auf verschiedenen gesammelten Informationen basieren, um das Anlanden auf Inseln und Räumen von Monstern zu simulieren.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Amber, Saccharose, Klee, Beidou und Aloy.",
        "chs": "步骤详实的图纸，记载着「狩猎与歌舞之营」的放置方法。\\n巧妙布设的营地，参考学者马斯克的著作，完美还原了丘丘人部落的实景，可被用于研究丘丘人的生活习性。\\n据说在过去，西风骑士团常在讨伐魔物前布设这种营地，由侦察骑士主导，进行详尽的推演。而常年漂泊在外的南十字船队，也会综合各方情报建立沙盘，来模拟登上陌生岛屿后的境况，排除魔物的威胁。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：安柏、砂糖、可莉、北斗、埃洛伊",
        "cht": "步驟詳實的圖紙，記載著「狩獵與歌舞之營」的放置方法。\\n巧妙佈設的營地，參考學者馬斯克的著作，完美還原了丘丘人部落的實景，可被用於研究丘丘人的生活習性。\\n據說在過去，西風騎士團常在討伐魔物前佈設這種營地，由偵察騎士主導，進行詳盡的推演。而常年漂泊在外的南十字船隊，也會綜合各方情報建立沙盤，來模擬登上陌生島嶼後的境況，排除魔物的威脅。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：安柏、砂糖、可莉、北斗、亞蘿伊",
        "es": "Plano detallado para colocar Cánticos de cazadores.\\nUn campamento erigido con cierta habilidad y que se basa en las afamadas obras del investigador Musk para recrear un asentamiento Hilichurl. Puede usarse para estudiar los hábitos de estas criaturas.\\nSe dice que, en el pasado, los Caballeros de Favonius montaban campamentos así y realizaban exploraciones minuciosas antes de lanzar una expedición para luchar contra monstruos. La Flota Crux Meridianam, normalmente en alta mar, utiliza información de distintas fuentes para montar una recreación parecida y ensayar la conquista y eliminación de monstruos de una isla.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Amber, Sacarosa, Klee, Beidou, Aloy.",
        "fr": "Étapes de mise en place du camp de chasse.\\nUn campement aménagé avec une certaine habileté en se basant sur les célèbres écrits du chercheur Musk pour recréer des habitations Brutocollinus, pouvant être utilisé pour étudier leurs habitudes de vie.\\nIl est dit que dans le passé, l'Ordre de Favonius installait de tels camps sous la direction des Éclaireurs pour aider dans leurs planifications avant les expéditions importantes contre les monstres. La Flotte du Crux, souvent en mer, a également tendance à mettre en place des installations similaires en se basant sur diverses sources de renseignements pour simuler des débarquements offensifs sur des îles à nettoyer de toute vermine.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Amber, Sucrose, Klee, Beidou, Aloy.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Kemah Berburu dan Menari\".\\nPerkemahan yang disiapkan dengan beberapa keahlian khusus yang merujuk pada tulisan terkenal dari peneliti Musk untuk menciptakan kembali hunian bagi para Hilichurl, dan dapat digunakan untuk mempelajari kebiasaan hidup mereka.\\nDikatakan bahwa di masa lalu, Knights of Favonius akan membangun perkemahan seperti ini dan mendiskusikan rencana mereka secara terperinci, dipimpin oleh Outrider, pergi ke ekspedisi untuk melawan monster. Crux Fleet yang sering berlayar juga sering memasang meja pasir dengan cara yang sama untuk mensimulasikan keadaan setelah mendarat di sebuah pulau dan membersihkannya dari monster.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.\\nRekan yang menyukai Set Perabotan ini: Amber, Sucrose, Klee, Beidou, Aloy",
        "jp": "「狩りと歌舞の拠点」の詳しい配置方法が載っている設計図。\\n学者マスクの著作を参考にして設置した拠点は、実際のヒルチャールの部落完全に再現した。彼らの生活習慣の研究にも使える。\\nかつて西風騎士団は、魔物を討伐する前にこのような拠点を設置し、偵察騎士たちが戦闘演習をしたらしい。南十字武装船隊もこの拠点を使い、見知らぬ島に上陸した後の状況を模擬して、魔物の脅威を排除したりする。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：アンバー、スクロース、クレー、北斗、アーロイ",
        "kr": "작업 순서가 상세히 적힌 도면, 「사냥과 가무의 캠프」 설치 방법이 기재되어 있다.\\n기묘하게 설계된 야영지, 학자 머스크의 저서를 참고하여 츄츄족 부락의 모습을 완벽하게 재현해 내어, 츄츄족의 생활 습성을 연구하는 데 사용되기도 한다.\\n과거 페보니우스 기사단은 종종 마물을 토벌하기 전에 이런 야영지를 설치해 정찰 기사들은 주둔시키고 모의 훈련을 했다고 한다. 장기간 밖을 떠도는 남십자 함대도 각종 정보들을 종합하여 모래판으로 낯선 섬에 올랐을 때의 상황을 재현해 마물의 위협을 제거하고자 한다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 엠버, 설탕, 클레, 북두, 에일로이",
        "pt": "Um diagrama detalhado com o passo a passo para colocar \"Acampamento de Caça e Canções\".\\nUm acampamento montado com alguma habilidade que fez referência aos famosos escritos do pesquisador Musk para recriar uma moradia Hilichurl, e que pode ser usado para estudar seus hábitos de vida.\\nDizem que no passado, os Cavaleiros de Favonius criavam tais campos e se engajavam em um planejamento detalhado, liderado pelos Batedores, antes das expedições contra monstros. A Frota Crux, muitas vezes navegando, também tende a montar mesas de areia de forma semelhante com base em várias fontes de inteligência para simular o embarque em uma ilha e a remoção de monstros.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nOs personagens a seguir preferem este Conjunto de Decoração: Amber, Sucrose, Klee, Beidou, Aloy",
        "ru": "Подробная схема размещения комплекта «Охотничий и песенный поход».\\nЛагерь, созданный с некоторым мастерством на основе знаменитых трудов исследователя Маска, чтобы воссоздать жилище хиличурлов, которое можно использовать для изучения их образа жизни.\\nГоворят, что в прошлом рыцари Ордо Фавониус создавали такие лагеря и занимались детальным планированием под руководством наставников перед походами на монстров. Флот Южного креста, который постоянно дрейфует, также строит макеты местности подобным образом, основываясь на различных источниках информации, чтобы имитировать высадку на остров и зачистку его от монстров.\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.\\nЭтот комплект мебели предпочитают следующие компаньоны: Эмбер, Сахароза, Кли, Бэй Доу, Элой.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"แคมป์ของนักล่าและเสียงเพลง\"\\nแคมป์ที่ตั้งขึ้นอย่างประณีต โดยอ้างอิงจากผลงานของนักวิชาการ Musk ที่ได้ถ่ายทอดชีวิตของ Hilichurl ออกมาได้อย่างสมบูรณ์แบบ ซึ่งถูกนำไปใช้เพื่อศึกษาวิถีชีวิตของ Hilichurl\\nว่ากันว่าในสมัยก่อน กองอัศวินแห่ง Favonius มักจะตั้งแคมป์ประเภทนี้เวลาทำการปราบมอนสเตอร์ซึ่งนำโดยอัศวินลาดตระเวน และกองเรือ Crux ที่เดินเรืออยู่ด้านนอกตลอดทั้งปีเอง หลังจากที่ไปถึงเกาะที่ไม่รู้จักแล้วก็จะรวบรวมข้อมูลและสร้างแผนจำลองสถานการณ์ขึ้นมา เพื่อกำจัดมอนสเตอร์ที่มาคุกคาม\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Amber, Sucrose, Klee, Beidou, Aloy",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bố trí \"Doanh Trại Săn Bắn Và Múa Ca\".\\nDoanh trại được bày bố tinh tế, tham khảo tác phẩm của học giả Marcus, tái hiện một cách hoàn hảo cuộc sống Hilichurl, có thể dùng để nghiên cứu tập quán của Hilichurl.\\nNghe nói trước đây, Đội Kỵ Sĩ Tây Phong thường bày doanh trại kiểu này khi thảo phạt ma vật, do Kỵ Sĩ Trinh Thám hướng dẫn. Đội thuyền Nam Thập Tự thường xuyên lênh đênh bên ngoài cũng sẽ tổng hợp các tình báo tạo sa bàn, mô phỏng cảnh tượng sau khi lên đảo xa lạ, loại trừ các mối nguy hại từ ma vật.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Amber, Sucrose, Klee, Beidou, Aloy"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}