{
    "name": {
        "en": "\"Of Mountains and Seas\"",
        "de": "Von den Bergen und der See",
        "chs": "山与海之书",
        "cht": "山與海之書",
        "es": "Compendio de montañas y océanos",
        "fr": "Aventures en montagne et en mer",
        "id": "Tentang Gunung dan Laut",
        "jp": "山と海の書",
        "kr": "산과 바다의 책",
        "pt": "Livro das Montanhas e dos Mares",
        "ru": "Книга гор и морей",
        "th": "หนังสือแห่งทะเลและขุนเขา",
        "vi": "Cuốn Sơn Hải"
    },
    "id": 100617,
    "materialDesc": {
        "en": "Notes penned by Leonard, an adventurer from antiquity. Most ancient indeed. Mona has used her astrology to interpret its tattered contents and restore them.",
        "de": "Uralte Aufzeichnungen des Abenteurers Leonard. Mona entzifferte mithilfe ihrer Astrologie einige Texte und konnte daher einen Teil des Inhalts wiederherstellen.",
        "chs": "古代冒险家莱纳德的笔记，十分古旧。莫娜通过占星术解读了残缺的内文，还原了书中内容。",
        "cht": "古代冒險家萊納德的筆記，十分古舊。莫娜透過占星術解讀了殘缺的內文，還原了書中內容。",
        "es": "Notas escritas por Leonard, un aventurero de la antigüedad. Mona utilizó la astrología para interpretar su contenido incompleto y restaurarlo.",
        "fr": "Le journal de Léonard, un aventurier des temps anciens. Très anciens même. Mona a dû utiliser son astromancie pour interpréter son contenu déchiqueté et le restaurer.",
        "id": "Catatan yang ditulis oleh Leonard, seorang petualang dari zaman kuno, sangat kuno. Mona telah menggunakan ilmu astrologinya untuk menafsirkan isinya yang tidak jelas dan memulihkan isi catatannya.",
        "jp": "古代冒険者レナードの手記。古いが、モナの占星術によって失われた内容を解読し、復元したもの。",
        "kr": "고대의 모험가 레너드의 노트, 아주 오래됐다. 모나가 점성술로 소실된 내용을 해독하여 내용을 복원했다",
        "pt": "Diário do antigo Aventureiro Leonard, uma aventura da antiguidade. Mona usou suas habilidades astrológicas para interpretar as páginas danificar e restaurar seu conteúdo.",
        "ru": "Записи древнего искателя приключений Леонарда. Они очень старые. С помощью астрологии Мона расшифровала содержимое и восстановила записи.",
        "th": "บันทึกของนักผจญภัย Leonard เป็นของโบราณที่เก่าแก่ยิ่งนัก Mona ต้องใช้ศาสตร์แห่งดวงดาวของเธอเพื่อตีความข้อความที่หายไป และทำให้เนื้อหาของบันทึกกลับมาสมบูรณ์อีกครั้ง",
        "vi": "Những ghi chép cũ của nhà mạo hiểm cổ đại Leonard. Mona đã dùng chiêm tinh học để khôi phục nội dung của cuốn sách."
    },
    "materialType": "MATERIAL_QUEST"
}