{
    "name": {
        "en": "Of Settled Thoughts",
        "de": "Raum der Besinnung",
        "chs": "识见沉降之地",
        "cht": "識見沉降之地",
        "es": "Una habitación propia",
        "fr": "Pensées arrêtées",
        "id": "Sumber Pemikiran",
        "jp": "知見が沈着する場所",
        "kr": "식견이 쌓인 곳",
        "pt": "Pensamentos Enraizados",
        "ru": "Глубокие раздумья",
        "th": "แหล่งตกตะกอนความคิด",
        "vi": "Nơi Tri Thức Lắng Đọng"
    },
    "id": 350063,
    "materialDesc": {
        "en": "A study stacked with tomes, its bookcases towering like insurmountable walls. When most people gaze upon the many books laid before their eyes, it might be hard not to feel a little overawed.\\nOf course, those in the know are aware that the boundary between wisdom and ignorance is not some boundary that may not be crossed. So long as one is willing to settle in and read these books, one at a time, following a carefully laid out plan, one will gain an incalculable amount of new knowledge before long.\\nThis Furnishing Set is favored by the following companion: Cyno",
        "de": "Ein Arbeitszimmer, in dem sich die Bücherregale wie unüberwindbare Mauern stapeln. Wenn die gewöhnlichen Menschen die vielen Bücher sehen, kommt unweigerlich ein Gefühl der Ehrfurcht in ihren Herzen auf.\\nNatürlich wissen die Eingeweihten, dass es keine unüberschreitbare Grenze zwischen Weisheit und Unwissenheit gibt. Solange man bereit ist, sich darauf einzulassen und diese Bücher, eines nach dem anderen, nach einem sorgfältig ausgearbeiteten Plan zu lesen, wird man schon bald eine unermessliche Menge an neuem Wissen gewinnen.\\nDieses Set wird von dem folgenden Gefährten bevorzugt: Cyno",
        "chs": "卷藏颇丰的书房，硕大的书柜宛如不可逾越的高墙。常人的视线扫过琳琅满目的书脊时，心底难免会有敬畏浮现。\\n当然，对于有心之人而言，智慧与无知之间绝不存在无法逾越的界线。若是能沉下心来，每日都在这种书房中静坐，遵照条理清晰的计划，一本一本仔细阅览书柜中的卷藏，无需太长的时日，就能触及难以计量的新识见。\\n偏好这套摆设的同伴：赛诺",
        "cht": "卷藏頗豐的書房，碩大的書櫃宛如不可逾越的高牆。常人的視線掃過琳琅滿目的書脊時，心底難免會有敬畏浮現。\\n當然，對於有心之人而言，智慧與無知之間絕對沒有無法逾越的界線。若是能沉下心來，每日都在這種書房中靜坐，遵照條理清晰的計畫，一本一本仔細閱覽書櫃中的卷藏，那麼無需太長的時日，就能觸及難以計量的新識見。\\n偏好這套擺設的同伴：賽諾",
        "es": "Un estudio completamente amueblado con estanterías tan altas como muros y abarrotadas con las mejores colecciones de libros habidas y por haber. Cuando la mirada de una persona de a pie recorre los estantes y contempla la variedad de ejemplares, es inevitable sentirse algo abrumado.\\nAunque, claro está, la barrera entre el saber y el desconocimiento es una fina línea que todo aquel con ánimo puede cruzar a voluntad. Si alguien pone su empeño en ello y se sienta cada día en una habitación como esta con una planificación clara a estudiar y analizar libro tras libro, será capaz de adquirir una sorprendente cantidad de conocimiento mucho antes de lo que uno podría esperar.\\nLos siguientes acompañantes prefieren este conjunto: Cyno.",
        "fr": "Un bureau dans lequel sont empilés des tomes et dont les bibliothèques ressemblent à des murs. Il est difficile de ne pas se sentir intimidé devant ces montagnes d'ouvrages, mais les connaisseurs savent que la frontière entre la sagesse et l'ignorance n'est pas insurmontable. Il faut seulement être prêt à lire tous ces livres, un par un, en suivant un plan soigneusement élaboré pour rapidement acquérir de nombreuses nouvelles connaissances.\\nCompagnon préférant ce set : Cyno.",
        "id": "Sebuah ruang belajar yang ditumpuk dengan buku-buku tebal, rak bukunya menjulang tinggi seperti dinding yang tak terukur. Ketika kebanyakan orang menatap banyak buku yang terbentang di depan mata mereka, sulit rasanya untuk tidak merasa sedikit kagum.\\nTentu saja, mereka yang tahu menyadari bahwa batas antara kebijaksanaan dan ketidaktahuan bukanlah batas yang tidak boleh dilewati. Selama seseorang bersedia untuk membaca buku-buku ini, satu per satu, mengikuti rencana yang disusun dengan hati-hati, seseorang akan memperoleh pengetahuan baru yang tak terhitung jumlahnya.\\nRekan yang menyukai set perabot ini: Cyno",
        "jp": "蔵書の豊かな書斎。大きな本棚は越えられない高い壁のようだ。普通の人であれば、その様々な背表紙を見るだけで畏敬の念が生じる。\\nもちろん、心得のある人なら、知恵と無知の間に越えられない壁は決して存在しない。毎日この書斎に腰を下ろし、明瞭な計画に従って本棚にある蔵書を一冊一冊と集中して読めば、時間がそう経たないうちに、計り知れない新たな知見に触れられるだろう。\\nこの調度品セットを好む仲間：セノ",
        "kr": "장서가 많은 서재. 거대한 책장은 넘을 수 없는 벽과도 같다. 일반인이 이 거대한 책의 산맥을 바라보면 경외심이 들 것이다.\\n물론 지혜와 무지 사이는 벽이 있는 게 아니라서, 마음을 다잡고 매일 서재에서 계획대로 한 권 한 권씩 책을 읽다 보면, 머지않아 엄청난 양의 식견을 쌓을 수 있다.\\n해당 장식 세트를 선호하는 친구: 사이노",
        "pt": "Um estúdio totalmente mobiliado com estantes tão altas quanto as paredes e abarrotado com as melhores coleções de livros de todos os tempos. Quando uma pessoa comum olha ao redor das prateleiras e contempla a variedade de cópias, é inevitável se sentir um pouco sobrecarregado.\\nEmbora, é claro, a barreira entre saber e não saber seja uma linha tênue que qualquer um com coragem pode cruzar à vontade Se alguém se dedicar a isso e se sentar em uma sala como essa todos os dias com um plano claro para estudar e analisar livro após livro, será capaz de adquirir uma quantidade surpreendente de conhecimento muito mais cedo do que se poderia esperar.\\nEste conjunto de decorações é o preferido do seguinte companheiro: Cyno.",
        "ru": "Заваленный фолиантами кабинет. Его массивные книжные шкафы возвышаются словно непреодолимые стены. При виде этих бесчисленных писаний трудно не ощутить благоговейный трепет.\\nНо, конечно, для человека решительного не существует непреодолимых преград между невежеством и мудростью. Тот, кто возьмётся, следуя тщательно разработанному плану, прочесть все эти книги одну за другой, вскорости получит неисчислимое множество новых знаний.\\nЭтот комплект предпочитает следующие компаньоны: Сайно.",
        "th": "ห้องหนังสือที่เต็มไปด้วยหนังสือตำรา ชั้นหนังสือใหญ่ประหนึ่งกำแพงสูงที่ไม่อาจข้ามผ่าน ตอนสายตาคนทั่วไปกวาดมองผ่านสันหนังสือมากมายนั้น ในใจคงอดไม่ได้ที่จะเกิดความรู้สึกเคารพขึ้น\\nแน่นอน สำหรับใจคนนั้น ระหว่างสติปัญญาและอวิชชาย่อมไร้เส้นแบ่งที่ไม่อาจก้าวข้าม หากสามารถสงบใจลง มานั่งอยู่ในห้องหนังสือแบบนี้ทุกวัน ทำตามแผนที่กำหนดเอาไว้อย่างชัดเจน และอ่านตำราแต่ละเล่มบนชั้นหนังสืออย่างละเอียดแล้ว ใช้เพียงเวลาไม่นานนัก ก็คงจะสัมผัสถึงความรู้ใหม่มากมายจนนับไม่ถ้วนเอง\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Cyno",
        "vi": "Phòng đọc sách với nhiều tài liệu phong phú, kệ sách lớn giống như bức tường cao không thể vượt qua. Người bình thường khi lướt mắt qua những cuốn sách xinh đẹp lung linh, trong lòng khó tránh nảy sinh phần nào nể phục.\\nĐương nhiên, đối với những người có lòng, thì giữa trí tuệ và sự vô tri sẽ không tồn tại giới hạn không thể vượt qua. Nếu như bình tâm lại, mỗi ngày đều ngồi tĩnh tâm trong phòng đọc sách, làm theo kế hoạch rõ ràng, đọc kỹ từng quyển từng quyển sách trên kệ, không cần thời gian quá dài, sẽ có thể tiếp cận với một lượng kiến thức mới khó mà ước lượng.\\nBạn đồng hành thích bộ trang trí này: Cyno"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}