{
    "name": {
        "en": "Of Twirling Dances Unfettered",
        "de": "Schatten der Tänzer",
        "chs": "翛然旋舞的姿影",
        "cht": "翛然旋舞的姿影",
        "es": "Danza de las sombras",
        "fr": "Danses virevoltantes sans entraves",
        "id": "Tarian Memutar yang Tak Lekang",
        "jp": "気ままに踊る姿",
        "kr": "자유로운 춤의 자태",
        "pt": "Danças Rodopiantes",
        "ru": "Кружение танца",
        "th": "ท่วงท่าเริงระบำเอ้อระเหย",
        "vi": "Điệu Múa Huyền Diệu"
    },
    "id": 350068,
    "materialDesc": {
        "en": "A grand and lovely theater. In many things — the magnificent stage, the mists of the spouting fountain, and the many precious flowers brought to life by Sub-Space Creation — this place imitates the festive atmosphere of Zubayr Theater.\\nThey say that some shows are best appreciated at night. The placement of the theater lamps seems to be the result of careful study that aims to maximize the clarity with which each audience member can see the dancers, no matter the angle they are sitting or standing at, while the illumination and glow of the lamps are also adjusted just right to maximize the brightness of the scene.\\nThis Furnishing Set is favored by the following companion: Nilou",
        "de": "Ein großes und prächtiges Theater. Neben der prächtigen Bühne, dem sprudelnden Brunnen wurden noch viele kostbaren Blumen eingerichtet, die von der Raumschaffung zum Leben erweckt wurden. Damit imitiert dieser Ort die festliche Atmosphäre vom Theater Zubayr.\\nMan sagt, dass manche Aufführungen am besten in der Nacht zu sehen sind. Die Platzierung der Theaterlampen ist offensichtlich auch das Ergebnis einer sorgfältigen Studie, die darauf abzielt, dass jeder Zuschauer die Tänzer sehen kann, unabhängig davon, in welchem Winkel er sitzt oder steht. Und die richtig eingestellte Beleuchtung und Farbton ermöglichen es dem Publikum, die Aufführung der Tänzer besser zu genießen.\\nDieses Set wird von der folgenden Gefährtin bevorzugt: Nilou",
        "chs": "宏伟而华美的剧场，除了富丽堂皇的舞台，水雾缭绕的喷泉，还布置着诸多外景之能还原的珍贵花卉，力求再现重要节日期间，「祖拜尔剧场」的氛围。\\n相传，部分节目在夜间的观赏效果最为完美。剧场灯具的布置也颇有讲究，确保观众能从每个角度清晰观望舞者的身姿，恰到好处的明度与色调亦能带来分外明丽的观感。\\n偏好这套摆设的同伴：妮露",
        "cht": "宏偉而華美的劇場，除了富麗堂皇的舞臺，水霧繚繞的噴泉，還佈置著諸多外景之能還原的珍貴花卉，力求再現「祖拜爾劇場」在重要節日期間的氛圍。\\n相傳，部分節目在夜間的觀賞效果最為完美。劇場燈具的佈置也頗有講究，確保觀眾能從每個角度清晰觀望舞者的身姿，恰到好處的明度與色調亦能帶來分外明麗的觀感。\\n偏好這套擺設的同伴：妮露",
        "es": "Un mayestático y hermoso teatro. En este diseño no solo se incluye el gran escenario, sino también una refinada fuente, todo ello adornado con las más hermosas de las flores replicadas por la creación dimensional. Este teatro es un fiel reflejo de la majestuosidad y belleza del Teatro Zubayr.\\nSe rumorea que algunas actuaciones es mejor verlas de noche, pues la disposición de las lámparas del teatro no deja indiferente al público, y permite que todos los asistentes disfruten de una vista clara de todos los bailarines desde cualquier ángulo.\\nLos siguientes acompañantes prefieren este conjunto: Nilou.",
        "fr": "Un grand et beau théâtre. La scène majestueuse, les brumes de la fontaine jaillissante et les nombreuses fleurs précieuses, qui ont été créées par l'énergie dimensionnelle, imitent l'atmosphère festive du théâtre Zubayr.\\nCertains spectacles sont mieux appréciés la nuit. La disposition des lampes semble être le résultat d'une étude minutieuse visant à optimiser la clarté avec laquelle le public peut voir les danseurs, indépendamment des places assises ou debout, tandis que l'éclairage est réglé de manière à illuminer la scène au maximum.\\nCompagnon préférant ce set : Nilou.",
        "id": "Teater yang megah dan indah. Dalam banyak hal — panggung megah, kabut air pancur yang menyembur, dan berbagai bunga berharga telah kembali diciptakan oleh Sub-Space Creation — tempat ini meniru suasana meriah yang dibawakan oleh Teater Zubayr.\\nMereka mengatakan bahwa beberapa pertunjukan paling indah disaksikan saat malam hari. Penempatan lampu teater tampaknya juga merupakan hasil dari studi yang cermat yang bertujuan untuk memaksimalkan kejelasan di mana setiap penonton dapat melihat para penari, tidak peduli dari sudut mana mereka duduk atau berdiri, sedangkan pencahayaan dan pancaran lampu-lampu tersebut juga disesuaikan dengan tepat untuk memaksimalkan efek pantulan cahayanya.\\nRekan yang menyukai set perabot ini: Nilou",
        "jp": "華やかで立派なシアター。壮厳華麗な舞台に、水霧が立ち込める噴水、そして外景の力で再現した珍しい花も配置し、重要な祭り期間中にある「ズバイルシアター」の雰囲気を最大限再現した。\\n一部の演出は夜に鑑賞するのがもっとも良いとされている。また、劇場の照明の配置にもこだわりがある。どの角度からでもはっきりと踊り子の姿が見え、適切な輝度と色味で明るい印象をもたらす。\\nこの調度品セットを好む仲間：ニィロウ",
        "kr": "웅장하고 화려한 극장. 화려한 무대 외에도 물안개가 자욱한 분수가 있고 외경의 능력으로 복원한 귀한 꽃들이 피어있어서, 명절날의 「주바이르 극장」 분위기를 그대로 재현해냈다.\\n소문에 따르면, 일부 공연은 밤에 봐야 가장 재밌다고 한다. 극장 조명은 잘 배치돼서 모든 관중이 다양한 각도에서 무용수의 자태를 감상할 수 있으며, 적절한 빛의 강도와 색채는 화려함을 더해준다.\\n해당 장식 세트를 선호하는 친구: 닐루",
        "pt": "Um teatro majestoso e bonito. Incluído neste projeto está não apenas o grande palco, mas também uma fonte refinada, toda adornada com as mais belas flores replicadas pela criação dimensional. Este teatro é um verdadeiro reflexo da majestade e beleza do Teatro Zubayr.\\nHá rumores de que algumas apresentações são mais bem vistas à noite, já que a disposição das lâmpadas do teatro não deixa o público apático e permite que todos os participantes desfrutem de uma visão clara de todos os dançarinos de qualquer ângulo.\\nEste conjunto de decorações é o preferido da seguinte companheira: Nilou.",
        "ru": "Прекрасный и величественный театр, многое в котором напоминает о праздничной атмосфере театра Зубаира: пышная сцена, окружённый сияющей дымкой фонтан, воссозданные силой подпространства редкие цветы.\\nПоговаривают, что некоторые представления здесь лучше смотреть ночью. Похоже, что при проектировании освещения было проведено особое исследование, и теперь зрители с любых мест могут с невероятной чёткостью видеть актёров, а сцена всегда ярко освещена.\\nЭтот комплект предпочитает следующие компаньоны: Нилу.",
        "th": "โรงละครอันวิจิตรอลังการ นอกจากเวทีสุดตระการตากับน้ำพุที่ปล่อยหมอกไอน้ำแล้ว ยังประดับเต็มไปด้วยดอกไม้ล้ำค่าซึ่งพลังเนรมิตสามารถคงสภาพเอาไว้ได้ด้วย ซึ่งทั้งหมดสามารถจำลองบรรยากาศของ \"โรงละคร Zubayr\" ในวันเทศกาลสำคัญได้เป็นอย่างดี\\nเล่าลือกันว่า การแสดงบางส่วนจะเกิดภาพที่งดงามสมบูรณ์ที่สุดในช่วงค่ำคืน การจัดไฟของโรงละครก็ค่อนข้างจะพิถีพิถันเช่นกัน เพื่อรับประกันว่าผู้ชมทุกท่าน จะสามารถเห็นร่างของนักเต้นรำได้อย่างชัดเจนจากทั่วทุกมุม ความสว่างและโทนสีที่เหมาะสมจะสามารถก่อให้เกิดภาพที่งดงามได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Nilou",
        "vi": "Nhà hát hùng vĩ và xinh đẹp, ngoài sân khấu lung linh hoành tráng, đài phun nước với hơi nước bao trùm, thì còn có loài hoa quý được phục chế bởi sức mạnh của ngoại cảnh, với mong muốn tái hiện lại không khí của Nhà Hát Zubayr trong thời gian lễ hội quan trọng.\\nTương truyền, có một số ngày lễ nếu chiêm ngưỡng vào ban đêm thì hiệu quả sẽ hoàn hảo nhất. Việc bố trí đèn trong nhà hát cũng rất cầu kỳ, để đảm bảo cho khán giả dù ở góc độ nào cũng có thể nhìn rõ tư thế của vũ công, ánh sáng và màu sắc phù hợp sẽ đem lại cho cảm nhận thêm phần tuyệt hảo.\\nBạn đồng hành thích bộ trang trí này: Nilou"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}