{
    "name": {
        "en": "Ointment of Sight",
        "de": "Salbe des Augenlichts",
        "chs": "明目之油膏",
        "cht": "明目之油膏",
        "es": "Bálsamo de visión",
        "fr": "Baume de la vue",
        "id": "Ointment of Sight",
        "jp": "明目の油剤",
        "kr": "눈을 밝히는 연고",
        "pt": "Bálsamo da Visibilidade",
        "ru": "Масло для Ока",
        "th": "Ointment of Sight",
        "vi": "Dầu Cá Thị Lực"
    },
    "id": 200109,
    "materialDesc": {
        "en": "Specialized refinement material for the Oathsworn Eye.\\nSpecial Deep Sea Unagi oil, which was once used to maintain Enkanomiya's sacred artifacts, has been carefully processed for the purpose of making this shining eye most bright indeed.",
        "de": "Spezielles Verfeinerungsmaterial für „Auge des Gelöbnisses“.\\nDas spezielle Tiefsee-Unagi-Öl, das einst zur Pflege von heiligen Artefakten von Enkanomiya verwendet wurde, wurde sorgfältig verarbeitet, um dieses leuchtende Auge wirklich zum Strahlen zu bringen.",
        "chs": "「证誓之明瞳」专用的精炼道具。\\n由特殊的深海鳗鳗精炼出的鱼油，曾经被拿来保养渊下宫的神器，使其灼目长明。",
        "cht": "「證誓之明瞳」專用的精煉道具。\\n由特殊的深海鰻鰻精煉出的魚油，曾經被拿來保養淵下宮的神器，使其灼目長明。",
        "es": "Objeto de refinamiento exclusivo para el arma “Ojo del Juramento”.\\nEl especial aceite de las anguilas de las profundidades se usó en el pasado para conservar los artilugios sagrados de Enkanomiya y que permanecieran relucientes durante siglos.",
        "fr": "Matériau de raffinement spécial pour l'Œil d'assermentation.\\nL'huile spéciale d'unagi abyssal, qui était autrefois utilisée pour entretenir les artéfacts sacrés d'Enkanomiya, a été soigneusement traitée dans le but de rendre cet œil brillant et lumineux.",
        "id": "Material refinement khusus untuk Oathsworn Eye.\\nMinyak Deep Sea Unagi spesial yang pernah digunakan untuk merawat artefak suci Enkanomiya, diproses secara khusus demi membuat mata ini bersinar dengan sangat terang.",
        "jp": "「誓いの明瞳」専用の精錬アイテム。\\n特殊な深海ウナギから精製されたオイルは、かつて淵下宮の神器を輝かせるために使われた。",
        "kr": "「맹세의 눈동자」 전용 재련 아이템.\\n특별한 심해 뱀장어의 기름으로 만들었다. 연하궁의 신기를 관리할 때 쓴 적이 있는데, 바를 때 눈이 밝게 빛이 났다",
        "pt": "Material de refinamento para \"Olho do Juramento\".\\nO óleo especial do Unagi do Mar Profundo foi utilizado no passado para conservar os artefatos sagrados de Enkanomiya, e o seu processo de fabricação é cuidadoso para que o olho seja muito brilhante por eras.",
        "ru": "Особый материал пробуждения Ока клятвы.\\nСпециальное масло глубоководных угрей использовалось в прошлом для сохранения священных артефактов Энканомии, чтобы они оставались сверкающими на протяжении веков.",
        "th": "วัสดุขัดเกลาอาวุธสำหรับ \"Oathsworn Eye\"\\nน้ำมันปลาที่กลั่นจาก Unagi ทะเลน้ำลึกชนิดพิเศษ ครั้งหนึ่งเคยถูกใช้เพื่อทะนุบำรุงอาวุธของ Enkanomiya เพื่อให้มันเปล่งประกายให้สว่างไสวที่สุด",
        "vi": "Đạo cụ dành riêng cho \"Con Ngươi Tuyên Thệ\".\\nDầu cá tinh luyện từ loài cá chình biển sâu đặc biệt, từng được dùng để bảo dưỡng các thần khí của Enkanomiya, khiến nó trở nên sáng chói."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}