{
    "name": {
        "en": "Old Wind-Resistant Mondstadt House",
        "de": "Altes windresistentes Haus (Mondstadt)",
        "chs": "抗击狂风的蒙德旧屋",
        "cht": "抗擊狂風的蒙德舊屋",
        "es": "Casa de Mondstadt resistente al viento",
        "fr": "Vieille maison mondstadtoise résistante au vent",
        "id": "Rumah Tua Mondstadt yang Tahan Angin",
        "jp": "強風に耐えるモンド古家",
        "kr": "바람에 강한 몬드풍 구옥",
        "pt": "Casa de Mondstadt Antiga e Resistente ao Vento",
        "ru": "Старый ветроустойчивый дом Мондштадта",
        "th": "บ้านเก่าต้านทานแรงลมแห่ง Mondstadt",
        "vi": "Nhà Cũ Mondstadt Chống Bão"
    },
    "id": 390204,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Old Wind-Resistant Mondstadt House.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Altes windresistentes Haus (Mondstadt)“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「抗击狂风的蒙德旧屋」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「抗擊狂風的蒙德舊屋」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Casa de Mondstadt resistente al viento.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la vieille maison mondstadtoise résistante au vent.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Rumah Tua Mondstadt yang Tahan Angin\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「強風に耐えるモンド古家」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「바람에 강한 몬드풍 구옥」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Casa de Mondstadt Antiga e Resistente ao Vento\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Старый ветроустойчивый дом Мондштадта».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"บ้านเก่าต้านทานแรงลมแห่ง Mondstadt\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Nhà Cũ Mondstadt Chống Bão\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}