{
    "name": {
        "en": "Omelette Rice",
        "de": "Omelette-Reis",
        "chs": "蛋包饭",
        "cht": "蛋包飯",
        "es": "Tortilla con arroz",
        "fr": "Omelette au riz sauté",
        "id": "Omelette Rice",
        "jp": "オムライス",
        "kr": "오므라이스",
        "pt": "Omelete de Arroz",
        "ru": "Рисовый омлет",
        "th": "Omelette Rice",
        "vi": "Cơm Cuộn Trứng"
    },
    "id": 108328,
    "materialDesc": {
        "en": "A main dish wrapped up in an egg skin. The evenly beaten egg fluids are fried into half-doneness before being poured out on top of the rice, and tomato ketchup is drizzled over top afterward once it is ready to plate up. They say that this dish was derived from another region, though this version involves a more complicated cooking method.",
        "de": "Ein Hauptgericht, eingewickelt in eine Eihülle. Die gleichmäßig verquirlte Ei-Flüssigkeit wird in der Pfanne gebraten, bevor sie über den Reis gegossen wird, und danach wird Tomatensoße darüber geträufelt, wenn es fertig ist, auf den Teller zu kommen. Man sagt, dass dieses Gericht aus einer anderen Region stammt, wenn auch mit einer komplizierteren Kochmethode.",
        "chs": "蛋皮包裹的主食。将搅拌均匀的蛋液煎成半熟的蛋皮，倒入米饭，包起来装盘并淋上番茄酱。据说这道菜是由其他地区的菜肴改造而来，同时也有着更为复杂的做法。",
        "cht": "蛋皮包裹的主食。將攪拌均勻的蛋液煎成半熟的蛋皮，倒入米飯，包起來裝盤並淋上番茄醬。據說這道菜是由其他地區的菜餚改造而來，同時也有著更為複雜的做法。",
        "es": "Arroz envuelto en una tortilla. El huevo se bate bien y se cocina hasta que esté en su punto. Luego, se coloca sobre el arroz, se emplata y se condimenta con un poco de salsa de tomate. Dicen que este plato deriva de otro de una región distinta, y que su elaboración es más complicada.",
        "fr": "Un plat de résistance recouvert d'une omelette. Les œufs ont été bien battus et préparés en omelette semi-cuite, qui est ensuite versée sur du riz. Le tout a été servi sur une assiette, puis recouvert de sauce tomate légèrement sucrée. On raconte que ce plat a été créé en incorporant des ingrédients d'autres régions, où il existe par ailleurs une méthode de préparation plus complexe.",
        "id": "Hidangan utama yang dibalut telur. Telur yang dikocok rata digoreng hingga setengah matang sebelum dituangkan di atas nasi, dan setelah siap untuk disajikan, tambahkan saus tomat di atasnya. Konon katanya masakan ini berasal dari daerah lain, meski dengan cara memasak yang lebih rumit.",
        "jp": "卵で包んだ主食。溶きほぐした卵液を半熟まで焼き、ご飯を上にのせ、包んでからケチャップをかける。この料理は他の地域の料理をもとに調整したもので、より複雑な作り方もあるようだ。",
        "kr": "달걀부침에 둘러싸인 볶음밥. 골고루 섞은 달걀물을 부어서 반숙한다. 그 후, 계란을 밥 위에 덮고 케첩을 뿌린다. 다른 지역의 요리를 개조한 것으로 알려졌으며, 더 복잡한 조리 방법도 있다고 한다",
        "pt": "Um prato principal embrulhado na pele do ovo. Os fluidos do ovo batido uniformemente são fritos até a metade antes de serem vertidos sobre o arroz, e ketchup de tomate é espalhado por cima quando estiver pronto para ser servido. Dizem que este prato é proveniente de outra região, embora com um método de cozimento mais complicado.",
        "ru": "Завёрнутый омлет с начинкой из риса. Яйца хорошо взбиваются и готовятся в виде полусырого омлета, в который засыпается рис. Полученный омлет заворачивают и поливают томатным кетчупом. Говорят, что это блюдо было заимствовано из другого региона. Существует также более сложный метод приготовления.",
        "th": "อาหารจานหลักที่ห่อด้วยไข่ ตีผสมไข่ให้เข้ากันแล้วนำไปผัดจนเกือบสุก จากนั้นเทลงบนข้าว แล้วราดด้วยซอสมะเขือเทศ ว่ากันว่าอาหารจานนี้เป็นการดัดแปลงเมนูจากภูมิภาคอื่น แต่ก็มีวิธีการที่ซับซ้อนยิ่งขึ้นด้วย",
        "vi": "Món ăn chính được bao bọc bởi trứng chiên. Trứng được đánh đều và chiên nửa chín, đổ cơm vào gói lại, cuối cùng rưới sốt cà chua lên. Nghe nói món này được cải tạo lại từ món ăn của nơi khác, đồng thời cách làm cũng phức tạp hơn."
    },
    "materialType": "MATERIAL_FOOD"
}