{
    "name": {
        "en": "Ominous Mask",
        "de": "Unheilvolle Maske",
        "chs": "不祥的面具",
        "cht": "不祥的面具",
        "es": "Máscara amenazante",
        "fr": "Masque sinistre",
        "id": "Ominous Mask",
        "jp": "不吉な仮面",
        "kr": "불길한 가면",
        "pt": "Máscara Ominosa",
        "ru": "Зловещая маска",
        "th": "Ominous Mask",
        "vi": "Mặt Nạ Xui Xẻo"
    },
    "id": 112007,
    "materialDesc": {
        "en": "A glossy bone mask with oil markings painted on it, meant to intimidate enemies.\\nNo one really knows why hilichurls are so fascinated with masks. Some say that it's because they don't want to see their own reflections in the water.",
        "de": "Eine leuchtende Maske aus Knochen mit Ölverzierungen, um Feinde abzuschrecken.\\nWarum Hilichurle Masken tragen, ist bis heute nicht klar. Es gibt allerdings das Gerücht, sie täten es, um nicht ihr Spiegelbild sehen zu müssen.",
        "chs": "光亮的骨质面具，上面涂绘着意在恐吓敌人的油彩。\\n丘丘人对面具的执着缘起为何，至今无人能解。一说认为是不愿看见自己在水中的倒影。",
        "cht": "光亮的骨質面具，上面塗繪著意在恐嚇敵人的油彩。\\n丘丘人對面具的執著緣起為何，至今無人能解。一說認為是不願看見自己在水中的倒影。",
        "es": "Brillante máscara de huesos con detalles pintados para asustar al enemigo.\\nTodavía hoy en día, los humanos no entienden por qué los Hilichurls llevan máscaras. Algunos dicen que es porque no quieren ver su propio reflejo en al agua.",
        "fr": "Un masque en os d'une grande qualité sur lequel un visage terrifiant est peint pour effrayer vos ennemis.\\nLes Brutocollinus sont très attachés à ce genre d'objet pour une raison mystérieuse. Certaines sources attribuent le port du masque à leur peur de voir leur propre reflet dans l'eau.",
        "id": "Topeng tulang mengkilap dengan tanda-tanda minyak dicat di atasnya, dimaksudkan untuk mengintimidasi musuh.\\nTidak ada yang benar-benar tahu mengapa Hilichurl begitu terpesona dengan topeng. Beberapa orang mengatakan itu karena mereka tidak ingin melihat bayangan mereka sendiri di air.",
        "jp": "つるりとした骨の仮面の上には、敵を威嚇する絵が描かれている。\\nヒルチャールが仮面に対するこだわりは今でも解明されていない。一説では、水に反射する自分の倒影を見たくないかららしい。",
        "kr": "빛나는 골질 마스크. 적을 위협하는 유화가 그려져있다.\\n츄츄족이 가면에 집착하는 이유를 아는 사람은 아직도 없다. 수면에 비친 자신의 모습이 싫어서라는 견해도 있다",
        "pt": "Máscara de ossos brilhante, com detalhes pintados para assustar os inimigos.\\nAté hoje os humanos não entendem o porquê dos Hilichurls temerem as máscaras. Alguns dizem que é porque não querem ver o próprio reflexo derrubado na água.",
        "ru": "Покрытая узором костяная маска, предназначенная для запугивания врагов.\\nНикто не знает, почему хиличурлы никогда не снимают свои маски. Есть версия, что они просто боятся своего отражения в воде.",
        "th": "หน้ากากที่เคลือบด้วยสีน้ำมัน มีความหมายถึงการข่มขู่ศัตรู\\nไม่มีใครทราบถึงความสัมพันธ์ที่แท้จริงระหว่างพวก Hilichurl กับหน้ากาก แต่มีคนเคยบอกไว้ว่าที่เป็นเช่นนี้ ก็เพราะว่าพวกมันไม่ต้องการเห็นเงาของตัวเองในแม่น้ำ",
        "vi": "Mặt nạ xương sáng chói, bên trên vẽ sơn màu để hù dọa người khác.\\nTại sao người Hilichurl yêu thích mặt nạ như vậy, hiện chưa có lời giải đáp. Có người nói là để không phải nhìn thấy hình ảnh của mình dưới nước."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}