{
    "name": {
        "en": "Omni-Ubiquity Net",
        "de": "„Netz der Omniubiquität“",
        "chs": "「四方八方之网」",
        "cht": "「四方八方之網」",
        "es": "Red de la ubicuidad suprema",
        "fr": "Omnifilet d'ubiquité",
        "id": "Omni-Ubiquity Net",
        "jp": "「四方八方の網」",
        "kr": "「사방팔방의 그물」",
        "pt": "Rede Oniubíqua",
        "ru": "Сеть всевездесущности",
        "th": "Omni-Ubiquity Net",
        "vi": "\"Thiên La Địa Võng\""
    },
    "id": 220043,
    "materialDesc": {
        "en": "A net that has been modified once again by Wakamurasaki using onmyoudou. She claims that it can detain the essence of small creatures before using the net itself as a medium to recreate their forms.",
        "de": "Ein Netz, das von Wakamurasaki mit Hilfe von Onmyoudou noch einmal modifiziert wurde. Sie behauptet, dass es die Essenz kleiner Kreaturen festhalten kann. Und dann kann man das Netz selbst als Medium benutzen, um die Formen der Kleintiere nachzubilden.",
        "chs": "若紫用阴阳术式再次改造过的网子。据说可以拘出小动物的神形，并且以网子为媒介，再次化出小动物的形体。",
        "cht": "若紫用陰陽術式再次改造過的網子。據說可以拘出小動物的神形，並且以網子為媒介，再次化出小動物的形體。",
        "es": "Una red que Wakamurasaki ha vuelto a modificar usando la magia onmyoudou. Asegura que puede atrapar la esencia de pequeñas criaturas para recrear sus formas.",
        "fr": "Un filet qui a été modifié une fois de plus par Wakamurasaki en utilisant la magie onmyoudou. Elle prétend qu'il peut capturer l'essence de petites créatures, mais aussi recréer leur forme.",
        "id": "Jaring yang telah dimodifikasi sekali lagi oleh Wakamurasaki menggunakan onmyoudou. Dia mengklaim bahwa jaring ini bisa menangkap esensi makhluk hidup lalu menggunakan jaring tersebut sebagai medium untuk membuat kembali bentuk makhluk hidup tersebut.",
        "jp": "若紫が陰陽術で作り直した網。動物を捕獲し、その外形を捉えることができる。そして網を媒体として、動物を具現化できる。",
        "kr": "와카무라사키가 음양 술식으로 개조한 그물. 동물의 외형을 포획해 그물을 매개체로 동물의 형체를 만들어 낼 수 있다고 한다",
        "pt": "Uma rede que foi modificada mais uma vez por Wakamurasaki usando onmyoudou. Ela afirma que ela pode reter a essência das pequenas criaturas antes de usar a própria rede como um meio para recriar suas formas.",
        "ru": "Сеть, которую Вакамурасаки улучшила с помощью оммёдо. Вакамурасаки утверждает, что с помощью этой сети можно удерживать духовные сущности маленьких существ, а потом использовать её в качестве среды для их воссоздания.",
        "th": "Wakamurasaki ใช้วิชาองเมียวปรับปรุงตาข่ายอีกครั้ง ว่ากันว่าสามารถดักจับรูปลักษณ์ของสิ่งมีชีวิตตัวน้อย และใช้ตาข่ายเป็นสื่อกลางในการสร้างร่างของสิ่งมีชีวิตตัวน้อยขึ้นมาอีกครั้ง",
        "vi": "Chiếc lưới do Wakamurasaki dùng thuật Onmyoudou cải tạo lại. Nghe nói có thể bắt thần hình của động vật nhỏ rồi lấy lưới làm trung gian để tái tạo hình dạng của động vật nhỏ đó."
    },
    "materialType": "MATERIAL_WIDGET"
}