{
    "name": {
        "en": "Omurice Waltz",
        "de": "Omelette-Reis-Walzer",
        "chs": "蛋包饭圆舞曲",
        "cht": "蛋包飯圓舞曲",
        "es": "Vals de la tortilla con arroz",
        "fr": "Waltz d'omurice",
        "id": "Omurice Waltz",
        "jp": "オムライス·ワルツ",
        "kr": "오므라이스 원무곡",
        "pt": "Valsa do Omelete de Arroz",
        "ru": "Вальс рисового омлета",
        "th": "Omurice Waltz",
        "vi": "Vũ Điệu Cơm Cuộn Trứng"
    },
    "id": 108388,
    "materialDesc": {
        "en": "Kuki Shinobu's specialty. The soft egg skin almost seems to dance upon a stage made from sauce, with fluffy rice wrapped under its swaying skirt. This would even be a match for the work of Uyuu Restaurant's head chef. Truly, Shinobu's chef license was not earned in vain.",
        "de": "Kuki Shinobus Spezialzubereitung. Die weiche Eihaut scheint fast auf einer Bühne aus Soße zu tanzen, unter deren schwingendem Rock fluffiger Reis eingewickelt ist. Dieses Gericht kann es sogar mit der Arbeit des Chefkochs der Uyuu-Pagode aufnehmen. Shinobu hat ihre Kochlizenz wirklich nicht umsonst erworben.",
        "chs": "久岐忍的特色料理。柔软的蛋皮，仿佛在酱汁构筑成的舞台上翩翩起舞，摇曳的裙摆下包裹着松软香甜的米饭。与乌有亭的主厨作品相比也不会逊色吧，真不愧是拥有厨师证的阿忍！",
        "cht": "久岐忍的特色料理。柔軟的蛋皮，彷彿在醬汁構築成的舞臺上翩翩起舞，搖曳的裙擺下包裹著鬆軟香甜的米飯。與烏有亭的主廚作品相比也不會遜色吧，真不愧是擁有廚師執照的阿忍！",
        "es": "La especialidad de Kuki Shinobu. Es como si la suave capa de huevo bailara sobre un escenario hecho de salsa. El arroz esponjoso está envuelto debajo de su falda mientras se mece. Es digna de ser comparada con la obra del chef principal del Restaurante Uyuu. ¡La licencia de chef de Shinobu no fue en vano!",
        "fr": "Spécialité culinaire de Kuki Shinobu. Une omelette tendre qui semble danser allègrement sur un plateau composé de sauces. Elle enveloppe un riz moelleux parfumé sous sa robe virevoltante. Seule Shinobu, avec sa certification de cuisinière, pouvait préparer un plat qui n'a rien à envier à ceux du chef de la Pagode Uyou !",
        "id": "Masakan andalan Kuki Shinobu. Telur yang lembut seperti sedang menari di atas panggung saus, menyelimuti nasi yang pulen dan lembut. Masakan ini tidak kalah kalau diadu dengan masakan koki Uyuu Restaurant sekali pun! Sertifikasi koki Shinobu bukan cuma sertifikat!",
        "jp": "久岐忍のオリジナル料理。柔らかなたまごがソースの作り上げた舞台で踊り出し、はんなりと舞う袂が甘くふわりとしたご飯を包む。烏有亭の料理人にも劣らぬ一品を作れるなんて、さすが忍。料理人の資格を持っているだけある！",
        "kr": "쿠키 시노부의 특제 요리. 부드러운 계란 껍질의 식감이 마치 소스로 만든 무대 위에서 춤을 추는 듯하다. 하늘거리는 계란이 부드럽고 달콤한 쌀밥을 감싸고 있다. 오유정(烏有亭)의 요리사가 만든 요리와 비교해도 전혀 손색이 없다. 역시 요리사 자격증을 가지고 있는 쿠키 시노부라니깐!",
        "pt": "Especialidade de Kuki Shinobu. A pele suave dos ovos quase parece dançar em um palco feito de molho, com arroz macio e fofo dançando sob sua saia. Pode-se dizer que este prato está ao nível dos pratos do Restaurante Uyuu. O certificado de culinária de Shinobu realmente não foi ganho à toa.",
        "ru": "Особое блюдо Куки Синобу. Нежная яичная масса словно танцует на сцене из соуса, а воздушный рис скрывается под её колышущейся юбкой. Этот кулинарный шедевр может соперничать с творениями шеф-повара из ресторана «Призрачная беседка». Не зря Синобу получила диплом повара!",
        "th": "เมนูพิเศษของ Kuki Shinobu ผิวของไข่ที่นุ่มเนียนราวกับกำลังเต้นระบำบนเวทีที่สร้างขึ้นมาด้วยน้ำซอส ข้าวสวยนุ่มแสนหวานหอมได้ถูกห่อหุ้มไว้ภายใต้กระโปรงที่พลิ้วไหว เมื่อเทียบกับฝีมือเชฟของภัตตาคาร Uyuu แล้ว คงไม่ด้อยไปกว่ากัน สมกับเป็น Shinobu ผู้มีใบอนุญาตเชฟจริง ๆ!",
        "vi": "Món ăn đặc sắc của Kuki Shinobu. Lớp trứng mềm mại như đang nhảy múa trên nước sốt đậm đà, bao bọc lấy phần cơm thơm dẻo bên trong. So với tác phẩm của đầu bếp chính ở Nhà Hàng Uyuu chắc cũng không hề kém cạnh, quả thật không hổ danh là Shinobu có chứng chỉ đầu bếp mà!"
    },
    "materialType": "MATERIAL_FOOD"
}