{
    "name": {
        "en": "Open-Top Fir Shelf",
        "de": "Regal aus Tanne mit offener Oberseite",
        "chs": "开顶杉木货架",
        "cht": "開頂杉木貨架",
        "es": "Estantería de abeto descubierta",
        "fr": "Étagère ouverte en épicéa",
        "id": "Rak Terbuka Kayu Fir",
        "jp": "杉のオープン商品棚",
        "kr": "오픈형 삼나무 진열대",
        "pt": "Prateleiras de Topo Aberto de Abeto",
        "ru": "Открытая полка из пихты",
        "th": "ชั้นวางของไม้สนหนามแบบเปิดโล่ง",
        "vi": "Kệ Hàng Gỗ Sam Đơn Giản"
    },
    "id": 381102,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Open-Top Fir Shelf.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Regal aus Tanne mit offener Oberseite“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「开顶杉木货架」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「開頂杉木貨架」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Estantería de abeto descubierta.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'étagère ouverte en épicéa.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Rak Terbuka Kayu Fir\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「杉のオープン商品棚」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「오픈형 삼나무 진열대」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Prateleiras de Topo Aberto de Abeto\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Открытая полка из пихты».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ชั้นวางของไม้สนหนามแบบเปิดโล่ง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Kệ Hàng Gỗ Sam Đơn Giản\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}