{
    "name": {
        "en": "Orchid's Evening Gown",
        "de": "Orchideen-Abendkleid",
        "chs": "纱中幽兰",
        "cht": "紗中幽蘭",
        "es": "Gala de las orquídeas",
        "fr": "Robe de soirée d'orchidées",
        "id": "Orchid's Evening Gown",
        "jp": "紗の幽蘭",
        "kr": "비단 속 난초",
        "pt": "Vestido de Noite Orquídea",
        "ru": "Флёр орхидеи",
        "th": "กล้วยไม้อนธการ",
        "vi": "U Lan Tinh Diệu"
    },
    "id": 340002,
    "materialDesc": {
        "en": "Ningguang's formal wear. The long cyan skirt traces her elegant curves, and the butterfly wings at her ankles lend the outfit a touch of light grace.",
        "de": "Ningguangs formelle Kleidung. Der lange türkisfarbene Rock zeichnet ihre eleganten Kurven nach und die Schmetterlingsflügel an ihren Knöcheln verleihen der Kleidung einen Hauch von leichter Anmut.",
        "chs": "凝光的礼服装扮。绀蓝长裙勾勒出丽人优雅的曲线，脚踝上的蝶翼又为她平添了几分轻盈。",
        "cht": "凝光的禮服裝扮。紺藍長裙勾勒出麗人優雅的曲線，腳踝上的蝶翼又為她平添了幾分輕盈。",
        "es": "Vestimenta formal de Ninguang. La falda violeta realza su hermosa y elegante figura, mientras que las alas de mariposa de sus tobillos le dan un toque de gracilidad.",
        "fr": "Tenue formelle de Ningguang. La longue jupe bleue épouse ses formes élégantes et les ailes de papillons à ses chevilles ajoutent une touche aérienne.",
        "id": "Pakaian formal Ningguang. Rok cyan panjang mengikuti lekuk tubuhnya yang elegan, dan sayap kupu-kupu di pergelangan kakinya menambahkan sentuhan anggun pada pakaian ini.",
        "jp": "凝光の礼服。紺色のドレスは彼女の優雅で美しい曲線を描き、足首を飾っている蝶の羽はたおやかさを演出している。",
        "kr": "응광의 예복 코스튬. 군청색의 긴 치마는 우아하고 아름다운 곡선을 그리고, 복사뼈에 달린 나비 날개는 경쾌한 느낌을 더해준다",
        "pt": "Vestuário formal de Ningguang. A saia longa ciano marca suas curvas elegantes, e as asas das borboletas em seu tornozelo lhe dão um leve toque de graciosidade.",
        "ru": "Праздничный наряд Нин Гуан. Длинное платье цвета индиго подчеркивает элегантные изгибы красавицы, а крылья бабочки на лодыжках придают наряду лёгкое изящество.",
        "th": "คอสตูมชุดพิธีการของ Ningguang ชุดเดรสสีฟ้าครามตัวยาวช่วยขับเน้นรูปร่างสุดสง่างามให้เด่นชัด และปีกผีเสื้อที่ข้อเท้าช่วยเสริมความอ่อนหวานให้เธอขึ้นไปอีก",
        "vi": "Lễ phục của Ningguang. Bộ váy dài màu xanh lam tôn lên đường nét xinh đẹp trang nhã, cánh bướm ở phần chân càng làm tăng phần thanh thoát."
    },
    "materialType": "MATERIAL_COSTUME"
}