{
    "name": {
        "en": "Original Fish Ointment",
        "de": "Urfisch-Salbe",
        "chs": "原海鱼油",
        "cht": "原海魚油",
        "es": "Ungüento de pez primigenio",
        "fr": "Huile de poisson originale",
        "id": "Original Fish Ointment",
        "jp": "原海魚油",
        "kr": "원조 어유",
        "pt": "Pomada de Peixe Original",
        "ru": "Жир изначальной морской рыбы",
        "th": "Original Fish Ointment",
        "vi": "Dầu Cá Biển Cả"
    },
    "id": 200111,
    "materialDesc": {
        "en": "Specialized refinement material for \"End of the Line.\"\\nOintment refined from a catch from the great lake in the north. It has the effect of temporarily restoring the energy of the fish that could be made into fine bows.\\nIt is said that in the lake dwell aquatic creatures that cannot be seen anywhere else in Teyvat.",
        "de": "Spezielles Verfeinerungsmaterial für „Schwertfischer“.\\nSalbe, die aus einem Fang aus dem großen See im Norden gewonnen wurde. Sie bewirkt, dass die Energie des Fischs, der in diesen Bogen verwandelt wurde, vorübergehend wiederhergestellt wird.\\nEs heißt, dass in dem See Wasserlebewesen leben, die nirgendwo sonst in Teyvat zu sehen sind.",
        "chs": "「竭泽」专用的精炼道具。\\n从北方大湖的渔获中提炼出的油膏，能短暂地让成为良弓的鱼恢复生机。\\n据说那个大湖中生活着大陆别处绝对无法见到的水生物种。",
        "cht": "「竭澤」專用的精煉道具。\\n從北方大湖的漁獲中提煉出的油膏，能短暫地讓成為良弓的魚恢復生機。\\n據說那個大湖中生活著大陸別處絕對無法見到的水生物種。",
        "es": "Objeto de refinamiento exclusivo para el arma “Fin de las Aguas”.\\nUn bálsamo extraído de los peces capturados en un gran lago del norte. Puede restaurar temporalmente la vitalidad de un pez convertido en arco.\\nDicen que en ese lago viven criaturas acuáticas que no existen en ningún otro sitio.",
        "fr": "Matériau de raffinement spécial pour le Chalutier.\\nUn onguent fabriqué en utilisant des extraits de poissons pêchés dans le grand lac au nord. Il peut restaurer temporairement la vitalité d'un poisson transformé en arc.\\nOn dit que le lac abrite des créatures aquatiques que l'on ne peut voir nulle part ailleurs dans Teyvat.",
        "id": "Material Refinement khusus untuk \"End of the Line\".\\nSalep diekstrak dari sebuah tangkapan di danau besar yang terletak di utara. Benda ini bisa menghidupkan kembali ikan yang telah menjadi busur halus untuk sementara waktu.\\nDikatakan bahwa di danau terdapat spesies air yang tidak mungkin terlihat lagi di tempat lainnya di Teyvat.",
        "jp": "「竭沢」専用の精錬アイテム。\\n北の大きな湖でとれた魚から抽出して精製したオイル。良き弓となった魚の生気を、一時的にみなぎらせる。\\nその大きな湖には、大陸の他の場所では決して見ることのできない水棲生物が生息していると言われている。",
        "kr": "「메마른 연못」 전용 재련 아이템.\\n북쪽의 큰 연못에서 포획한 물고기로부터 추출한 연고로, 우수한 활이 된 물고기의 생기를 아주 잠깐 회복시킨다.\\n들리는 바에 의하면 그 호수에는 대륙 다른 곳에서는 절대 볼 수 없는 수중 생물들이 서식하고 있다고 한다",
        "pt": "Material de refinamento especializado para \"Águas Secas\".\\nUm bálsamo extraído de peixes capturados em um grande lago do norte. Ele pode restaurar temporariamente a vitalidade de um peixe transformado em arco.\\nDizem que neste lago vivem criaturas aquáticas que não existem em nenhum outro lugar.",
        "ru": "Особый материал пробуждения Иссушителя.\\nМаслянистая субстанция, полученная из пойманных в великом северном озере рыб. Может временно восстановить энергию рыбы, из которой сделан лук.\\nГоворят, что в том озере водятся уникальные водные существа, которых не встретишь больше нигде на материке.",
        "th": "วัสดุสำหรับขัดเกลา \"End of the Line\" โดยเฉพาะ\\nน้ำมันที่ได้จากปลาในทะเลสาบทางตอนเหนือ สามารถช่วยฟื้นฟูพลังชีวิตให้ปลาธนูภายในช่วงเวลาสั้น ๆ\\nว่ากันว่าในทะเลสาบแห่งนั้นมีสิ่งมีชีวิตที่ไม่สามารถพบเห็นได้จากที่อื่นอาศัยอยู่",
        "vi": "Đạo cụ chuyên dùng để tinh luyện \"Sông Cạn\".\\nDầu cá được chiết xuất từ cá đánh bắt ở hồ lớn phía bắc, có thể phục hồi tạm thời sức sống của cá có thể được tạo thành cung tốt.\\nNgười ta nói rằng trong hồ có những sinh vật thủy sinh không thể nhìn thấy ở những nơi khác."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}