{
    "name": {
        "en": "Original Resin",
        "de": "Ursprüngliches Harz",
        "chs": "原粹树脂",
        "cht": "原粹樹脂",
        "es": "Resina original",
        "fr": "Résine originelle",
        "id": "Original Resin",
        "jp": "天然樹脂",
        "kr": "퓨어 레진",
        "pt": "Resina Original",
        "ru": "Первородная смола",
        "th": "Original Resin",
        "vi": "Nhựa Nguyên Chất"
    },
    "id": 106,
    "materialDesc": {
        "en": "Used to vitalize Petrified Trees and Ley Line Blossoms, allowing access to the treasures they hold. Energy regenerates over time.\\nIt is said that the roots of all the Irminsul trees and blossoms in the world are intertwined at the deepest, most hidden place in the earth, and that the pattern the root system makes defines the Ley Lines of the world.",
        "de": "Kann den versteinerten Baum und die Blüte des Flusses der Elemente aktivieren, wodurch du an geheime Schätze kommst. Die darin enthaltene Energie stellt sich mit der Zeit wieder her.\\nDen Legenden zufolge breitet sich das Wurzelsystem Irminsuls und dieser alten Blume weit über die Lande aus und bildet den Grundstock für den Fluss der Elemente.",
        "chs": "能激活石化古树、地脉之花，以获得秘宝。其中的能量会随时间恢复。\\n传说所有银白的古木与银白的花的根系在大地的极深处隐秘相连，而它们联通的痕迹绘制出了地脉的轨迹…",
        "cht": "能活化石化古樹、地脈之花，以獲得秘寶。其中的能量會隨時間恢復。\\n傳說所有銀白的古木與銀白的花的根系在大地的極深處隱秘相連，而它們聯通的痕跡繪製出了地脈的軌跡…",
        "es": "Se usa para revitalizar Árboles Petrificados y Flores ley y, así, acceder al tesoro que contienen. La energía se regenera con el tiempo.\\nSe dice que las raíces y flores de los árboles Irminsul del mundo están entrelazadas en el lugar más profundo y oculto de la tierra, y que el patrón que hace el sistema de raíces define las líneas ley del mundo.",
        "fr": "Peut être utilisée pour activer des Arbres pétrifiés et des Fleurs des lignes énergétiques et en obtenir ainsi les récompenses.\\nLa légende raconte que les racines des anciens arbres pétrifiés et les Fleurs des lignes énergétiques s'entrelacent dans les profondeurs de la terre. Leurs connexions dessinent les trajectoires que prennent les lignes énergétiques.",
        "id": "Digunakan untuk vitalisasi Petrified Tree dan Ley Line Blossom, membuka jalan untuk mendapatkan harta yang tersimpan di dalamnya. Energi beregenerasi dari waktu ke waktu.\\nDikatakan bahwa akar dari semua pohon dan bunga Irminsul di dunia saling terhubung di tempat terdalam dan paling tersembunyi di dalam bumi, dan pola yang terbentuk dari akar-akar tersebut membentuk Ley Lines di dunia...",
        "jp": "石化古樹や世界にある様々な地脈の花を活性化させることで、報酬を獲得できる。そのエネルギーは時間の経過と共に回復する。\\n全ての銀白の古樹と花の根は大地の深いところにつながっていて、そのつながった痕跡が地脈の軌跡を描き出したらしい…",
        "kr": "석화 고목과 지맥의 꽃을 활성화하여 보물을 획득할 수 있다. 에너지는 시간이 지나면 회복한다.\\n전설에 의하면 모든 은백 고목과 은백의 꽃 뿌리는 대지의 깊은 곳에 은밀히 연결돼있고, 그 연결된 흔적이 지맥의 궤적을 만들었다고 한다…",
        "pt": "Usado para revigorar Árvores Petrificadas e Flores de Linha Ley, permitindo acesso aos tesouros que elas escondem. A Energia se regenera com o tempo.\\nÉ dito que as raízes de todas as árvores e flores de Irminsul no mundo são interligadas nas partes mais profundas e escondidas da terra, e que esse padrão de raízes define as Linhas Leys do mundo.",
        "ru": "Оживляет Окаменевшее дерево или Цветок артерий земли для получения сокровища. Их энергия восстанавливается с течением времени. Говорят, корневые системы всех серебряных древ и серебряных цветов переплетаются глубоко в скрытых от глаз недрах земли, чем определяют положение артерий земли в мире.",
        "th": "สามารถเปิดใช้งาน Petrified Tree หรือ Ley Line Blossom เพื่อรับสมบัติได้ โดยพลังงานในนั้นจะฟื้นตัวเมื่อเวลาผ่านไป\\nมีการกล่าวกันว่าระบบรากของต้นไม้สีเงินโบราณและดอกไม้สีเงินโบราณทั้งหมดนั้นเชื่อมต่อกันอย่างลับ ๆ ในส่วนที่ลึกที่สุดของโลก ซึ่งร่องรอยของการเชื่อมต่อของพวกมันนั้นก็ทำให้เกิดวิถีของเส้นกระแสพลังในโลก...",
        "vi": "Có thể kích hoạt Cổ Thụ Hóa Thạch, Hoa Địa Mạch để nhận báu vật. Năng lượng bên trong sẽ hồi phục theo thời gian.\\nTương truyền tất cả rễ của cây và hoa Irminsul được liên kết với nhau dưới lòng đất, sự liên thông này đã vẽ nên quỹ đạo của địa mạch..."
    },
    "materialType": false
}