{
    "name": {
        "en": "Otogi Wood Ramen Stand",
        "de": "Ramen-Stand aus Otogi-Holz",
        "chs": "御伽木拉面屋台",
        "cht": "御伽木拉麵屋台",
        "es": "Puesto de ramen de madera de murmurador",
        "fr": "Étal à ramen en bois de dulcinier",
        "id": "Warung Ramen dari Kayu Otogi",
        "jp": "御伽材ラーメン屋台",
        "kr": "오토기나무 라멘 포장마차",
        "pt": "Barraca de Ramen de Madeira Otogi",
        "ru": "Павильончик с рамэном из древесины отоги",
        "th": "ซุ้มรถเข็น Ramen ไม้ Otogi",
        "vi": "Quầy Hàng Ramen Gỗ Otogi"
    },
    "id": 390310,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Otogi Wood Ramen Stand.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Ramen-Stand aus Otogi-Holz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「御伽木拉面屋台」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「御伽木拉麵屋台」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Puesto de ramen de madera de murmurador.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'étal à ramen en bois de dulcinier.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Warung Ramen dari Kayu Otogi.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「御伽材ラーメン屋台」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「오토기나무 라멘 포장마차」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Barraca de Ramen de Madeira Otogi.\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Павильончик с рамэном из древесины отоги».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ซุ้มรถเข็น Ramen ไม้ Otogi\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Quầy Hàng Ramen Gỗ Otogi\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}