{
    "name": {
        "en": "Pact of Stars and Moon",
        "de": "Rendezvous von Mond und Sternen",
        "chs": "星与月之约",
        "cht": "星與月之約",
        "es": "Pacto lunaestelar",
        "fr": "Pacte des étoiles et de la lune",
        "id": "Pact of Stars and Moon",
        "jp": "星と月の約束",
        "kr": "별과 달의 약속",
        "pt": "Pacto das Estrelas e da Lua",
        "ru": "Встреча звёзд и луны",
        "th": "สัญญาแห่งดวงดาวและจันทรา",
        "vi": "Ước Hẹn Trăng Sao"
    },
    "id": 340008,
    "materialDesc": {
        "en": "Mona's outfit. A costume made specifically to encompass the astrological concept of \"the destined moment,\" thanks to the 30% discount ticket she got from the planetarium refund.",
        "de": "Monas Kleidung. Diese Kleidung wurde spezifisch für die astrologische „Stunde des Schicksals“ erstanden. Ohne den Rabattgutschein von 30 % für die Nachzahlung der Planetenmaschinen hätte Mona sich diese Kleidung nicht kaufen können.",
        "chs": "莫娜的装扮款式。为迎接占星术概念中的「命定之刻」而特别购置的衣装，感谢星象仪补款七折优惠券。",
        "cht": "莫娜的裝扮款式。為迎接占星術概念中的「命定之刻」而特別購置的衣裝，感謝星象儀補款七折優惠券。",
        "es": "Modelo de vestimenta de Mona. Un atuendo comprado específicamente para recibir los “momentos predestinados” de los que habla la astrología y adquirido con un cupón de un 30% de descuento tras la compra de un globo celeste.",
        "fr": "#Tenue de Mona. Un costume spécialement conçu pour englober le concept astrologique du «{NON_BREAK_SPACE}moment destiné{NON_BREAK_SPACE}», obtenu grâce au coupon de remboursement de 30{NON_BREAK_SPACE}% après avoir rendu le globe céleste{NON_BREAK_SPACE}!",
        "id": "Model pakaian Mona. Pakaian yang dibeli khusus untuk menyambut \"momen yang ditakdirkan\" dalam konsep astrologi. Untung ada voucher diskon 30% dari pengembalian dana planetarium.",
        "jp": "モナの衣装。占星術の概念である「運命の時」を迎えるため、特別に買った服。プラネタリウム予約金で得た三割引きクーポンに感謝。",
        "kr": "모나의 코스튬, 점성술 개념인 「운명이 정해진 순간」을 맞이해 특별히 구입한 옷이다. 천문 관측기 잔금 30% 할인 쿠폰에 감사를!",
        "pt": "Vestuário de Mona. Um vestuário feito especificamente para englobar o conceito de \"Momento Destinado\" das Previsões Astrológicas e como agradecimento pelo desconto de 30% no planetário.",
        "ru": "Наряд Моны. Приобретён специально для встречи с астрологическим «предначертанным мгновением» благодаря купону с 30% скидкой, который Мона получила за покупку звёздного глобуса.",
        "th": "คอสตูมของ Mona ชุดที่ซื้อมาเป็นพิเศษเพื่อให้เป็นไปตาม \"ห้วงแห่งพรหมลิขิต\" ในแนวคิดโหรแห่งดวงดาว ต้องขอบคุณลูกโลกท้องฟ้าจำลองสำหรับคูปองส่วนลด 30% ด้วยนะ",
        "vi": "Phong cách của Mona. Bộ trang phục được đặt mua để nghênh đón \"thời khắc định mệnh\" trong khái niệm chiêm tinh, cảm ơn phiếu ưu đãi 30% được tặng sau khi mua dụng cụ thiên văn."
    },
    "materialType": "MATERIAL_COSTUME"
}