{
    "name": {
        "en": "Padisarah",
        "de": "Padisarah",
        "chs": "帕蒂沙兰",
        "cht": "帕蒂沙蘭",
        "es": "Orquídea padishá",
        "fr": "Padisachidée",
        "id": "Padisarah",
        "jp": "パティサラ",
        "kr": "파디사라",
        "pt": "Padisarah",
        "ru": "Падисара",
        "th": "Padisarah",
        "vi": "Padisarah"
    },
    "id": 101214,
    "materialDesc": {
        "en": "A holy and noble plant. The conditions for growth in its environment are very demanding. The flower buds can be processed to make valuable spices.",
        "de": "Eine heilige und edle Pflanze, mit sehr hohen Ansprüchen an ihre Wachstumsbedingungen. Durch Verarbeitung können aus dem Staubblatt wertvolle Gewürze gewonnen werden.",
        "chs": "圣洁而高贵的花卉，对生长环境的要求十分苛刻。花蕊经过加工后可以制成珍贵的香料。",
        "cht": "聖潔而高貴的花卉，對生長環境的要求十分苛刻。花蕊經過加工後可以製成珍貴的香料。",
        "es": "Una flor noble e inmaculada. Exige unas condiciones de lo más estrictas para crecer. Con su estambre, se pueden crear especias realmente valiosas.",
        "fr": "Une plante pure et noble, très exigeante quant à l'environnement dans lequel elle pousse. Son pistil peut être transformé en épices précieuses.",
        "id": "Tumbuhan yang suci dan mulia. Membutuhkan lingkungan yang cukup kondusif untuk dapat tumbuh. Kuncup bunganya dapat diolah menjadi rempah-rempah yang berharga.",
        "jp": "神聖かつ純潔な、気高い花。成長には厳しい生育条件を必要とする。花蕊を加工すると、貴重な香料が出来上がる。",
        "kr": "성스럽고 고귀한 꽃. 성장 환경에 대한 요구가 매우 까다롭다. 꽃술은 가공을 거쳐 귀중한 향신료로 제작할 수 있다",
        "pt": "Uma flor sagrada e nobre, é muito exigente em relação ao ambiente de crescimento. Os estames podem ser usados para fazer especiarias preciosas.",
        "ru": "Священный, благородный и очень капризный цветок. Из его бутонов производят ценные благовония.",
        "th": "ดอกไม้ที่ศักดิ์สิทธิ์และสูงส่ง ว่ากันว่ามีข้อกำหนดสภาพแวดล้อมในการเติบโตที่เข้มงวดมาก และเกสรของมันเมื่อผ่านการแปรรูปจะมาสามารถทำเครื่องเทศอันล้ำค่าได้",
        "vi": "Loài hoa thánh thiện và cao quý, có những yêu cầu rất khắt khe về môi trường sinh trưởng. Nhụy hoa sau khi gia công có thể chế biến thành các loại hương liệu quý."
    },
    "materialType": "MATERIAL_EXCHANGE"
}