{
    "name": {
        "en": "Painted Vision: Stunning Waters",
        "de": "Malerei – „Farben des Wassers“",
        "chs": "绘染浮光-「水色绚缦」",
        "cht": "繪染浮光-「水色絢縵」",
        "es": "Paisaje pintado: Aguas deslumbrantes",
        "fr": "Peinture de paysage « Eaux éblouissantes »",
        "id": "Melukis Pandangan: Warna Air",
        "jp": "絵染浮光-「悠々と漂う水色」",
        "kr": "부광화-「화려한 물빛」",
        "pt": "Pintura Superficial Brilhante - Água Límpida",
        "ru": "Нарисованное видение: Потрясающие воды",
        "th": "แต้มสีย้อมแสง - \"ท้องนทีอันงดงาม\"",
        "vi": "Tranh Treo Tường - \"Ánh Nước\""
    },
    "id": 384108,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Painted Vision: Stunning Waters.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Malerei – Farben des Wassers“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「绘染浮光-『水色绚缦』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「繪染浮光-『水色絢縵』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Paisaje pintado: Aguas deslumbrantes.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la peinture de paysage « Eaux éblouissantes ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Melukis Pandangan: Warna Air.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「絵染浮光-『悠々と漂う水色』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면,「부광화-『화려한 물빛』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Os desenhos detalhados mostram o método de produção de Pintura Superficial Brilhante - Água Límpida.\\nUma vez usado, você pode entrar na interface de produção para visualizar.",
        "ru": "Подробная схема изготовления предмета декора «Нарисованное видение: Потрясающие воды».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างแต้มสีย้อมแสง - \"ท้องนทีอันงดงาม\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Tranh Treo Tường - \"Ánh Nước\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}