{
    "name": {
        "en": "Panipuri",
        "de": "Panipuri",
        "chs": "绿汁脆球",
        "cht": "綠汁脆球",
        "es": "Panipuri",
        "fr": "Panipuris",
        "id": "Panipuri",
        "jp": "パニプリ",
        "kr": "파니푸리",
        "pt": "Panipuri",
        "ru": "Пани пури",
        "th": "Panipuri",
        "vi": "Panipuri"
    },
    "id": 108410,
    "materialDesc": {
        "en": "An appetizer served with a green dipping sauce. The crispy balls are first deep-fried, then stuffed with a delicious filling through a hole on the top. The bite-sized snack is a common street food in Sumeru.",
        "de": "Ein mit einer Soße verzehrter Imbiss. Zuerst die Blätterteigbällchen in heißem Öl frittieren, dann ein Loch in das Blätterteigbällchen stechen und es mit den vorbereiteten Zutaten füllen. Besser mit Panipuri-Soße servieren. Ein solches Bällchen kann mit einem Bissen gegessen werden. Es ist ein klassischer Imbiss von Sumeru.",
        "chs": "蘸汁食用的小吃。用热油先炸好脆球，戳个洞塞入配料，搭配绿汁一起食用。大小适中，一口一个，是须弥街头常见的特色小吃。",
        "cht": "蘸汁食用的小吃。用熱油先炸好脆球，戳個洞塞入配料，搭配綠汁一起食用。大小適中，一口一個，是須彌街頭常見的特色小吃。",
        "es": "Un aperitivo servido con una salsa para mojar. Las bolas crujientes se fríen primero en aceite caliente, se agujerean y se rellenan con ingredientes y se sirven con salsa verde. Tienen el tamaño perfecto para comerse de un bocado. Es una comida callejera común en Sumeru.",
        "fr": "Une collation que l'on mange en la trempant dans la sauce qui l'accompagne. Les boulettes sont d'abord frites dans de l'huile bouillante jusqu'à ce qu'elles deviennent croustillantes, puis percées et remplies d'ingrédients. Servies avec de la sauce verte, ces boulettes de petite taille peuvent être dévorées en une seule bouchée. Elles sont un des aliments de cuisine de rue les plus courants à Sumeru.",
        "id": "Makanan ringan yang dimakan bersama dengan saus cocol. Lubangi bola kentang yang masih panas, lalu masukkan bahan-bahan tambahannya, kemudian makan bersama dengan saus hijaunya. Ukurannya pas sekali untuk dimakan dalam satu gigitan. Makanan ini adalah jajanan yang sering dijumpai di Sumeru.",
        "jp": "ソースを付けて食べるお菓子。高温の油で揚げたパニプリに穴を開けてトッピングを詰め、緑のソースを付けて食べる。程よいサイズの、スメールでよく見かける名物料理である。",
        "kr": "소스를 찍어 먹는 간식. 뜨거운 기름에 튀긴 작은 볼에 구멍을 내서 속을 채운 뒤 녹색 소스에 찍어 먹는다. 크기가 적당해서 한입에 먹을 수 있으며 수메르에서 흔히 볼 수 있는 간식이다",
        "pt": "Um aperitivo servido com molho. As bolinhas crocantes são primeiro fritas em óleo quente, furadas e recheadas com ingredientes, e servidas com salsa-verde. Eles são do tamanho perfeito para comer em uma mordida. É uma comida de rua comum em Sumeru.",
        "ru": "Закуска с соусом-дип. Мучные шарики, обжаренные во фритюре до хрустящей корочки и заполненные начинкой. Готовое блюдо подаётся с зелёным соусом, каждый шарик - на один укус. Пани пури - знаменитая уличная закуска Сумеру, насыщенная местным колоритом.",
        "th": "ของทานเล่นพร้อมซอส ก้อนกลมที่ผ่านการทอดด้วยน้ำมันเดือด เจาะรูด้านบนเพื่อเติมส่วนผสมลงไป ทานควบคู่กับน้ำซอสสีเขียว ขนาดพอดีคำ เป็นสตรีทฟู้ดที่พบเห็นได้ทั่วไปตามท้องถนนของ Sumeru",
        "vi": "Món ăn vặt rưới sốt. Dùng dầu nóng chiên giòn, rồi khoét một lỗ nhồi nguyên liệu vào, dùng kết hợp với nước sốt màu xanh. Kích thước vừa phải, một lần ăn có thể cho nguyên cái vào miệng, là món ăn vặt đặc sắc khá phổ biến trên đường phố Sumeru."
    },
    "materialType": "MATERIAL_FOOD"
}