{
    "name": {
        "en": "Parametric Transformer",
        "de": "Parameterwandler",
        "chs": "参量质变仪",
        "cht": "參數質變儀",
        "es": "Transmutador paramétrico",
        "fr": "Transformateur paramétrique",
        "id": "Parametric Transformer",
        "jp": "参量物質変化器",
        "kr": "매개 변수 변환기",
        "pt": "Transformador Paramétrico",
        "ru": "Параметрический преобразователь",
        "th": "Parametric Transformer",
        "vi": "Máy Biến Đổi Tham Số"
    },
    "id": 220021,
    "materialDesc": {
        "en": "A device that can transmute materials placed within and convert it into some other material.\\n·During the transmutation process, you must use <color=#3399CCFF>Elemental Attacks</color> to generate enough energy for the transmutation to take place.\\n·After obtaining the transmuted materials, you must wait seven days to use it once again.\\n\\nThis mysterious device, discovered within the ruins, has the power to accelerate cycles and \"transmute\" material objects. Generally speaking, everything is undergoing a cycle. Memories and elements surge within the ley lines, rotten fallen fruits return to the soil, and the trees born from the soil will one day bear their crystalline fruit...",
        "de": "Ein Gerät, das Materialien, die darin platziert werden, in ein anderes Material umwandeln kann.\\nWährend des Umwandlungsprozesses müssen <color=#3399CCFF>Elementarangriffe</color> eingesetzt werden, um genügend Energie für die Umwandlung zu erzeugen.\\nNach der Umwandlung kann das Gerät sieben Tage nicht benutzt werden.\\n\\nDas mysteriöse Gerät, das du in den Ruinen entdeckt hast, hat die Macht, Zyklen zu beschleunigen und materielle Objekte „umzuwandeln“. Grundsätzlich durchläuft alles einen Zyklus. Erinnerungen und Elemente erheben sich im Fluss der Elemente, verfaultes Fallobst kehrt in die Erde zurück und die aus der Erde geborenen Bäume werden eines Tages Kristallfrüchte tragen ...",
        "chs": "可以使填入的物质发生质变，转化成其他物质的道具。\\n·质变过程中，需要进行<color=#3399CCFF>元素攻击</color>使其能量达到发生质变的临界值。\\n·获取经过质变的物质后，需要经过七天才能再次使用。\\n\\n从遗迹中发现的古代神秘仪器，具有加速循环，使物质发生「质变」的力量。普遍而言，地上地下的一切都在循环，记忆与元素在地脉中恒常奔涌，腐烂的日落果会回归尘泥，而泥土中生长出来的树木终有一天也会结出晶莹的果实吧…",
        "cht": "可以使填入的物質發生質變，轉化成其他物質的道具。\\n·質變過程中，需要進行<color=#3399CCFF>元素攻擊</color>使其能量達到發生質變的臨界值。\\n·獲取經過質變的物質後，需要經過七天才能再次使用。\\n\\n從遺蹟中發現的古代神秘儀器，具有加速迴圈，使物質發生「質變」的力量。普遍而言，地上地下的一切都在迴圈，記憶與元素在地脈中恆常奔湧，腐爛的日落果會回歸塵泥，而泥土中生長出來的樹木終有一天也會結出晶瑩的果實吧…",
        "es": "Un objeto en el que se puede colocar material para convertirlo en otro distinto.\\n·Es necesario realizar <color=#3399CCFF>Ataques Elementales</color> contra el material hasta que este llegue al punto de transmutación.\\n·Tras obtener el material transmutado, hay que esperar 7 días para volver a utilizar este objeto.\\n\\nEste antiguo instrumento descubierto en unas ruinas tiene la capacidad de acelerar el ciclo de los elementos para transmutar materiales. Todo lo que hay sobre la tierra y bajo ella está en un ciclo constante, y los recuerdos y los elementos fluyen permanentemente por las líneas ley. En este sentido, una solsettia podrida siempre acabará convergiendo con la tierra, de la cual un día brotará un árbol que dará brillantes frutos.",
        "fr": "Un dispositif qui permet de convertir les matériaux qu'on y place en d'autres matériaux.\\n· Durant le processus de transmutation, vous devez utiliser des <color=#3399CCFF>attaques élémentaires</color> pour générer l'énergie nécessaire à la transmutation.\\n· Une fois obtenu le produit d'une transmutation, vous devez attendre 7 jours avant de pouvoir recommencer.\\n\\nL'étrange et ancien appareil que vous avez découvert dans les ruines possède le pouvoir d'accélérer les cycles naturels pour transmuter les objets. De manière générale, toute chose obéit à un certain cycle. Souvenirs et éléments abondent dans les lignes énergétiques, les fruits pourris retournent à la terre, et les arbres nés du sol porteront à leur tour quelque fruit cristallin...",
        "id": "Sebuah alat yang bisa mengubah material yang diletakkan di dalamnya menjadi material lain.\\n·Kamu harus melancarkan <color=#3399CCFF>Serangan Elemental</color> saat proses transmutasi berlangsung untuk menciptakan energi yang cukup untuk melakukan proses tersebut.\\n·Setelah mendapatkan material hasil transmutasi, kamu harus menunggu selama tujuh hari ke depan untuk dapat menggunakannya lagi.\\n\\nAlat misterius yang kamu temukan di dalam reruntuhan ini memiliki kemampuan untuk mempercepat suatu siklus dan mengubah sebuah material. Secara umum, segala sesuatu berada dalam sebuah siklus. Ingatan dan elemen mengalir di dalam ley line, buah yang busuk jatuh dan kembali ke tanah, kemudian dari dalam tanah tersebut akan tumbuh sebatang pohon yang akan menghasilkan buah yang subur.",
        "jp": "埋め込んだ物を「物質変化」させるためのアイテム。\\n·物質変化の過程中、<color=#3399CCFF>元素攻撃</color>を与えることによって、エネルギーを物質変化に必要な上限に到達させることが出来る。\\n·物質変化を経た物質を獲得すると、再び使用できるのは7日後になる。\\n\\n遺跡から発掘された不思議な器械。循環を加速し、物質を「変化」させる力を持つ。この世界のあらゆる物は常に循環し、地脈には常に記憶と元素が流れている。腐った夕暮れの実は大地へ戻り、土から成長した木は、いずれまた瑞々しい果実を実らせる…",
        "kr": "안에 넣은 물질을 다른 물질로 변환시킬 수 있는 아이템.\\n변환 과정 중 <color=#3399CCFF>원소 공격</color>으로 에너지를 변환에 필요한 임계값에 도달시킬 수 있다.\\n변환된 물질을 획득하면 7일 후에 다시 사용할 수 있다.\\n\\n유적에서 발견한 신비한 고대 기구로 순환을 가속화하고 물질의 「질적 변화」를 유발한다. 지상과 지하의 모든 것은 순환하고 있으며, 기억과 원소는 항상 지맥 안에서 흐른다. 썩은 일몰 열매는 흙으로 돌아가고, 그 흙에서 자라난 나무는 언젠가 신선한 열매를 맺게 될 것이다…",
        "pt": "Um dispositivo que pode transmutar materiais colocados dentro dele e convertê-los em alguns outros materiais.\\nDurante o processo de transmutação, você deve usar <color=#3399CCFF>Ataques Elementais</color> para gerar energia suficiente para que a transmutação ocorra.\\nApós a obtenção dos materiais transmutados, é preciso esperar sete dias para utilizá-lo novamente.\\n\\nUm dispositivo misterioso encontrado nas ruínas, que serve para acelerar a circulação e fazer realizar transformações anormais. Em geral, tudo nesse mundo está em circulação, entretanto, as memórias e elementos flutuam nas Linha Ley. Os Frutos do Pôr do Sol podres se derretem na terra no final, e as árvores que brotam da terra irão florescer e produzir frutos...",
        "ru": "Прибор, который может трансмутировать материалы, превращая их во что-то другое.\\n· Для успешной трансмутации нужно во время процесса использовать <color=#3399CCFF>элементальные атаки</color>.\\n· После получения трансмутированных материалов нужно подождать семь дней перед повторным использованием.\\n\\nЭтот загадочный прибор, который вы нашли в руинах, способен ускорять цикл и «преобразовывать» материальные объекты. Вообще говоря, всё находится в цикле. По артериям земли постоянно текут элементы и воспоминания. Гнилой закатник вернётся в землю, а выросшие из неё деревья однажды принесут сверкающий плод...",
        "th": "ไอเทมที่สามารถแปลงสภาพวัสดุให้เป็นวัสดุอื่น ๆ ได้\\n·ระหว่างกระบวนการแปลงสภาพจะต้องทำการ<color=#3399CCFF>โจมตีธาตุ</color> เพื่อสร้างพลังงานที่เพียงพอสำหรับการแปลงสภาพ\\n·วัสดุที่ผ่านการแปลงสภาพแล้ว จะต้องรอ 7 วันถึงจะสามารถนำมาใช้ได้อีกครั้ง\\n\\nอุปกรณ์โบราณลึกลับที่ค้นพบในซากปรักหักพังนี้ มีความสามารถในการเร่งวัฏจักรของธาตุ และมีพลังที่สามารถ \"แปลงสภาพ\" วัสดุได้ หากกล่าวโดยทั่วไปแล้ว ทุกสิ่งทั้งที่อยู่บนโลกและใต้ดินต่างหมุนเวียนกันเป็นวัฏจักร ความทรงจำและธาตุต่าง ๆ ก็ไหลเวียนอยู่ใน Ley Line ผล Sunsettia ที่ร่วงหล่นจากต้นลงสู่พื้นดิน และต้นไม้ที่เติบโตขึ้นมาจากดินนั้นจะออกผลคริสตัลในสักวัน...",
        "vi": "Đạo cụ có thể khiến vật chất đặt vào biến đổi thành vật chất khác.\\n·Trong quá trình biến đổi, cần phải tiến hành <color=#3399CCFF>tấn công nguyên tố</color> để khiến năng lượng đạt đến mức biến đổi.\\n·Sau khi có được vật chất biến đổi, cần trải qua 7 ngày mới có thể dùng lại.\\n\\nVật dụng thần bí cổ đại được phát hiện trong di tích, có khả năng khiến vật chất \"biến đổi\". Nói chung, mọi thứ trên mặt đất và dưới lòng đất đều tuần hoàn, ký ức và các yếu tố không ngừng trào dâng trong địa mạch, Quả Nhật Lạc thối rữa sẽ trở về với cát bụi, và cây cối mọc trong đất một ngày nào đó sẽ lại kết trái."
    },
    "materialType": "MATERIAL_WIDGET"
}