{
    "name": {
        "en": "Parlor Cordiality",
        "de": "Salonherzlichkeit",
        "chs": "会客室的温暖防线",
        "cht": "會客室的溫暖防線",
        "es": "Salón de recepción de invitados",
        "fr": "« Cordialité au salon »",
        "id": "Ruang Tamu yang Ramah",
        "jp": "ゲストルームの暖かさ",
        "kr": "응접실의 난방시설",
        "pt": "Cordialidade do Saguão",
        "ru": "Тёплая гостиная",
        "th": "การต้อนรับที่แสนอบอุ่นในห้องรับรอง",
        "vi": "Phòng Tuyến Ấm Áp Phòng Tiếp Khách"
    },
    "id": 350015,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting \"Parlor Cordiality\" up.\\nThe sconces that light up this reception area suffuse the area with warmth that relaxes the body and soul. Add on a few cups of strong wine, and you've got everything you need to talk down even some aggressive Snezhnayan businesspeople.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Salonherzlichkeit“.\\nDie Kronleuchter, die diesen Empfangsbereich beleuchten, durchfluten den Bereich mit Wärme, die Körper und Seele entspannt. Füge ein paar Kelche starken Wein hinzu und du hast alles, was du brauchst, um selbst einige aggressive Geschäftsleute aus Snezhnaya zu besänftigen.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「会客室的温暖防线」的放置方法。\\n点燃会客室的壁炉，暖意便会在房间中弥漫开来，让人身心放松。要是再加几杯招待宾客的烈酒，应付咄咄逼人的至冬国商人都不在话下。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「會客室的溫暖防線」的放置方法。\\n點燃會客室的壁爐，暖意便會在房間中瀰漫開來，讓人身心放鬆。要是再加幾杯招待賓客的烈酒，應付咄咄逼人的至冬國商人都綽綽有餘。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar un Salón de recepción de invitados.\\nLas hogueras que iluminan esta sala de recepción la impregnan de una calidez que relaja el cuerpo y el alma. Si preparas un par de copas de vino para recibir a tus huéspedes en este lugar, hasta los ariscos comerciantes de Snezhnaya se volverán amables de repente.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de la « Cordialité au salon ».\\nLa cheminée qui éclaire cet espace de réception imprègne l'espace d'une chaleur qui détend le corps et l'esprit. Ajoutez-y quelques coupes de vin et vous aurez tout ce qu'il faut pour apaiser même les hommes d'affaires les plus agressifs de Snezhnaya.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Ruang Tamu yang Ramah\".\\nLampu dinding yang menerangi ruang tamu ini memberikan kehangatan yang menenangkan jiwa dan raga. Ditambah beberapa gelas anggur, maka kamu sudah bisa menghibur pengusaha agresif dari Snezhnaya sekalipun.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「ゲストルームの暖かさ」の詳しい配置方法が載っている設計図。\\nゲストルームの暖炉に火が付き、暖かさが部屋中に広がると、心も体もリラックスできる。客をもてなすための強い酒を数杯加えれば、スネージナヤの恐ろしい商人にも対応できるだろう。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「응접실의 난방시설」의 설치 방법이 기재되어 있다.\\n응접실의 벽난로에 불을 붙이면 따뜻함이 방안에 퍼져 사람들이 평온해진다. 손님을 접대할 때 독한 술을 몇 잔 더 추가하면 공격적인 스네즈나야 상인들도 편하게 대응 할 수 있다.\\n사용 후 배치 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Cordialidade do Salão\".\\nOs candeeiros que iluminam essa recepção com calor que relaxa o corpo e a alma. Com alguns copos de vinho, se tem tudo para apaziguar uma briga entre os comerciantes agressivos de Snezhnaya.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Тёплая гостиная».\\nЛампы освещают эту гостиную и наполняют её согревающим душу и тело теплом. Добавьте несколько бокалов крепкого вина, и у вас будет всё, что нужно, чтобы договориться даже с хладнокровными торговцами из Снежной.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"การต้อนรับที่แสนอบอุ่นในห้องรับรอง\" \\nเมื่อจุดเตาผิงในห้องรับรอง ความอบอุ่นจะกระจายไปในห้องทำให้ผู้คนผ่อนคลาย หากคุณเพิ่มแก้วเหล้าอีกสองสามแก้วเพื่อสร้างความบันเทิงให้แขก คุณก็จะสามารถรับมือกับพ่อค้าชาว Snezhnaya ที่ก้าวร้าวได้\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Phòng Tuyến Ấm Áp Phòng Tiếp Khách\".\\nĐốt lò sưởi trong phòng tiếp khách, hơi ấm sẽ lan tỏa khiến mọi người thư thái. Nếu thêm vài ly rượu nữa, thì việc đối phó với những thương nhân Snezhnaya hùng hổ sẽ không còn là vấn đề hóc búa nữa.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}