{
    "name": {
        "en": "Partially Repaired Holy Lyre der Himmel",
        "de": "Teilweise reparierte heilige Leier",
        "chs": "略微修复的天空之琴",
        "cht": "略微修復的天空之琴",
        "es": "Der Himmel, la Lira Sagrada, parcialmente reparada",
        "fr": "Himmel, la lyre sacrée (partiellement réparée)",
        "id": "Holy Lyre der Himmel yang Rusak Sebagian",
        "jp": "簡単に修復された天空のライアー",
        "kr": "조금 복구된 천공의 하프",
        "pt": "Lira Sagrada der Himmel parcialmente consertada",
        "ru": "Небесная лира",
        "th": "Partially repaired Holy Lyre der Himmel",
        "vi": "Sửa Đàn Thiên Không"
    },
    "id": 100162,
    "materialDesc": {
        "en": "A treasure that once belonged to Barbatos, the Anemo Archon, with some power restored by a Teardrop Crystal.",
        "de": "Der früher von Barbatos dem Anemo-Archon gehütete Schatz hat durch den Kontakt mit dem Tränenkristall einen kleinen Teil seiner Anemo-Kraft wiedererlangt.",
        "chs": "曾是风神巴巴托斯的至宝，接触泪滴结晶后稍稍恢复了一些力量。",
        "cht": "曾是風神巴巴托斯的至寶，接觸淚滴結晶後稍稍恢復了一些力量。",
        "es": "Un tesoro que perteneció a Barbatos, el Arconte Anemo, con algo de poder restaurado por una Lágrima cristalizada.",
        "fr": "Un trésor qui appartenait jadis à Barbatos, l'Archon Anémo. La larme cristallisée lui a rendu une partie de ses pouvoirs.",
        "id": "Sebuah alat musik lira berharga yang sebelumnya digunakan oleh Archon Anemo Barbatos, sebagian kekuatannya telah terpulihkan oleh Kristal Air Mata.",
        "jp": "かつては風神バルバトスの至宝で、涙の結晶に触れると、少しだけ力が回復したもの。",
        "kr": "바람의 신 바르바토스의 보물. 눈물 결정에 의해 힘이 조금 회복된 상태이다",
        "pt": "Um tesouro que pertenceu ao Barbatos, o Arconte Anemo, com algum poder restaurado por um Cristal da Lágrima.",
        "ru": "Сокровище, однажды принадлежавшее Барбатосу, Анемо Архонту. Некоторая часть сил этой лиры была восстановлена при помощи кристалла в форме слезы.",
        "th": "สมบัติที่ครั้งหนึ่งเคยเป็นของ Barbatos เทพแห่งลม พลังของมันได้ฟื้นคืนมาบางส่วนด้วยพลังของ Teardrop Crystal แล้ว",
        "vi": "Từng là báu vật của Phong Thần Barbatos, tiếp xúc với Nước Mắt Kết Tinh có thể hồi phục chút sức mạnh."
    },
    "materialType": "MATERIAL_QUEST"
}