{
    "name": {
        "en": "Pass Permit",
        "de": "Passierschein",
        "chs": "通行证明",
        "cht": "通行證明",
        "es": "Permiso de paso",
        "fr": "Laissez-passer (Tenshukaku)",
        "id": "Izin Kunjung",
        "jp": "通行証",
        "kr": "통행증",
        "pt": "Permissão de Passagem",
        "ru": "Пропуск",
        "th": "ใบอนุญาตผ่านทาง",
        "vi": "Giấy Chứng Nhận Thông Hành"
    },
    "id": 101513,
    "materialDesc": {
        "en": "A pass permit you obtained from Yae Miko. With this, you can enter Tenshukaku without restrictions and meet the Raiden Shogun.\\nYou heard that this was made for emergencies, but that Yae Miko seems to have never had a chance to use it.",
        "de": "Ein Passierschein, den du von Yae Miko erhalten hast. Damit kannst du den Tenshukaku ohne Einschränkungen betreten und den Shougun Raiden treffen.\\nDu hast gehört, dass dieser für Notfälle gemacht wurde, aber dass Yae Miko anscheinend nie die Chance hatte, ihn zu benutzen.",
        "chs": "从八重神子那里取得的通行证明，有此即可不受限制地进入天守阁并面见将军。\\n听说此证明是为了应对紧急情况而制，不过八重神子似乎并没有用到它的机会。",
        "cht": "從八重神子那裡取得的通行證明，有此即可不受限制地進入天守閣並面見將軍。\\n聽說此證明是為了應對緊急情況而製，不過八重神子似乎並沒有用到它的機會。",
        "es": "Una autorización que te dio Yae Miko. Con ella puedes entrar libremente a Tenshukaku y encontrarte con la Shogun.\\nOíste que este permiso de paso se hizo para casos de emergencia, pero parece que Yae Miko nunca necesitó usarlo.",
        "fr": "Un laissez-passer que vous avez obtenu de Yae Miko. Il vous permet d'entrer et de sortir du Tenshukaku à votre guise pour rencontrer la Shogun Raiden.\\nCe document aurait été créé pour les cas d'urgence, mais Yae Miko semble ne s'en être jamais servi.",
        "id": "Izin Kunjung yang kamu dapatkan dari Yae Miko. Dengan Izin Kunjung ini, kamu dapat memasuki Tenshukaku tanpa menerima pembatasan dan bertemu dengan Raiden Shogun.\\nDengar-dengar Izin Kunjung ini dibuat untuk menghadapi keadaan darurat, tapi Yae Miko sepertinya belum pernah sempat menggunakannya.",
        "jp": "八重神子からもらった通行証。これがあれば、制限されずに天守閣に入り、将軍に会うことができる。\\nこの許可は緊急事態に対応するために作られたようだが、八重神子はこれを使う機会がないみたいだ。",
        "kr": "야에 미코에게서 획득한 통행증. 이 통행증을 휴대하면 제한 없이 천수각에 진입해 쇼군을 만날 수 있다.\\n이 통행증은 응급 상황에 대비해 제작된 것이라고 한다. 하지만 야에 미코는 아직까지 통행증을 써볼 기회가 없었던 듯하다",
        "pt": "Uma permissão de passagem obtida de Yae Miko, com ela você pode entrar irrestritamente em Tenshukaku e encontrar com a Shogun.\\nDizem que essa autorização só deve ser utilizada em situações de emergência, mas parece que Yae Miko não teve uma chance de usá-la para isso.",
        "ru": "Пропуск, который вы получили от Яэ Мико. С ним вы сможете беспрепятственно войти в Тэнсюкаку и встретиться с сёгуном.\\nГоворят, что этот пропуск был сделан для особого случая, но Яэ Мико, так и не смогла им воспользоваться.",
        "th": "ใบอนุญาตผ่านทางที่ได้มาจาก Yae Miko คุณสามารถใช้มันเพื่อเข้าออก Tenshukaku เพื่อไปพบโชกุนได้โดยไม่มีข้อจำกัด\\nว่ากันว่าใบอนุญาตนี้ทำขึ้นมาเพื่อใช้ในสถานการณ์ฉุกเฉิน แต่ Yae Miko ไม่มีโอกาสที่จะใช้มัน",
        "vi": "Giấy chứng nhận thông hành lấy ở chỗ Yae Miko, cho phép tự do ra vào Thiên Thủ Các và gặp Shogun.\\nNghe nói giấy này dùng cho tình trạng khẩn cấp, nhưng hình như Yae Miko không có cơ hội dùng đến nó."
    },
    "materialType": "MATERIAL_QUEST"
}