{
    "name": {
        "en": "Pear Orchard Screen: Dexterous",
        "de": "Birnengarten-Paravent – „Geschicklichkeit“",
        "chs": "梨园画屏-「巧上」",
        "cht": "梨園畫屏-「巧上」",
        "es": "Biombo del peral: Sobre el escenario",
        "fr": "Paravent des poiriers « Dextérité »",
        "id": "Layar Kebun Pir: Cekatan",
        "jp": "梨園屏風-「上巧」",
        "kr": "이원 병풍-「교상」",
        "pt": "Tela do Pomar de Peras - Entrando",
        "ru": "Ширма грушевого сада: Ловкость",
        "th": "ม่านฉาก Pear Orchard - \"ขึ้นเวที\"",
        "vi": "Bình Phong Đoàn Kịch - Lên Đài"
    },
    "id": 393346,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Pear Orchard Screen: Dexterous.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Birnengarten-Paravent – Geschicklichkeit“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「梨园画屏-『巧上』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「梨園畫屏-『巧上』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Biombo del peral: Sobre el escenario.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du paravent des poiriers « Dextérité ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Layar Kebun Pir: Cekatan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「梨園屏風-『上巧』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「이원 병풍-『교상』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Tela do Pomar de Peras: Entrando.\\nDepois de usar, você pode entrar na interface de produção para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Ширма грушевого сада: Ловкость».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง ม่านฉาก Pear Orchard - \"ขึ้นเวที\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Bình Phong Đoàn Kịch - Lên Đài\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}