{
    "name": {
        "en": "Pear Orchard Seat: Of Tunes and Fragrant Tea",
        "de": "Sitz im Birnengarten – „Von Melodien und duftendem Tee“",
        "chs": "梨园宾位-「曲中茶香」",
        "cht": "梨園賓位-「曲中茶香」",
        "es": "Asiento del peral: Melodías y aroma a té",
        "fr": "Siège des poiriers « Mélodies et thé parfumé »",
        "id": "Kursi Kebun Pir: Wewangian Teh di Tengah Alunan Melodi",
        "jp": "梨園賓席-「曲中茶香」",
        "kr": "이원 객석-「곡에 흐르는 차 향기」",
        "pt": "Assento do Pomar de Peras: Melodias e Chás Perfumados",
        "ru": "Скамейка грушевого сада: Аромат чая среди мелодий",
        "th": "ที่นั่ง Pear Orchard - \"กลิ่นชาหอมกรุ่นของบทเพลง\"",
        "vi": "Ghế Đoàn Kịch - Hương Trà Trong Nhạc"
    },
    "id": 394315,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Pear Orchard Seat: Of Tunes and Fragrant Tea.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Sitz im Birnengarten – Von Melodien und duftendem Tee“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「梨园宾位-『曲中茶香』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「梨園賓位-『曲中茶香』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Asiento del peral: Melodías y aroma a té.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du siège des poiriers « Mélodies et thé parfumé ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Kursi Kebun Pir: Wewangian Teh di Tengah Alunan Melodi.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「梨園賓席-『曲中茶香』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「이원 객석-『곡에 흐르는 차 향기』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Assento do Pomar de Peras: Melodias e Chás Perfumados.\\nDepois de usar, você pode entrar na interface de produção para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Скамейка грушевого сада: Аромат чая среди мелодий».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง ที่นั่ง Pear Orchard - \"กลิ่นชาหอมกรุ่นของบทเพลง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Ghế Đoàn Kịch - Hương Trà Trong Nhạc\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}