{
    "name": {
        "en": "Peculiar Pinion",
        "de": "Außergewöhnliche Feder",
        "chs": "奇特的羽毛",
        "cht": "奇特的羽毛",
        "es": "Pluma extraña",
        "fr": "Plume étrange",
        "id": "Bulu yang Aneh",
        "jp": "変わった羽毛",
        "kr": "독특한 깃털",
        "pt": "Pena Peculiar",
        "ru": "Странное перо",
        "th": "ขนนกประหลาด",
        "vi": "Chiếc Lông Kỳ Lạ"
    },
    "id": 220039,
    "materialDesc": {
        "en": "A strange feather.\\nIt may be able to trigger some wondrous effects if used on Tsurumi Island.\\nTake this feather with you into the world.\\n\\nYou did promise him that you would, after all.",
        "de": "Eine seltsame Feder.\\nSie könnte wundersame Effekte auslösen, wenn sie auf der Insel Tsurumi benutzt wird.\\nNimm diese Feder mit in die Welt.\\n\\nDu hast ihm das doch versprochen.",
        "chs": "奇特的羽毛。\\n在鹤观的土地上，有时似乎能发挥神奇的作用。\\n带着这枚羽毛，走遍世界吧。\\n\\n毕竟，已经和他说好了。",
        "cht": "奇特的羽毛。\\n在鶴觀的土地上，有時似乎能發揮神奇的作用。\\n帶著這枚羽毛，走遍世界吧。\\n\\n畢竟，已經和他說好了。",
        "es": "Una pluma extraña.\\nEn la Isla Tsurumi, a veces puede tener usos increíbles.\\nRecorre el mundo con esta pluma. Al fin y al cabo, le prometiste a él que lo harías.",
        "fr": "Une plume étrange.\\nElle est susceptible de déclencher des événements mystiques sur l'Île de Tsurumi.\\nPrenez cette plume avec vous lorsque vous vous aventurerez dans ce monde.\\nVous le lui avez promis, après tout.",
        "id": "Bulu yang unik.\\nMungkin dapat memicu efek-efek ajaib saat digunakan di Pulau Tsurumi.\\nBawalah bulu sayap ini menjelajahi dunia.\\n\\nKarena kamu sudah berjanji padanya.",
        "jp": "変わった羽毛。\\nたまに、鶴観の地で不思議な効果を発揮できるようだ。\\nこの羽毛をもって、世界中を歩き回ろう。\\n\\nそう彼と約束したのだから。",
        "kr": "독특한 깃털.\\n츠루미에선 신기한 효과를 낼 수 있는 것 같다.\\n이 깃털을 가지고 세상으로 나아가야 한다.\\n\\n그 아이와 약속했으니",
        "pt": "Uma pena estranha.\\nTalvez possa desencadear alguns efeitos curiosos se for usada na Ilha Tsurumi.\\nLeve essa pena com você para o mundo.\\n\\nAfinal de contas, você prometeu a ele.",
        "ru": "Странное перо.\\nМожет вызвать чудесные эффекты, если использовать его на острове Цуруми.\\nВозьмите это перо с собой в путешествие.\\n\\nВы ведь обещали ему, что сделаете это.",
        "th": "ขนนกแปลกประหลาด\\nเมื่ออยู่บนเกาะ Tsurumi ดูเหมือนว่าบางครั้งจะแสดงเอฟเฟกต์ที่มหัศจรรย์ออกมา\\nพกขนนกนี้ติดตัวไว้ แล้วออกเดินทางไปทั่วโลกซะสิ\\n\\nยังไงซะ คุณก็สัญญากับเขาไว้แล้ว",
        "vi": "Lông vũ kỳ lạ.\\nKhi trên lãnh thổ Đảo Tsurumi, có lúc sẽ phát huy tác dụng thần kỳ.\\nHãy đem theo chiếc lông này đi khắp nơi trên thế giới đi.\\n\\nDù gì thì cũng đã hứa với em ấy rồi."
    },
    "materialType": "MATERIAL_WIDGET"
}