{
    "name": {
        "en": "Peculiar Pinion",
        "de": "Außergewöhnliche Feder",
        "chs": "奇特的羽毛",
        "cht": "奇特的羽毛",
        "es": "Pluma extraña",
        "fr": "Plume étrange",
        "id": "Bulu yang Aneh",
        "jp": "変わった羽毛",
        "kr": "독특한 깃털",
        "pt": "Pena Peculiar",
        "ru": "Странное перо",
        "th": "ขนนกประหลาด",
        "vi": "Chiếc Lông Kỳ Lạ"
    },
    "id": 220040,
    "materialDesc": {
        "en": "After defeating the monster that made the apex of Amakumo Peak its home, you discovered this strange feather.\\nIt fell from the Thunderbird that once inhabited Tsurumi Island, and is the original form of the Maushiro.\\nIt may have some special properties on Tsurumi Island.",
        "de": "Nachdem du das Monster besiegt hast, das die Spitze des Amakumo-Gipfels zu seinem Zuhause gemacht hat, hast du diese seltsame Feder entdeckt.\\nSie fiel von dem Donnervogel, der einst die Insel Tsurumi bewohnte, und ist die ursprüngliche Form der Maushiro.\\nSie hat vielleicht einige besondere Funktionen auf der Insel Tsurumi.",
        "chs": "击败踞身天云峠顶端的魔物后，发现的奇异鸟羽。\\n是曾经栖息在鹤观的「雷鸟」的翎羽，也即是「木簧笛」的原型。\\n在鹤观的土地上，似乎能发挥神奇的作用。",
        "cht": "擊敗踞身天雲峠頂端的魔物後，發現的奇異鳥羽。\\n是曾經棲息在鶴觀的「雷鳥」的翎羽，也即是「木簧笛」的原型。\\n在鶴觀的土地上，似乎能發揮神奇的作用。",
        "es": "Una extraña pluma que encontraste tras derrotar al monstruo que vivía en la cima de la Cumbre Amakumo.\\nEs una pluma del Ave del Trueno que habitaba en la Isla Tsurumi y la forma original del maushiro.\\nSeguramente tenga alguna misteriosa utilidad en las tierras de la Isla Tsurumi.",
        "fr": "Vous avez découvert cette plume étrange après avoir vaincu le monstre qui vit au sommet du Pic Amakumo.\\nTombée de l'Oiselle du tonnerre qui vécut autrefois sur l'Île de Tsurumi, il s'agit de la forme originelle du maushiro.\\nElle semble posséder des propriétés spéciales sur l'Île de Tsurumi.",
        "id": "Setelah mengalahkan monster yang menjadikan Amakumo Peak sebagai singgasananya, kamu menemukan bulu aneh ini.\\nBulu ini dijatuhkan oleh Thunderbird yang pernah menghuni Pulau Tsurumi, dan merupakan bentuk asli dari Maushiro.\\nBulu ini mungkin punya beberapa kegunaan khusus di Pulau Tsurumi.",
        "jp": "天雲峠の頂点に佇む魔物を倒した後に発見した変わった羽毛。\\nかつて鶴観に生息していた「雷鳥」の羽毛であり、「マウシロ」の原型でもある。\\n鶴観の地で不思議な効果を発揮できるようだ。",
        "kr": "아마쿠모 산마루 꼭대기에 있는 마물을 무찌른 후 발견한 독특한 깃털.\\n츠루미에 서식하던 「뇌조」의 깃털으로 「마우시로」의 모티브다.\\n츠루미에서 신기한 효과를 낼 수 있는 것 같다",
        "pt": "Depois de derrotar o monstro no topo do Monte Tenkumo, você descobriu essa misteriosa pena.\\nEla caiu da Pássaro do Trovão que uma vez habitou a Ilha Tsurumi e é a forma original da Maushiro.\\nTalvez tenha algumas propriedades especiais na Ilha Tsurumi.",
        "ru": "Вы обнаружили это странное перо после победы над монстром, который сделал своим домом пик Амакумо.\\nОно выпало из оперения некогда обитавшей на острове Цуруми Громовой птицы и является оригинальной формой маусиро.\\nОбладает особыми свойствами на острове Цуруми.",
        "th": "หลังจากเอาชนะมอนสเตอร์บน Amakumo Peak ได้แล้ว คุณได้ค้นพบขนนกประหลาด\\nมันคือขนที่ร่วงลงมาจาก Thunderbird ที่ครั้งหนึ่งเคยอาศัยอยู่บนเกาะ Tsurumi และมันก็เป็น Maushiro แบบดั้งเดิมด้วย\\nมันอาจมีคุณสมบัติที่มหัศจรรย์บางอย่าง เมื่ออยู่บนเกาะ Tsurumi",
        "vi": "Chiếc lông vũ kỳ lạ phát hiện được sau khi đánh bại ma vật trên Đỉnh Amakumo.\\nLà lông của \"Lôi Điểu\" từng trú ngụ ở Đảo Tsurumi, cũng tức là nguyên mẫu \"Maushiro\".\\nDường như có thể phát huy tác dụng thần kỳ trên vùng Đảo Tsurumi."
    },
    "materialType": "MATERIAL_WIDGET"
}