{
    "name": {
        "en": "Perimeter Wall: Scenic Archway",
        "de": "Begrenzungsmauer – „Malerischer Torbogen“",
        "chs": "古宅景墙-「阶柳庭花」",
        "cht": "古宅景牆-「階柳庭花」",
        "es": "Muro decorado: Sauces y flores",
        "fr": "Mur de cour avec arche panoramique",
        "id": "Dinding Penghias: Gapura Indah",
        "jp": "古宅の景壁-「庭中の絶景」",
        "kr": "고택 담장-「버드나무와 정원의 꽃」",
        "pt": "Parede do Perímetro: \"Arco Cênico\"",
        "ru": "Окружная стена: Живописная арка",
        "th": "ประตูบ้านทรงโบราณ - \"ประตูชมวิว\"",
        "vi": "Tường Cảnh Cổ - Vòm Liễu"
    },
    "id": 391211,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Perimeter Wall: Scenic Archway.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Begrenzungsmauer – Malerischer Torbogen“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「古宅景墙-『阶柳庭花』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「古宅景牆-『階柳庭花』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Muro decorado: Sauces y flores.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du mur de cour avec arche panoramique.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Dinding Penghias: Gapura Indah\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「古宅の景壁-『庭中の絶景』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「고택 담장-『버드나무와 정원의 꽃』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Parede do Perímetro: \"Arco Cênico\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Окружная стена: Живописная арка».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างประตูบ้านทรงโบราณ - \"ประตูชมวิว\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Tường Cảnh Cổ - Vòm Liễu\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}