{
    "name": {
        "en": "Perpetual Caliber",
        "de": "Ewiges Uhrwerk",
        "chs": "永续机芯",
        "cht": "永續機芯",
        "es": "Resorte perpetuo",
        "fr": "Calibre perpétuel",
        "id": "Perpetual Caliber",
        "jp": "永続コア",
        "kr": "영구동력 코어",
        "pt": "Calibre Perpétuo",
        "ru": "Вечный механизм",
        "th": "Perpetual Caliber",
        "vi": "Lõi Chuyển Động Vĩnh Viễn"
    },
    "id": 113038,
    "materialDesc": {
        "en": "A motive device obtained from a mysterious ruin machine.\\nThe machine it once powered may have been destroyed, but it continues to rotate all the same.\\nThere should be no such thing as an energy source that can sustain itself forever in this world, and most research results obtained in the field of \"perpetual motion\" have been eventually proved false. Yet, this device is proof that a now-destroyed civilization once reached heights that present-day nations could not hope to match...",
        "de": "Eine Antriebsvorrichtung, die einer mysteriösen Ruinenmaschine entnommen wurde.\\nAlle von ihm angetriebenen Körperteile wurden bereits zerstört, doch es dreht sich unaufhörlich weiter.\\nAuf der Erde sollte es eigentlich keine unerschöpflichen Energiequellen geben und alle Forschungsergebnisse, die die „unendliche Bewegung“ zeigten, erwiesen sich zuletzt als falsch. Doch dieses Uhrwerk zeigt, dass längst untergegangene Zivilisationen zu Dingen in Stande waren, die den Menschen verwehrt bleiben.",
        "chs": "从神秘的遗迹机械上取来的动力机关。\\n即使它所驱动的机体已经被摧毁，仍在持续运转着。\\n地上理应不存在无限持续的能源，关于「永动」的研究成果发表也大多被证伪。然而从这枚机芯可以看出，如今已经覆灭的文明曾经一度触及人所不能抵达的领域。",
        "cht": "從神秘的遺蹟機械上取來的動力機關。\\n即使它所驅動的機體已經被摧毀，仍在持續運轉著。\\n地上理應不存在無限持續的能源，關於「永動」的研究成果發表也大多被證偽。然而從這枚機芯可以看出，如今已經覆滅的文明曾經一度觸及人所不能抵達的領域。",
        "es": "Un dispositivo motriz extraído de una misteriosa máquina de las ruinas.\\nContinúa girando aunque la máquina a la que le daba energía ya ha sido destruida.\\nSe supone que no existe ninguna fuente de energía continua e infinita en el mundo. De hecho, la mayoría de investigaciones sobre el movimiento perpetuo han sido refutadas. Sin embargo, este dispositivo demuestra que una civilización que desapareció hace tiempo alcanzó niveles que hoy en día parecen imposibles de igualar.",
        "fr": "Un mécanisme moteur que vous avez trouvé dans les Ruines mystérieuses.\\nBien que la machine qu'il alimentait autrefois a été détruite, il continue de tourner.\\nUne source d'énergie capable de se maintenir éternellement n'est pas censée exister dans notre monde, et les résultats de la plupart des travaux de recherche sur le mouvement perpétuel ont fini par être prouvés faux. Pourtant, cet appareil est la preuve qu'une civilisation aujourd'hui disparue a atteint des sommets que les nations actuelles ne peuvent espérer égaler...",
        "id": "Mekanisme daya yang diambil dari mesin ruin misterius.\\nSekalipun tubuh yang ditenagainya telah dihancurkan, namun ia tetap beroperasi.\\nSeharusnya tidak ada energi tak terbatas yang mampu terus menerus beroperasi di dunia ini, di sisi lain sebagian besar hasil penelitian yang pernah dipublikasikan terkait \"pergerakan abadi\" juga merupakan sesuatu yang sudah dipalsukan. Namun, perangkat ini membuktikan bahwa peradaban yang kini sudah musnah, dulu pernah mencapai ketinggian yang tidak dapat dicapai oleh umat manusia ....",
        "jp": "謎めいた遺跡機械からとれた駆動装置。\\n動かすべき機体が壊れたにもかかわらず、回り続けている。\\n地上に際限なく出力できるエネルギー源など存在しないはずであり、「永久運動」に関する研究成果も大多数が反証されてしまった。それを踏まえてこのコアを見てみると、既に滅亡したこの文明はかつて、人が触れてはならない領域にまで達していたことがわかる。",
        "kr": "신비한 유적 기계에서 가져온 동력 장치. \\n본체는 파괴되었지만 아직도 작동을 멈추지 않았다.\\n지상에는 무한 재생이 가능한 에너지가 없는 것이 당연하므로 「영구동력」에 관한 연구 성과 발표도 대부분 거짓임이 증명되었다. 하지만 이 코어를 통해 과거에 멸망한 문명이 한때는 인간이 도달할 수 없는 영역까지 닿았다는 것을 알 수 있다",
        "pt": "Um mecanismo de mobilidade obtido de uma Máquina das Ruínas misteriosa.\\nA máquina que o energizava foi destruída, mas ele continua a girar.\\nNesse mundo não deveria existir uma fonte de energia que possa se sustentar eternamente, e a maioria dos resultados de pesquisas no campo de \"movimento perpétuo\" foi, mais cedo ou mais tarde, provado falso. Ainda assim, esse dispositivo é prova que a civilização destruída alcançou o que nações atuais sequer poderiam sonhar...",
        "ru": "Движущее устройство, полученное из таинственного руинного механизма.\\nМашина, которую оно когда-то приводило в движение, уже разрушена, но он продолжает вращаться.\\nВ этом мире не должно быть такого источника энергии, который мог бы поддерживать себя вечно, и большинство результатов исследований в области «вечного двигателя» оказались тупиковыми. Тем не менее это устройство является доказательством того, что ныне уничтоженная цивилизация когда-то достигла таких высот, с которыми нынешние государства ещё долго не смогут сравниться...",
        "th": "กลไกขับเคลื่อนที่ถอดออกมาจากเครื่องจักรโบราณลึกลับ\\nแม้ร่างกลของมันจะถูกทำลายไปแล้ว แต่มันก็ยังคงทำงานอยู่อย่างต่อเนื่อง\\nบนโลกนี้ไม่ควรมีแหล่งพลังงานที่ไร้ขีดจำกัด และผลการวิจัยที่เกี่ยวข้องกับ \"ขับเคลื่อนชั่วนิรันดร์\" ส่วนใหญ่ก็เป็นเพียงของเท็จ แต่แกนหลักชิ้นนี้กลับทำให้เห็นว่า อารยธรรมที่เสื่อมสลายไปแล้วในปัจจุบัน ครั้งหนึ่งมันเคยไปถึงจุดที่มนุษย์ไม่ควรก้าวล่วงเข้าไปแล้ว",
        "vi": "Một cơ quan động lực lấy từ máy móc di tích thần bí.\\nNgay cả khi cơ thể mà nó điều khiển đã bị phá hủy, thì nó vẫn tiếp tục hoạt động.\\nTheo lý thì trên mặt đất không tồn tại năng lượng vô hạn và liên tục, hầu hết các kết quả nghiên cứu được công bố về \"chuyển động vĩnh viễn\" cũng đã bị làm sai lệch. Tuy nhiên, từ chiếc lõi này có thể thấy nền văn minh đã bị hủy diệt từng chạm đến những khu vực mà con người không thể tiếp cận."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}