{
    "name": {
        "en": "Perpetual Heart",
        "de": "Ewiges Herz",
        "chs": "恒常机关之心",
        "cht": "恒常機關之心",
        "es": "Corazón de la eternidad",
        "fr": "Cœur perpétuel",
        "id": "Perpetual Heart",
        "jp": "恒常からくりの芯",
        "kr": "영구 장치의 코어",
        "pt": "Coração do Mecanismo Contínuo",
        "ru": "Сердце бесконечного механизма",
        "th": "Perpetual Heart",
        "vi": "Lõi Động Cơ Vĩnh Cửu"
    },
    "id": 113023,
    "materialDesc": {
        "en": "The core that powers the autonomous movements of the Perpetual Mechanical Array.\\nSome theorize that the symbols on these cores have knowledge and logic inscribed upon them in a language that eyes cannot perceive. Some go a step further and believe that these unique Ruin machines autonomously decided to forsake a biomimetic form to pursue strength of function on account of their especially large cores and complex inscriptions.",
        "de": "Der Kern, der die autonomen Bewegungen der Anordnung immerwährender Vorrichtungen antreibt.\\nEinige Theorien besagen, dass den Symbolen auf diesen Kernen Wissen und Logik in einer Sprache eingeschrieben sind, die das Auge nicht wahrnehmen kann. Einige gehen noch einen Schritt weiter und glauben, dass diese einzigartigen Ruinenmaschinen aufgrund ihrer besonders großen Kerne und komplexen Inschriften autonom beschlossen haben, eine biomimetische Form aufzugeben, um nach Funktionsstärke zu streben.",
        "chs": "驱使恒常机关阵列自律行动的核心。\\n有人推测这种核心上的纹样当中以肉眼不可见的语言写上了智能与逻辑，也有人进一步认为这种特殊的遗迹机关因为格外庞大的核心与复杂的纹样，自发选择抛弃了生物的姿态，转而追求性能的强大。",
        "cht": "驅使恒常機關陣列自律行動的核心。\\n有人推測這種核心上的紋樣當中以肉眼不可見的語言寫上了智慧與邏輯，也有人進一步認為這種特殊的遺蹟機關因為格外龐大的核心與複雜的紋樣，自發選擇拋棄了生物的姿態，轉而追求性能的強大。",
        "es": "El núcleo que permite moverse de manera autónoma a la Maquinaria Eterna.\\nSegún algunas teorías, los patrones de estos núcleos tienen la sabiduría y la lógica inscritas en ellos mediante un lenguaje imperceptible para el ojo humano. Algunas personas van más allá y creen que, debido al enorme tamaño de estos núcleos y sus complicadas inscripciones, estas máquinas decidieron abandonar su forma biomimética en pos de un mayor poder y funcionalidad.",
        "fr": "Le noyau qui alimente les mouvements autonomes de la Matrice mécanique perpétuelle.\\nCertains spéculent que les symboles sur ces noyaux ont été inscrits avec une intelligence et une logique d'un langage invisible à l'œil nu. Certains vont plus loin et pensent que ces mécanismes des ruines uniques ont décidé de manière autonome d'abandonner leur forme biomimétique pour rechercher plus de puissance du fait de leurs noyaux particulièrement volumineux et de leurs inscriptions complexes.",
        "id": "Inti yang menggerakkan Perpetual Mechanical Array.\\nBeberapa orang berspekulasi bahwa simbol pada inti ini ditulis dengan kecerdasan dan logika yang bahasanya tidak dapat dilihat dengan mata telanjang. Ada juga yang berspekulasi bahwa mesin Ruin yang memiliki inti besar dan pola rumit ini berinisiatif sendiri untuk meninggalkan wujud biomimetis mereka, demi mengejar kinerja dan fungsi yang lebih kuat.",
        "jp": "恒常からくり陣形の自律行動を維持するコア。\\n一説によると、コアの模様の中には肉眼で読むことができない言語で、知能とロジックが書かれている。別の説によると、この大きなコアと複雑な模様を持つ遺跡機械は、自発的に生物の姿を捨て、強大な性能を求めたらしい。",
        "kr": "영구 장치 진영이 스스로 움직이게 할 수 있는 코어.\\n어떤 사람은 이러한 코어의 문양에 육안으로 식별하기 힘든 언어로 지능과 논리가 새겨졌다고 추측하고, 또 다른 이들은 이 특수한 유적 장치가 방대한 코어와 복잡한 문양으로 인해 생명체의 모습을 스스로 포기하고 강대한 성능을 추구한 것이라고 주장하기도 한다",
        "pt": "O núcleo que energiza os movimentos autônomos da Formação Mecânica Perpétua.\\nAlguns teorizam que os símbolos nesse núcleos possuem conhecimento e lógica em uma língua que os olhos não são capazes de perceber. Alguns vão um passo além e acreditam que essas máquinas das Ruínas decidiram autonomamente renegar uma forma biomimética para perseguir a força através de seus núcleos gigantes e inscrições complexas.",
        "ru": "Ядро, которое служит источником энергии для автономных движений бесконечного механического массива.\\nОдни полагают, что символы на этих ядрах несут знания и логику на языке, невидимом для глаза. Другие пошли дальше, заключив, что эти уникальные механизмы руин из-за огромного размера ядер и сложных начертаний на них в погоне за мощью и функциональностью приняли произвольное решение отбросить биомиметическую форму.",
        "th": "แกนกลางที่ทำให้ Perpetual Mechanical Array เคลื่อนไหวได้อย่างอิสระ\\nบางคนคาดเดาว่าสัญลักษณ์บนแกนกลางชนิดนี้ เป็นความรู้และตรรกะที่ถูกบันทึกไว้ด้วยภาษาที่ไม่สามารถมองเห็นได้ด้วยตาเปล่า บางคนคิดไปอีกขั้นว่า เป็นเพราะแกนกลางขนาดใหญ่และสัญลักษณ์ที่ซับซ้อน จึงทำให้ซากกลไกสุดพิเศษชนิดนี้ เลือกที่จะละทิ้งลักษณะของสิ่งมีชีวิต เพื่อสมรรถนะที่ทรงพลัง",
        "vi": "Hạt nhân thúc đẩy cơ chế hoạt động của Mô Hình Động Cơ Vĩnh Cửu.\\nCó người nghĩ rằng những văn tự trên đó có trí thông minh và tính logic riêng, nhưng cũng có người cho rằng chính vì chúng phức tạp như vậy nên chúng đã tự chuyển hóa để truy cầu những tính năng to lớn hơn."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}