{
    "name": {
        "en": "Philosophies of Freedom",
        "de": "Philosophie der „Freiheit“",
        "chs": "「自由」的哲学",
        "cht": "「自由」的哲學",
        "es": "Filosofía de la libertad",
        "fr": "Philosophie de la Liberté",
        "id": "Philosophies of \"Freedom\"",
        "jp": "「自由」の哲学",
        "kr": "「자유」의 철학",
        "pt": "Filosofia da Liberdade",
        "ru": "Философия о «Свободе»",
        "th": "Philosophies of Freedom",
        "vi": "Triết Học Của \"Tự Do\""
    },
    "id": 104303,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nFreedom is the spirit of the land of the wind.\\nTo sing is one such freedom. To sing on the land created by the Anemo Archon is to send your heart away with the song on the wind.",
        "de": "Material zum Verbessern von Talenten.\\nFreiheit ist der Geist des Reiches des Windes.\\nFreiheit ist drittens, überall im Land, geschaffen vom Gott des Windes, singen zu können und seine Stimme eins mit dem Wind werden zu lassen.",
        "chs": "天赋培养素材。\\n风之国土的精神是自由。\\n自由其三，是歌唱的自由，即是能在风之神塑造的美好土地上歌唱，让自己的心与歌一同随风而去的自由。",
        "cht": "天賦培養素材。\\n風之國土的精神是自由。\\n自由其三，是歌唱的自由，即是能在風之神塑造的美好土地上歌唱，讓自己的心與歌一同隨風而去的自由。",
        "es": "Material de mejora de talento.\\nLa libertad es la esencia del Reino del Viento.\\nLa tercera de esas libertades es la de cantar en la tierra creada por el Arconte Anemo mientras tu corazón y esa canción vuelan con el viento.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'esprit du Royaume du Vent est défini par plusieurs libertés.\\nLa liberté de chanter est une d'entre elles, c'est-à-dire, être libre de fredonner sur l'air du vent les terres de l'Archon Anémo.",
        "id": "Material Penguatan Talenta.\\nKebebasan adalah gairah Kerajaan Angin.\\nKebebasan bernyanyi adalah salah satunya, kebebasan untuk mengungkapkan isi hatimu dengan nyanyian angin.",
        "jp": "天賦育成素材。\\n風の国の精神は自由である。\\n自由その3、歌う自由、すなわち風神が作った美しい場所で歌い、風のように自分の心を自由にすること。",
        "kr": "특성 육성 소재.\\n바람의 나라의 정신은 자유다.\\n자유 셋, 노래의 자유. 즉 바람 신이 창조한 아름다운 대지에서 노래하며, 자신의 마음을 노래에 실어 바람에 날리는 자유",
        "pt": "Material para aprimorar o nível de Talento.\\nA liberdade é o espírito da Cidade do Vento.\\nCantar é uma dessas liberdades. Cantar na terra criada pelo Arconte Anemo é enviar o seu coração para longe com a música ao vento.",
        "ru": "Материал повышения таланта.\\nСвобода - это дух царства ветров.\\nСвобода песен на землях Анемо Архонта. Можно отлучить своё сердце вместе с песней на ветру.",
        "th": "วัสดุยกระดับพรสวรรค์\\nอิสรภาพนั้นคือพลังของประเทศแห่งสายลม\\nอิสรภาพที่สามนั้นคือ อิสระในการร้องเพลง สามารถที่จะร้องเพลงบนผืนแผ่นดิน ได้โดยอิสระ ให้เสียงเพลงและหัวใจของตน ล่องลอยไปกับสายลม",
        "vi": "Nguyên liệu bồi dưỡng Thiên Phú.\\nTinh thần đất nước của gió là tự do.\\nThứ 3 là tự do ca hát, có thể ca hát trên vùng đất được Phong Thần tạo dựng, khiến bản thân và lời ca tự do bay trong gió."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}