{
    "name": {
        "en": "Philosophies of Gold",
        "de": "Philosophie des „Golds“",
        "chs": "「黄金」的哲学",
        "cht": "「黃金」的哲學",
        "es": "Filosofía del oro",
        "fr": "Philosophie de l'Or",
        "id": "Philosophies of \"Gold\"",
        "jp": "「黄金」の哲学",
        "kr": "「황금」의 철학",
        "pt": "Filosofia de Ouro",
        "ru": "Философия о «Золоте»",
        "th": "Philosophies of Gold",
        "vi": "Triết Học Của \"Hoàng Kim\""
    },
    "id": 104318,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nGold is the symbol of the land of Geo.\\nGold is the wealth of Liyue, but Liyue's true wealth is the hearts of its people that shine like gold.",
        "de": "Material zum Verbessern von Talenten.\\nGold ist das Symbol des Reiches des Gesteins.\\nDas Gold ist Liyues Reichtum. Was Liyue zu diesem Reichtum verhilft, ist jedoch der wie Gold funkelnde Geist der Menschen.",
        "chs": "天赋培养素材。\\n岩之国土的象征是黄金。\\n黄金是璃月的财富。但璃月真正的财富，是璃月的人们那如黄金般闪耀的心灵。",
        "cht": "天賦培養素材。\\n岩之國土的象徵是黃金。\\n黃金是璃月的財富。但璃月真正的財富，是璃月的人們那如黃金般閃耀的心靈。",
        "es": "Material de mejora de talento.\\nEl oro es el símbolo del Reino de Piedra.\\nAunque también forma parte de su riqueza, el mayor tesoro de Liyue es el corazón de su gente, que brilla como el oro.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'or est le symbole du Pays de la Roche.\\nLiyue n'en manque pas, mais sa véritable richesse se trouve dans le cœur de ses habitants.",
        "id": "Material Penguatan Talenta.\\nEmas adalah simbol tanah bumi.\\nEmas adalah kemakmuran Liyue, tetapi kemakmuran asli Liyue berada di dalam hati rakyatnya yang bersinar seperti emas.",
        "jp": "天賦育成素材。\\n岩の国の象徴は黄金である。\\n黄金は璃月の富である。しかし璃月の本当の富は、璃月の人々の黄金のように輝く心である。",
        "kr": "특성 육성 소재.\\n바위의 나라의 상징은 황금이다.\\n황금은 리월의 부다. 하지만 리월의 진정한 부는 바로 리월 사람들의 황금처럼 반짝 빛나는 마음이다",
        "pt": "Material para aprimorar o nível de Talento.\\nO ouro é o Reino das Rochas.\\nO ouro é a riqueza de Liyue, mas a verdadeira riqueza de Liyue é o coração de seu povo que brilha como ouro.",
        "ru": "Материал повышения таланта.\\nЗолото - это символ царства земли.\\nЗолото - это богатство Ли Юэ, но истинное богатство Ли Юэ - это сердца его народа, которые сияют ярче золота.",
        "th": "วัสดุยกระดับพรสวรรค์\\nทองคำคือสัญลักษณ์ของประเทศ แห่งหิน\\nทองคำคือความร่ำรวยของ Liyue แต่ทว่าความร่ำรวยที่แท้จริงของ Liyue นั้นคือจิตใจของชาวเมือง ที่ส่องประกายราวกับทองคำ",
        "vi": "Nguyên liệu bồi dưỡng Thiên Phú.\\nHoàng kim tượng trưng cho đất nước nham thạch.\\nHoàng kim là tài sản của Liyue. Nhưng tài sản thực sự của Liyue là tấm lòng của người dân cũng sáng như hoàng kim."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}