{
    "name": {
        "en": "Philosophies of Prosperity",
        "de": "Philosophie des „Wohlstands“",
        "chs": "「繁荣」的哲学",
        "cht": "「繁榮」的哲學",
        "es": "Filosofía de la prosperidad",
        "fr": "Philosophie de la Prospérité",
        "id": "Philosophies of \"Prosperity\"",
        "jp": "「繁栄」の哲学",
        "kr": "「번영」의 철학",
        "pt": "Filosofia de Prosperidade",
        "ru": "Философия о «Процветании»",
        "th": "Philosophies of Prosperity",
        "vi": "Triết Học Của \"Phồn Vinh\""
    },
    "id": 104312,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nProsperity is the people's pursuit in the land of Geo.\\nProsperity is Liyue's past, present, and future. This prosperity is unmatched and unobtainable by any other nations — it all belongs to Liyue and its inhabitants.",
        "de": "Material zum Verbessern von Talenten.\\nWohlstand ist das Ziel des Reiches des Gesteins.\\nDer Wohlstand ist Liyues Vergangenheit, Gegenwart und Zukunft, unerreichbar für alle anderen. Allein Liyue und seine Kinder können sich an ihm erfreuen.",
        "chs": "天赋培养素材。\\n岩之国土的追求是繁荣。\\n繁荣是璃月的过去、现在与未来。在此世间一切国度都无法企及的繁荣，均归于璃月，以及璃月的子女。",
        "cht": "天賦培養素材。\\n岩之國土的追求是繁榮。\\n繁榮是璃月的過去、現在與未來。在此世間一切國度都無法企及的繁榮，均歸於璃月，以及璃月的子女。",
        "es": "Material de mejora de talento.\\nLa prosperidad es la mayor ambición del Reino de Piedra.\\nEs el pasado, el presente y el futuro de Liyue; es algo incomparable e inalcanzable para cualquier otro reino, algo que pertenece a Liyue y a sus hijos e hijas.",
        "fr": "Matériau d'amélioration d'aptitude.\\nLe Pays de la Roche aspire à la prospérité.\\nElle incarne le passé, le présent et le futur de Liyue. La cité possède toutes les richesses que nulle autre nation peut oser espérer obtenir.",
        "id": "Material Penguatan Talenta.\\nKemakmuran adalah hal yang dikejar oleh tanah bumi.\\nKemakmuran adalah masa lalu, masa kini, dan masa depan Liyue. Kemakmuran yang tidak dapat ditandingi dan didapat oleh kerajaan lain, semua untuk dinikmati oleh Liyue dan anak-anaknya.",
        "jp": "天賦育成素材。\\n岩の国が追い求めるものは繁栄である。\\n繁栄は璃月の過去、現在、そして未来。この世界の全ての国がたどり着けないような繁栄は、璃月と璃月の民のものである。",
        "kr": "특성 육성 소재.\\n바위의 나라는 번영을 추구한다.\\n번영은 리월의 과거, 현재, 그리고 미래다. 이 세계 그 어느 국가도 이루지 못한 번영은 리월과 리월의 자손들 것이다",
        "pt": "Material para aprimorar o nível de Talento.\\nProsperidade é o que a Terra esta em busca.\\nProsperidade é o passado, presente e futuro de Liyue. A prosperidade incomparável e inatingível por quaisquer outros reinos, é para Liyue e seus filhos desfrutarem.",
        "ru": "Материал повышения таланта.\\nПроцветание - это стремление царства земли.\\nПроцветание - это прошлое, настоящее и будущее Ли Юэ. Ли Юэ и её дети довольствуются процветанием, не имеющим себе равных и недостижимым для других королевств.",
        "th": "วัสดุยกระดับพรสวรรค์\\nความเจริญรุ่งเรืองคือสิ่งที่ประเทศ แห่งหินคอยตามหา \\nความเจริญรุ่งเรืองคือทุกอย่างที่ผ่านมาของเมือง Liyue รวมถึงปัจจุบันและต่อๆไป ความเจริญรุ่งเรืองที่ในยุคสมัยนี้ บ้านเมืองทั้งหลายไม่สามารถจะหามาครองได้ เว้นแต่เพียงเมือง Liyue และเหล่าลูกหลานของมัน",
        "vi": "Nguyên liệu bồi dưỡng Thiên Phú.\\nĐất nước của nham thạch theo đuổi sự phồn hoa.\\nPhồn hoa là quá khứ, hiện tại và tương lai của Liyue. Là sự phồn hoa mà không nơi nào trên thế gian này bì kịp, tất cả đều thuộc về Liyue và con cháu của Liyue."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}