{
    "name": {
        "en": "Philosophies of Light",
        "de": "Philosophie des „Lichts“",
        "chs": "「天光」的哲学",
        "cht": "「天光」的哲學",
        "es": "Filosofía de la luz",
        "fr": "Philosophie de la Lumière",
        "id": "Philosophies of Light",
        "jp": "「天光」の哲学",
        "kr": "「천광」의 철학",
        "pt": "Filosofia da Luz Celeste",
        "ru": "Философия о «Свете»",
        "th": "Philosophies of Light",
        "vi": "Triết Học Của \"Ánh Sáng\""
    },
    "id": 104328,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nLight is the yearning of the land of thunder.\\nThough they must live forever on the earth, humanity will always reach for the light. Mortals will pursue and surpass, and they will never stop. A sealed eternity may, perhaps, look magnificent, but its essence is death.",
        "de": "Material zur Verbesserung von Talenten.\\nLicht ist die Sehnsucht des Reichs des Blitzes.\\nAuch wenn sie für immer auf der Erde leben müssen, wird die Menschheit immer nach dem Licht greifen. Sterbliche werden danach streben und es übertreffen und sie werden niemals aufhören. Eine versiegelte Ewigkeit mag vielleicht prächtig aussehen, aber ihre Essenz ist der Tod.",
        "chs": "天赋培养素材。\\n雷之国土的愿望是天光。\\n即使永远生活在地下，人也会不屈地祈求天光。人总是追逐超越，无可止步。静止封闭的永恒亦固然壮丽，但其本质终究是死亡。",
        "cht": "天賦培養素材。\\n雷之國土的願望是天光。\\n即使永遠生活在地下，人也會不屈地祈求天光。人總是追逐超越，無可止步。靜止封閉的永恆亦固然壯麗，但其本質終究是死亡。",
        "es": "Material de mejora de talento.\\nEl mayor anhelo del Reino del Trueno es la luz.\\nAunque la humanidad viviera bajo tierra, seguiría rezando para alcanzar la luz. Los mortales buscan incesantemente superarse a sí mismos y, aunque la eternidad estática y cerrada parezca magnífica, no significaría más que la muerte.",
        "fr": "Matériau d'amélioration d'aptitude.\\nLa lumière est l'aspiration de la Nation du Tonnerre.\\nBien qu'elle doive vivre sur la terre, l'humanité aspirera toujours à la lumière. Les mortels se dépasseront toujours et ils ne s'arrêteront jamais. Une éternité scellée peut sembler magnifique, mais son essence est la mort.",
        "id": "Material Penguatan Talenta.\\n“Light“ adalah harapan bangsa petir.\\nMeskipun harus selamanya hidup di bawah tanah, manusia akan berdoa meminta cahaya. Manusia mengejar dan melampauinya, selamanya begitu tanpa henti. Mungkin keabadian yang tersegel dalam keheningan tampak memesona, tapi kematian adalah esensinya.",
        "jp": "天賦育成素材。\\n雷の国が求めるのは天光である。\\nたとえ永遠に地下に住みついていても、人は天光へ祈る。人は常に超越を望んでおり、それを止めることはできない。閉鎖された静寂の永遠も壮麗だが、その本質は死と同然だ。",
        "kr": "특성 육성 소재.\\n번개의 나라의 염원은 곧 천광이다\\n영원토록 지하에 살고 있어도, 인간들은 불요불굴의 의지로 천광을 기도한다. 인간은 늘 쉬지 않고 초월을 추구한다. 봉쇄되고 멈춘 영원함도 물론 웅장하고 장려하나, 그 본질은 결국 죽음이다",
        "pt": "Material de Elevação de Talento.\\nA luz é o anseio da terra do trovão.\\nEmbora deva viver para sempre na Terra, a humanidade sempre buscará a luz. Os mortais procurarão e desafiarão seus limites, sem jamais parar. Uma eternidade imaculada pode parecer magnífica, mas sua essência é a morte.",
        "ru": "Материал повышения таланта.\\nСвет - это чаяния царства гроз.\\nОбречённое вечно жить на земле, человечество всегда будет тянуться к свету. Люди всегда будут стремиться, превозмогать, и ни за что не остановятся. Запечатанная вечность, конечно же, изумительна, но суть её есть смерть.",
        "th": "วัสดุยกระดับพรสวรรค์\\nความปรารถนาของดินแดนแห่งสายฟ้าคือแสงของฟากฟ้า\\nแม้ว่าจะอาศัยอยู่ใต้ดิน แต่มนุษย์ก็ยังคงเฝ้าปรารถนาแต่แสงแห่งฟากฟ้า และไล่ตามอย่างไม่หยุดยั้ง ถึงแม้ความเป็นนิรันดร์จะปิดนิ่งและเงียบสงบ แต่จริง ๆ แล้วแก่นแท้ของมันก็คือความตายนั่นเอง",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\nƯớc nguyện của Lôi quốc là ánh sáng.\\nDù có sống mãi dưới đất, con người vẫn kiên cường theo đuổi ánh sáng. Mọi người vẫn luôn muốn đuổi theo và vượt qua, không thể ngừng lại được. Sự vĩnh hằng tĩnh lặng và khép kín cũng thật tráng lệ, nhưng bản chất của nó suy cho cùng là cái chết."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}