{
    "name": {
        "en": "Philosophies of Admonition",
        "de": "Philosophie der „Ermahnung“",
        "chs": "「诤言」的哲学",
        "cht": "「諍言」的哲學",
        "es": "Filosofía de la exhortación",
        "fr": "Philosophie de l'Admonestation",
        "id": "Philosophies of Admonition",
        "jp": "「忠言」の哲学",
        "kr": "「간언」의 철학",
        "pt": "Filosofia da Admoestação",
        "ru": "Философия о «Наставлениях»",
        "th": "Philosophies of Admonition",
        "vi": "Triết Học Của \"Khuyên Nhủ\""
    },
    "id": 104331,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nAdmonition is the branches of the nation of wisdom.\\nAdmonition is completed by good deeds. What is done confers real meaning upon what is said. When one's mind, words, and deeds are aligned, their nourishment shall guarantee the fruition of wisdom's tree.",
        "de": "Material zur Verbesserung von Talenten.\\n„Ermahnung“ ist der Zweig des Reiches der Weisheit.\\nErmahnung sollte mit den ehrlichsten Worten und Taten praktiziert werden. Taten geben Worten wahre Bedeutung. Die Bäume der Weisheit lassen sich am besten kultivieren, wenn Worte, Gedanken und Taten miteinander übereinstimmen.",
        "chs": "天赋培养素材。\\n「诤言」是智慧之国的枝干。\\n诤言终于至善的操行。行为赋予言语真实含义，言、思、行的协同一致，是令智慧之树结出善果的丰厚养分。",
        "cht": "天賦培養素材。\\n「諍言」是智慧之國的枝幹。\\n諍言終於至善的操行。行為賦予言語真實含義，言、思、行的協同一致，是令智慧之樹結出善果的豐厚養分。",
        "es": "Material de mejora de talento.\\nLa exhortación conforma las ramas del Reino de la Sabiduría y culmina con la realización de la bondad.\\nCuando existe coherencia entre el significado de lo que se transmite y el comportamiento, las palabras, los pensamientos y las acciones concuerdan entre sí. Solo así, la sabiduría podrá enriquecernos con los frutos de la bondad.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'admonestation est une des branches de la nation de la sagesse.\\nElle est accomplie par de bonnes actions. Les gestes donnent un sens aux mots. Ce n'est qu'en tenant ses intentions, ses paroles et ses actions que des fruits charnus mûriront de l'arbre de la sagesse.",
        "id": "Material Penguatan Talenta.\\n\"Admonition\" adalah cabang dari bangsa kebijaksanaan.\\nPeringatan pada puncaknya adalah perilaku yang baik. Perilaku memberikan arti sebenarnya kepada ucapan. Ucapan, pikiran, dan tindakan yang selaras adalah nutrisi yang kaya bagi pohon kebijaksanaan dan untuk bisa menghasilkan buah yang baik.",
        "jp": "天賦育成素材。\\n「忠言」は知恵の国の枝と幹である。\\n忠言のもたらす結果は至善の操行。行動は言葉に真の意味を与える。言葉と思考、そして行動の一致は、知恵の木を実らせるための豊かな養分なのだ。",
        "kr": "특성 육성 소재.\\n「간언」은 지혜의 나라의 줄기와 가지다.\\n간언은 지극한 선을 행하는 행위이다. 행동은 언어에 진의를 부여하고, 언어와 사고, 행동의 일치는 지혜의 나무가 좋은 열매를 맺을 수 있게 하는 풍부한 영양소가 된다",
        "pt": "Material de Elevação de Talento.\\nA exortação são os galhos da nação da sabedoria.\\nA exortação é completa por boas ações. O que é feito atribui um significado real ao que é dito. Quando a mente, as palavras e os atos estão alinhados, seu sustento garantirá a frutificação da árvore da sabedoria.",
        "ru": "Материал повышения талантов.\\nНаставления служат стволом и ветвями страны мудрости.\\nНаставления порождают добрые дела. Деяния придают сказанному истинное значение. Согласованность мыслей, слов и действий человека питает древо мудрости, и оно приносит щедрый урожай.",
        "th": "วัสดุยกระดับพรสวรรค์\\n\"การวิจารณ์\" คือกิ่งก้านของอาณาจักรแห่งปัญญา\\nการวิจารณ์เกิดจากการกระทำที่ดี และการกระทำล้วนมาจากวาจาที่ถ่องแท้ ทั้งวาจา ความคิด การกระทำ รวมกันเป็นหนึ่งเดียว นั่นคือสิ่งที่คอยหล่อเลี้ยงต้นไม้แห่งปัญญาให้ผลิดอกออกผล",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\n\"Khuyên Nhủ\" là cành nhánh của vương quốc trí tuệ.\\nKhuyên nhủ chung quy là một hành động chí thiện. Hành động mang lại ý nghĩa chân thực cho lời nói, nói - nghĩ - làm thống nhất với nhau, là nguồn dinh dưỡng phong phú để cây trí tuệ có thể kết thành quả ngọt."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}