{
    "name": {
        "en": "Philosophies of Diligence",
        "de": "Philosophie des „Fleißes“",
        "chs": "「勤劳」的哲学",
        "cht": "「勤勞」的哲學",
        "es": "Filosofía del esfuerzo",
        "fr": "Philosophie de la Diligence",
        "id": "Philosophies of \"Diligence\"",
        "jp": "「勤労」の哲学",
        "kr": "「근면」의 철학",
        "pt": "Filosofia de Esforço",
        "ru": "Философия об «Усердии»",
        "th": "Philosophies of Diligence",
        "vi": "Triết Học Của \"Chăm Chỉ\""
    },
    "id": 104315,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nIndustriousness is the foundation of the land of Geo.\\nIndustriousness is believing in one's own ability to earn a place in the land of the gods through sweat, wisdom, and power.",
        "de": "Material zum Verbessern von Talenten.\\nFleiß ist die Grundlage des Reiches des Gesteins.\\nDer Fleiß ist der Glaube an einen selbst. Er ist der Glaube an seinen Schweiß, seine Weisheit und seine Kraft. Jeder hat in der Welt, geschaffen von den Göttern, seinen Platz.",
        "chs": "天赋培养素材。\\n岩之国土的根基是勤劳。\\n勤劳即为相信自己，即为相信通过汗水、智慧与力量，在诸神的土地上，人人都可以拥有自己的一席之地。",
        "cht": "天賦培養素材。\\n岩之國土的根基是勤勞。\\n勤勞即為相信自己，即為相信通過汗水、智慧與力量，在諸神的土地上，人人都可以擁有自己的一席之地。",
        "es": "Material de mejora de talento.\\nEl esfuerzo es la base del Reino de Piedra.\\nEs creer en las habilidades de uno mismo para ganarse un lugar en la tierra de los dioses a través del sudor, la sabiduría y la fuerza.",
        "fr": "Matériau d'amélioration d'aptitude.\\nLe goût du travail représente l'essence du Pays de la Roche.\\nLes Liyuéens croient que chacun peut se faire une place sur la terre des dieux grâce à sa sagesse et à sa force, mais aussi à la sueur de son front.",
        "id": "Material Penguatan Talenta.\\nKetekunan adalah dasar dari tanah bumi.\\nKetekunan dalam memercayai kelebihan diri sendiri untuk mendapat tempat di tanah Dewa lewat kerja keras, kebijaksanaan, dan kekuatan.",
        "jp": "天賦育成素材。\\n岩の国の根本は勤労である。\\n勤労はすなわち自分を信じ、汗、知恵と力を以て、神々の土地で誰でも自分の居場所を作れると信じることである。",
        "kr": "특성 육성 소재.\\n바위의 나라의 기틀은 근면이다.\\n근면은 자신을 믿는 것이자 땀, 지혜, 힘을 통해 이 땅에서 뿌리를 내릴 수 있다고 믿는 것이다",
        "pt": "Material de elevação de Talento.\\nA indústria é o fundamento da Terra\\nA indústria está acreditando na própria capacidade de ganhar um lugar na terra dos deuses através do suor, sabedoria e poder.",
        "ru": "Материал повышения таланта.\\nТрудолюбие - это фундамент царства земли.\\nТрудолюбие - это вера в свою способность заработать место в царстве богов потом, мудростью и силой.",
        "th": "วัสดุยกระดับพรสวรรค์\\nความหมั่นเพียรคือพื้นฐานของ ประเทศแห่งหิน\\nความหมั่นเพียรนั้นเกิดขึ้นมาจากการเชื่อมั่นในตนเอง เชื่อมั่นในเหงื่อทุกหยดที่เสียไป ความฉลาดหลักแหลมและเรี่ยวแรง ผู้คนทั้งหลายต่างมีที่เป็นของตนเอง ในดินแดนแห่งเทพนี้",
        "vi": "Nguyên liệu bồi dưỡng Thiên Phú.\\nNền tảng của đất nước nham thạch là sự chăm chỉ.\\nChăm chỉ chính là tin tưởng bản thân, tin tưởng rằng dựa vào mồ hôi, trí tuệ và sức mạnh, mỗi người đều có chỗ đứng của mình trong mảnh đất của Thần."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}