{
    "name": {
        "en": "Philosophies of Praxis",
        "de": "Philosophie der „Praxis“",
        "chs": "「笃行」的哲学",
        "cht": "「篤行」的哲學",
        "es": "Filosofía de la praxis",
        "fr": "Philosophie de l'Usage",
        "id": "Philosophies of Praxis",
        "jp": "「篤行」の哲学",
        "kr": "「실천」의 철학",
        "pt": "Filosofia da Práxis",
        "ru": "Философия о «Честности»",
        "th": "Philosophies of Praxis",
        "vi": "Triết Học Của \"Thực Hành\""
    },
    "id": 104337,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nPraxes are the roots of the nation of wisdom.\\nPraxes bring forth the fruit of wisdom. Practice grants itself meaning, and it is only by treading a path that unites action, speech, and thought that the wise may reach perfection.",
        "de": "Material zur Verbesserung von Talenten.\\nDie „Praxis“ ist die Wurzel des Reichs der Weisheit.\\nDie Praxis nährt die Frucht der Weisheit. Taten geben sich selbst eine Bedeutung. Nur auf dem Pfad, wo sich Taten, Worte und Gedanken vereinen, kann der Weise die Perfektion erlangen.",
        "chs": "天赋培养素材。\\n「笃行」是智慧之国的根系。\\n笃行促生智慧的果实。行为实证行为本身的意义，行、言、思的联结一体，是令贤智之人得见完美的唯一通途。",
        "cht": "天賦培養素材。\\n「篤行」是智慧之國的根系。\\n篤行促生智慧的果實。行為實證行為本身的意義，行、言、思的聯結一體，是令賢智之人得見完美的唯一通途。",
        "es": "Material de mejora de talento.\\nLa praxis conforma las raíces del Reino de la Sabiduría y hace crecer los frutos de esta.\\nLa conducta es algo que se constata por sí mismo, y la coherencia entre las acciones, las palabras y el pensamiento es el único camino que un sabio debe seguir para alcanzar la perfección.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'usage représente les racines de la nation de la sagesse.\\nIl fait pousser les fruits de la sagesse. L'acte pratiqué se donne un sens. L'union des actions, des paroles et des pensées est le seul moyen qu'ont les sages d'atteindre la perfection.",
        "id": "Material Penguatan Talenta.\\n\"Praxis\" adalah sistem akar bangsa kebijaksanaan.\\nPelaksanaan akan mendukung kebijaksanaan untuk berbuah. Tindakan membuktikan makna dari tindakan itu sendiri. Ucapan, tindakan, dan pemikiran yang selaras adalah satu-satunya cara bagi orang bijak untuk menyaksikan kesempurnaan.",
        "jp": "天賦育成素材。\\n「篤行」は知恵の国の根である。\\n篤行は知恵の果実を促生する。行動は行動そのものの意味を実証し、思考、言葉、行動の結合こそが、知者に完全なるものを見届けさせる、唯一の道である。",
        "kr": "특성 육성 소재.\\n「실천」은 지혜의 나라의 뿌리이다.\\n행동은 행동이 가지는 그 본연의 의미를 실증하고, 행동과 언어, 사고를 일체화 시킨다. 실천은 지혜를 가진 자가 자신을 드러낼 수 있는 유일한 길이다",
        "pt": "Material de Elevação de Talento\\nAs Práxis são as raízes da nação da sabedoria.\\nAs Práxis geram o fruto da sabedoria. A prática dá a si mesma o seu significado, e é somente trilhando o caminho que une ação, fala e pensamento que os sábios conseguem alcançar a perfeição.",
        "ru": "Материал повышения талантов.\\nЧестность - корень страны мудрости.\\nЧестные деяния стимулируют вызревание плодов мудрости. Поступок сам служит свидетельством заложенного в него смысла, и только ступая по пути, объединяющему действие, речь и мысль, добродетельный мудрец может достичь совершенства.",
        "th": "วัสดุยกระดับพรสวรรค์\\n\"การปฏิบัติ\" คือรากเหง้าของอาณาจักรแห่งปัญญา\\nการปฏิบัติคือตัวเร่งให้เกิดผลแห่งปัญญา การกระทำแสดงให้เห็นถึงความหมายของตัวมันเอง เมื่อการกระทำ วาจา และความคิดหลอมรวมเป็นหนึ่งเดียว จะนำพาให้ผู้ทรงปัญญามองเห็นหนทางหนึ่งเดียวที่สมบูรณ์",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\n\"Thực Hành\" là gốc rễ của vương quốc trí tuệ.\\nThực hành thúc đẩy trí tuệ kết thành quả. Hành vi chứng thực cho ý nghĩa của bản thân hành vi, làm - nói - nghĩ liên kết thành một thể, là con đường duy nhất để người hiền trí thấy được sự hoàn mỹ."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}