{
    "name": {
        "en": "Philosophies of Ingenuity",
        "de": "Philosophie der „Findigkeit“",
        "chs": "「巧思」的哲学",
        "cht": "「巧思」的哲學",
        "es": "Filosofía del ingenio",
        "fr": "Philosophie de l'Ingénuité",
        "id": "Philosophies of Ingenuity",
        "jp": "「創意」の哲学",
        "kr": "「창의」의 철학",
        "pt": "Filosofia da Engenhosidade",
        "ru": "Философия об «Остроумии»",
        "th": "Philosophies of Ingenuity",
        "vi": "Triết Học Của \"Tinh Tế\""
    },
    "id": 104334,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nIngenuity is the leaf-veins of the nation of wisdom.\\nIngenuity is completed by harmonious conduct. What is done completes what is thought. Wisdom blooms where the mind, words, and practice converge.",
        "de": "Material zur Verbesserung von Talenten.\\n„Findigkeit“ ist die Vene des Reichs der Weisheit.\\nFindigkeit findet ihre Vollendung im moralischen Verhalten. Was getan wird, vervollständigt, was gedacht wird. Die Weisheit blüht auf, wo Gedanken, Worte und Taten zusammentreffen.",
        "chs": "天赋培养素材。\\n「巧思」是智慧之国的叶脉。\\n巧思成于谐和的品行。行为赋予思想完美形态，思、言、行的彼此印证，是令智慧之树绽放出花朵的忠实基干。",
        "cht": "天賦培養素材。\\n「巧思」是智慧之國的葉脈。\\n巧思成於諧和的品行。行為賦予思想完美形態，思、言、行的彼此印證，是令智慧之樹綻放出花朵的忠實基幹。",
        "es": "Material de mejora de talento.\\nEl ingenio constituye las arterias del Reino de la Sabiduría y da lugar a una conducta armoniosa.\\nUna conducta de este tipo se culmina cuando el pensamiento, las palabras y las acciones se complementan entre sí y conforman los sólidos cimientos sobre los que florece el árbol de la sabiduría.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'ingénuité est une nervure de feuille de la nation de la sagesse.\\nElle est vectrice d'une conduite harmonieuse. L'action est complémentaire à la pensée. La sagesse s'épanouit là où l'esprit, les mots et les actions convergent.",
        "id": "Material Penguatan Talenta.\\n\"Ingenuity\" adalah jaringan pengangkut bangsa kebijaksanaan.\\nKecerdasan terbentuk dari sifat dan perilaku yang harmonis. Tindakan akan memberikan bentuk yang sempurna terhadap pemikiran. Bunga kebijaksanaan akan mekar pada saat pikiran, perkataan, dan perbuatan bertemu menjadi satu.",
        "jp": "天賦育成素材。\\n「創意」は知恵の国の葉脈である。\\n創意は、調和のとれた品行の結果だ。行動は思考に完璧な形を与え、思考·言葉·行動の相互的実証は、知恵の木に花を咲かせる忠実な土台となる。",
        "kr": "특성 육성 소재.\\n「창의」는 지혜의 나라의 잎맥이다.\\n창의는 조화로운 품행에서 나온다. 행동은 생각을 온전한 형태로 만들고, 사고와 언어, 행동을 서로 확인하게 해, 지혜의 나무가 꽃을 피우게 하는 충실한 근간이 된다",
        "pt": "Material de Elevação de Talento\\nA engenhosidade são as artérias da nação da sabedoria.\\nA engenhosidade é completa ao se ter uma conduta harmoniosa. O que é feito, completa o que é pensado. A sabedoria floresce de onde a mente, palavra e prática se unem.",
        "ru": "Материал повышения талантов.\\nОстроумие - прожилки листьев страны мудрости.\\nОстроумие находит своё воплощение в гармоничном поведении. Цветы древа мудрости распускаются там, где мысли не расходятся со словами, а слова с делами.",
        "th": "วัสดุยกระดับพรสวรรค์\\n\"ความเฉลียวฉลาด\" คือเส้นใยของอาณาจักรแห่งปัญญา\\nความเฉลียวฉลาดก่อเกิดจากนิสัยอันประนีประนอม และการกระทำล้วนมาจากรูปแบบความคิดอันสมบูรณ์แบบ เมื่อความคิด วาจา และการกระทำมาบรรจบกัน จะก่อให้เกิดรากฐานอันมั่นคง ที่ทำให้ต้นไม้แห่งปัญญาผลิดอกออกผลได้อย่างงดงาม",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\n\"Tinh Tế\" là gân lá của vương quốc trí tuệ.\\nTư duy khéo léo được hình thành từ phẩm hạnh hài hòa. Hành vi mang lại hình thái hoàn mỹ cho tư duy, nghĩ - nói - làm cùng minh chứng cho nhau, là cốt lõi vững chắc giúp cho cây trí tuệ có thể nở hoa."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}