{
    "name": {
        "en": "Philosophies of the Land of Verdure",
        "de": "Philosophie des Reiches der Pflanzen",
        "chs": "茵草的哲学",
        "cht": "茵草的哲學",
        "es": "Filosofía de la Tierra de la Exuberancia",
        "fr": "Philosophie de la Terre de verdure",
        "id": "Philosophies of the Land of Verdure",
        "jp": "碧草の哲学",
        "kr": "신록의 철학",
        "pt": "Filosofia da Terra Exuberante",
        "ru": "Философия страны трав",
        "th": "Philosophies of the Land of Verdure",
        "vi": "Triết Học Của \"Xanh Ngát\""
    },
    "id": 116013,
    "materialDesc": {
        "en": "You reached an epiphany during your travels in Sumeru, the Land of Verdure. The collection of items within can be used to upgrade your Talents.\\n\\nAfter using this item, you may select one of the following rewards:\\n·Philosophies of Admonition\\n·Philosophies of Ingenuity\\n·Philosophies of Praxis",
        "de": "Auf deinen Reisen im Reich der Pflanzen Sumeru hast du eine Entdeckung gemacht. Sammelst du die darin enthaltenen Objekte, kannst du deine Fertigkeiten verbessern.\\n\\nNach dem Anwenden kannst du eine der folgenden Belohnungen wählen:\\n- Philosophie der „Ermahnung“\\n- Philosophie der „Findigkeit“\\n- Philosophie der „Praxis“",
        "chs": "在草之国土「须弥」的旅行中有所领悟，内部装有可以提升技艺的典藏。\\n\\n使用后可从以下选项中选择一项作为奖励:\\n·「诤言」的哲学\\n·「巧思」的哲学\\n·「笃行」的哲学",
        "cht": "在草之國土「須彌」的旅行中有所領悟，內部裝有可以提升技藝的典藏。\\n\\n使用後可從以下選項中選擇一項作為獎勵:\\n·「諍言」的哲學\\n·「巧思」的哲學\\n·「篤行」的哲學",
        "es": "Hiciste un descubrimiento durante tus viajes en Sumeru, la Tierra de la Exuberancia. La colección de objetos en su interior puede usarse para mejorar tus talentos.\\n\\nAl usar este objeto, podrás elegir una de las siguientes recompensas:\\n·Filosofía de la exhortación\\n·Filosofía del ingenio\\n·Filosofía de la praxis",
        "fr": "Vous avez fait une découverte à Sumeru, le pays de l'élément Dendro. Cette collection d'objets pourra vous servir à améliorer vos aptitudes.\\n\\nAprès usage, vous recevrez une récompense à choisir entre :\\n· Philosophie de l'Admonestation\\n· Philosophie de l'Ingénuité\\n· Philosophie de l'Usage",
        "id": "Kamu mendapat penemuan baru selama perjalanan di Sumeru, Land of Verdure. Koleksi yang ada di dalamnya dapat digunakan untuk upgrade Talenta.\\n\\nSetelah digunakan, kamu dapat memilih salah satu untuk dijadikan sebagai hadiah.\\n·Philosophies of Admonition\\n·Philosophies of Ingenuity\\n·Philosophies of Praxis",
        "jp": "草の国「スメール」の旅の途中で理解したもの、内部には技を鍛える典籍が入っている。\\n\\n使用すると以下から1つ獲得できる:\\n·「忠言」の哲学\\n·「創意」の哲学\\n·「篤行」の哲学",
        "kr": "풀의 나라 「수메르」를 여행하다 깨달은 것으로 기예를 향상할 수 있는 소장품이 들어있다.\\n\\n사용 후 아래 보상 중 한 가지를 선택할 수 있다:\\n·「간언」의 철학\\n·「창의」의 철학\\n·「실천」의 철학",
        "pt": "Você fez uma descoberta durante suas viagens em Sumeru, a Terra da Exuberância. A coleção de itens dentro pode ser usada para aprimorar seus Talentos.\\n\\nDepois de usar este item, você pode selecionar uma das seguintes recompensas:\\n·Filosofia da Admoestação\\n·Filosofia da Engenhosidade\\n·Filosofia da Práxis",
        "ru": "Во время странствий по Сумеру вас постигло озарение. Предметы из этого набора могут быть использованы для улучшения ваших талантов.\\n\\nПосле использования этого предмета вы сможете выбрать одну из следующих наград:\\n· Философия о «Наставлениях»\\n· Философия об «Остроумии»\\n· Философия о «Честности»",
        "th": "ความเข้าใจทั้งหมดที่เกิดขึ้นระหว่างการเดินทางในดินแดนแห่งพืชอย่าง \"Sumeru\" ซึ่งภายในมีคอลเลกชันที่ช่วยพัฒนาทักษะได้\\n\\nหลังจากใช้แล้วสามารถเลือกของรางวัลหนึ่งอย่างจากตัวเลือกต่อไปนี้ได้:\\n·Philosophies of Admonition\\n·Philosophies of Ingenuity\\n·Philosophies of Praxis",
        "vi": "Lĩnh ngộ ra trong chuyến hành trình đến Sumeru - vùng đất của cỏ, trong đó có chứa bí quyết để nâng cao kỹ nghệ.\\n\\nDùng xong có thể chọn 1 phần thưởng sau đây:\\n·Triết học Của \"Khuyên Nhủ\"\\n·Triết học Của \"Tinh Tế\"\\n·Triết học Của \"Thực Hành\""
    },
    "materialType": "MATERIAL_SELECTABLE_CHEST"
}