{
    "name": {
        "en": "Photo of a Strange Rock",
        "de": "Bild von seltsamen Felsen",
        "chs": "奇怪岩石照片",
        "cht": "奇怪岩石照片",
        "es": "Imagen de roca extraña",
        "fr": "Photo d'un rocher étrange",
        "id": "Foto Batu Aneh",
        "jp": "変わった岩の写真",
        "kr": "이상한 돌의 사진",
        "pt": "Fotografia de Pedra Estranha",
        "ru": "Фотография странного камня",
        "th": "รูปถ่ายหินประหลาด",
        "vi": "Ảnh Nham Thạch Kỳ Lạ"
    },
    "id": 101627,
    "materialDesc": {
        "en": "You took this picture of a strange rock that can be seen on the walls of The Chasm. You do not know what the patterns on the rock mean, but perhaps it could be of value to some researchers.",
        "de": "Ein Bild, das du in der Großen Kluft gemacht hast. Es zeigt diese seltsamen Felsen, die manchmal an den Wänden zu finden sind. Es ist nicht bekannt, was die Muster auf der Oberfläche bedeuten, aber sie könnten für Gelehrte von großem wissenschaftlichem Wert sein.",
        "chs": "在层岩巨渊拍摄下来的，偶尔可在墙壁上见到的奇怪岩石照片。岩石上的纹路不知道有什么含义，说不定对于那些学者来说有很高的研究价值。",
        "cht": "在層岩巨淵拍攝下來的，偶爾可在牆壁上見到的奇怪岩石照片。岩石上的紋路不知道有什麼含義，說不定對於那些學者來說有很高的研究價值。",
        "es": "Una imagen tomada en la Sima. En ella se muestra un tipo de roca extraña que a veces puede encontrarse en los muros de piedra. No se sabe qué significan los símbolos que se aprecian sobre su superficie, pero tal vez sean de gran valor científico para los estudiosos.",
        "fr": "Une photo que vous avez prise d'un de ces rochers étranges que l'on peut parfois voir sur les parois du Gouffre. Bien que vous ignoriez ce que signifient les motifs qui figurent dessus, ceux-ci pourraient sans doute être d'une grande utilité pour les travaux des chercheurs.",
        "id": "Foto batu aneh yang kelihatan di dinding Chasm. Entah apa makna dari pola di atasnya, tapi bisa jadi sangat bernilai bagi para peneliti.",
        "jp": "層岩巨淵で撮った、たまに壁で見かける変わった岩の写真。岩にある模様の意味は分からないが、学者たちにとっては高い研究価値があるものかもしれない。",
        "kr": "층암거연의 벽에서 간혹 볼 수 있는 이상한 바위의 사진. 바위의 문양이 어떤 의미를 담고 있는지는 알 수 없지만, 학자들에게는 큰 연구 가치가 있을지도 모른다",
        "pt": "Uma fotografia feita no Despenhadeiro de uma pedra estranha que pode ser encontrada nas paredes. Não se sabe o que os padrões na pedra significam, mas talvez ela seja valiosa para aqueles estudiosos.",
        "ru": "Фотография странного камня, какие изредка встречаются на стенах Разлома. Что означает узор на нём, неизвестно, но он может представлять большую научную ценность для учёных.",
        "th": "รูปถ่ายหินประหลาดที่พบเห็นตามผนัง Chasm เป็นครั้งคราว ไม่รู้ว่าลวดลายบนหินนั้นมีความหมายว่าอะไรกัน ไม่แน่มันอาจจะมีคุณค่าการวิจัยเป็นอย่างสูงสำหรับนักวิชาการเหล่านั้นก็เป็นได้",
        "vi": "Ảnh chụp nham thạch kỳ lạ, thỉnh thoảng sẽ thấy được trên vách đá ở Vực Đá Sâu. Đường nét hoa văn trên nham thạch không biết có hàm ý gì, không chừng sẽ có giá trị nghiên cứu rất cao đối với các học giả đó."
    },
    "materialType": "MATERIAL_QUEST"
}