{
    "name": {
        "en": "Picture of the Transaction",
        "de": "Foto eines Handelsschlusses",
        "chs": "交易现场画片",
        "cht": "交易現場畫片",
        "es": "Imagen de una transacción",
        "fr": "Photo de la transaction",
        "id": "Gambar Transaksi",
        "jp": "取引現場の写真",
        "kr": "거래 현장 사진",
        "pt": "Imagem do Local de Transação",
        "ru": "Фотография сделки",
        "th": "ภาพฉากการแลกเปลี่ยน",
        "vi": "Ảnh Hiện Trường Giao Dịch"
    },
    "id": 101933,
    "materialDesc": {
        "en": "A picture of a scene where the \"Divine Knowledge Capsule\" is being traded.\\nIn the picture, there is Mizri, the leader of Ayn Al-Ahmar, and the Divine Knowledge Capsule giving off a red glow in his hand.",
        "de": "Ein von Dori fotografiertes Bild vom Handelsschluss der „Wissenskonserve der Gottheit“.\\nAuf dem Bild ist der Anführer der Ayn Al-Ahmar, Mizri, klar zu sehen. In seinen Händen hält er die rot ausstrahlende Wissenskonserve.",
        "chs": "多莉拍摄的「神明罐装知识」交易现场画片。\\n从画片中能清晰地看到「阿赫玛尔之眼」的团长密兹里，和他手中那枚散发着耀眼红光的罐装知识。",
        "cht": "多莉拍攝的「神明罐裝知識」交易現場畫片。\\n從畫片中能清晰地看到「阿赫瑪爾之眼」的團長密茲里，和他手中那枚散發著耀眼紅光的罐裝知識。",
        "es": "Una imagen de la transacción de la cápsula de conocimiento divino tomada por Dori.\\nEn ella se puede ver con claridad a Mizri, el líder de los Ojos de al-Ahmar y el destello rojo que emite la cápsula que sostiene en la mano.",
        "fr": "Une image dépeignant la scène de l'échange du concentré de connaissances divines.\\nOn peut y voir Mizri, le chef de l'Ayn Al-Ahmar, et le concentré de connaissances divines qui émet une lueur rouge dans sa main.",
        "id": "Gambar Transaksi \"Kapsul Pengetahuan Suci\" sedang diperdagangkan.\\nDalam gambar, ada Mizri, pemimpin Ayn Al-Ahmar, dan Kapsul Pengetahuan Suci yang memancarkan cahaya merah di tangannya.",
        "jp": "ドリーが撮影した、「神の缶詰知識」を取引している現場の写真。\\n「アフマルの目」の団長ミズリと、その手の中で眩しく赤い光を放つ缶詰知識がはっきり捉えられている。",
        "kr": "도리가 촬영한 「신의 항아리 지식」 거래 현장 사진.\\n「아흐마르의 눈」의 단장 미쯔리와 그의 손에서 눈부신 붉은 빛을 뿜어내는 항아리 지식을 선명하게 포착했다",
        "pt": "Foto do local da transação da \"Cápsula de Conhecimento Divino\" tirada por Dori.\\nDá para ver claramente Mizri, líder de Ayn Al-Ahmar e os Conhecimentos Enlatados que emitem luzes vermelhas deslumbrantes em sua mão.",
        "ru": "Фотография передачи Капсулы знаний Архонта, которую сделала Дори.\\nНа фотографии изображён Мизри, лидер «Аин аль-Ахмара», в его руке - Капсула знаний, от которой исходит ослепительный красный свет.",
        "th": "ภาพฉากการแลกเปลี่ยน \"ผลึกความรู้แห่งทวยเทพ\" ที่ Dori เป็นคนถ่าย\\nจากภาพจะเห็นได้อย่างชัดเจนว่า ในมือ Mizri หัวหน้าของ Ayn Al-Ahmar มีผลึกความรู้สีแดงเจิดจ้าอยู่",
        "vi": "Ảnh hiện trường giao dịch Hũ Tri Thức Thần do Dori chụp.\\nTừ bức ảnh có thể nhìn thấy rõ đội trưởng Mizri của \"Ayn Al-Ahmar\", và hũ tri thức ánh sáng đỏ chói lọi trong tay hắn ta."
    },
    "materialType": "MATERIAL_QUEST"
}