{
    "name": {
        "en": "Picture of Windblume Festival",
        "de": "Landschaftsbild vom Windblumenfest",
        "chs": "风花节风景画片",
        "cht": "風花節風景畫片",
        "es": "Imagen del Festival de las Flores de Viento",
        "fr": "Image de la Fête des alizées",
        "id": "Gambar Festival Windblume",
        "jp": "風花祭の風景画",
        "kr": "윈드블룸 축제 사진",
        "pt": "Foto do Festival da Brisa Florescente",
        "ru": "Пейзаж праздника ветряных цветов",
        "th": "ภาพวิวเทศกาล Windblume",
        "vi": "Hình Ảnh Về Lễ Hội Hoa Gió"
    },
    "id": 100761,
    "materialDesc": {
        "en": "A picture recording the scene in Mondstadt during Windblume Festival. With fresh flowers, the Statue of The Seven, and the free people of Mondstadt, \"Windblume\" could be deemed synonymous with \"romantic.\"",
        "de": "Ein Bild, das die Szenerie in Mondstadt während des Windblumenfestes festhält. Mit frischen Blumen, der Statue der Sieben und den freien Menschen in Mondstadt könnte dieses Fest in der Tat als Synonym für „Romantik“ erachtet werden.",
        "chs": "记录了风花节期间蒙德景观的画片。鲜花、神像还有自由的蒙德人，风花节大概就是浪漫的代名词吧。",
        "cht": "記錄了風花節期間蒙德景觀的畫片。鮮花、神像還有自由的蒙德人，風花節大概就是浪漫的代名詞吧。",
        "es": "Una imagen en la que se ve Mondstadt durante el Festival de las Flores de Viento. Flores frescas, la estatua del Arconte, las gentes libres de Mondstadt... este festival es sinónimo de romanticismo.",
        "fr": "Image documentant la Fête des alizées de Mondstadt. Avec ses fleurs fraîches, sa Statue des Sept et l'esprit libre des Mondstadtois, la Fête des alizées est synonyme de romantisme.",
        "id": "Sebuah gambar yang merekam pemandangan di Mondstadt selama Windblume Festival berlangsung. Dengan bunganya yang segar, Patung The Seven, dan orang-orangnya yang bebas di Mondstadt, \"Windblume\" bisa dianggap identik dengan kata \"romantis\".",
        "jp": "風花祭期間のモンドの様子を記録した風景画。花々、神像と自由のモンド人、風花祭はもはやロマンの代名詞だ。",
        "kr": "윈드블룸 축제 기간의 몬드를 기록한 사진. 꽃, 신상 그리고 자유의 몬드인이 있는 윈드블룸 축제는 그야말로 낭만의 대명사다",
        "pt": "Uma pintura que representa Mondstadt durante o Festival da Brisa Florescente. Com flores frescas, a Estátua dos Sete e o povo livre de Mondstadt, \"Brisa Florestente\" pode ser sinônimo de romântico.",
        "ru": "Памятная открытка с пейзажем Мондштадта во время Праздника ветряных цветов. Свежие цветы, статуя семи Архонтов и свободные люди Мондштадта. Пожалуй, Праздник ветряных цветов - это синоним слова «романтика».",
        "th": "ภาพที่ได้บันทึกวิวทิวทัศน์ของ Mondstadt ในช่วงเทศกาล Windblume เอาไว้ ทั้งดอกไม้สด รูปปั้นเทพเจ้า และชาว Mondstadt ที่รักอิสระ เทศกาล Windblume คงจะมีความหมายเหมือนกับคำว่า \"โรแมนติก\" สินะ",
        "vi": "Hình ảnh ghi lại phong cảnh Mondstadt trong Lễ Hội Hoa Gió. Hoa tươi, tượng thần, còn có cả người Mondstadt tự do, nói chung Lễ Hội Hoa Gió là biểu tượng của sự lãng mạn."
    },
    "materialType": "MATERIAL_QUEST"
}