{
    "name": {
        "en": "\"Pile 'Em Up\"",
        "de": "Hochgestapeltes",
        "chs": "「堆高高」",
        "cht": "「堆高高」",
        "es": "Torre de Ludi",
        "fr": "Empil'tout",
        "id": "\"Pile 'Em Up\"",
        "jp": "「お肉ツミツミ」",
        "kr": "「높이 쌓기」",
        "pt": "\"Empilhar\"",
        "ru": "«Расти гора»",
        "th": "\"Pile 'Em Up\"",
        "vi": "Pile 'Em Up"
    },
    "id": 108056,
    "materialDesc": {
        "en": "A rich, meaty dish. Originally a Mondstadt dish made of steaks, potatoes and cheese, it has since become synonymous with Ludi Harpastum.",
        "de": "Ein sehr reichhaltiges Fleischgericht. Eigentlich Hausmannskost aus Mondstadt bestehend aus Steaks, Kartoffeln und Käse übereinandergeschichtet steht es heute sinnbildlich für die Ludi Harpastum.",
        "chs": "用料丰厚的肉料理。原先是将烤肉排、土豆、奶酪堆叠而成的一道蒙德家常菜，后来作为羽球节的压轴菜声名远扬。",
        "cht": "用料豐厚的肉料理。原先是將烤肉排、馬鈴薯、乳酪堆疊而成的一道蒙德家常菜，後來作為羽球節的壓軸菜聲名遠揚。",
        "es": "Un plato con mucha carne. Originalmente era un plato de Mondstadt hecho con filetes, papas y queso. Hoy en día se ha convertido en sinónimo de Ludi Harpastum.",
        "fr": "Un plat copieux originaire de Mondstadt riche en viande, pommes de terre et fromage. On le sert surtout pendant le Ludi Harpastum.",
        "id": "Hidangan daging yang kaya rasa. Awalnya hidangan Mondstadt ini dibuat dari bistik, kentang, dan keju, sejak saat itu hidangan tersebut menjadi identik dengan Ludi Harpastum.",
        "jp": "たくさんの材料を使った肉料理。ステーキ、ジャガイモ、チーズを積み重ねたモンドの家庭料理だったが、後にバドルドー祭のフィナーレ料理として有名になった。",
        "kr": "고기 애호가에 의한 고기 애호가를 위한 요리. 원래는 스테이크, 감자, 치즈를 쌓아 올린 몬드의 가정식이었으나 지금은 하르파스툼 축제의 메인 요리로 유명해졌다",
        "pt": "Um prato com muita carne. Originalmente era um prato de Mondstadt feito com bifes, batatas e queijo. Desde então se tornou sinônimo de Ludi Harpastum.",
        "ru": "Богатое мясное блюдо. Мондштадтское блюдо из стейков, картошки и сыра. С древних времён ассоциируется с праздником Луди Гарпастум.",
        "th": "อาหารที่เน้นเนื้อแบบสุด ๆ แรกเริ่มนั้นมาจากอาหารยอดนิยมที่มักจะทำกินกันตามบ้านใน Mondstadt โดยนำสเต๊กเนื้อย่าง, มันฝรั่งและชีสมากองกันเป็นชั้น ๆ และต่อมาได้โด่งดังไปทั่วผ่านเทศกาล Ludi Harpastum",
        "vi": "Món dùng nhiều thịt. Trước đây là món ăn gia đình ở Mondstadt, dùng sườn nướng, khoai tây và phô mai xếp chồng lên nhau, sau này nổi tiếng là vì được làm món tiêu biểu của Lễ Đánh Cầu."
    },
    "materialType": "MATERIAL_FOOD"
}