{
    "name": {
        "en": "Pile of Lavender Melons",
        "de": "Ein Haufen Lavendelmelonen",
        "chs": "堆放的堇瓜",
        "cht": "堆放的堇瓜",
        "es": "Pila de calavandas",
        "fr": "Tas de melons lavandes",
        "id": "Tumpukan Lavender Melon",
        "jp": "積み重ねられたスミレウリ",
        "kr": "쌓여 있는 제비꽃 열매",
        "pt": "Pilha de Melões de Lavanda",
        "ru": "Груда фиалковых дынь",
        "th": "กอง Lavender Melon",
        "vi": "Đống Dưa Tím"
    },
    "id": 101656,
    "materialDesc": {
        "en": "This pile of Lavender Melons may have been collected and placed here by some kind of animal. They look a bit like Onikabuto from a distance.",
        "de": "Ein Haufen Lavendelmelonen. Vielleicht hat ein Tier sie hierher gesammelt. Aus der Ferne sieht es ein bisschen wie ein Onikabuto aus.",
        "chs": "堆放在地上的堇瓜，可能是由某种动物搜集到此处，远处看起来有点像是鬼兜虫。",
        "cht": "堆放在地上的堇瓜，可能是由某種動物搜集到此處，遠處看起來有點像是鬼兜蟲。",
        "es": "Un montón de calavandas. Quizás algún animal las trajo hasta aquí. Vistas desde lejos, parecen un escaradiablo.",
        "fr": "Une pile de melons lavandes. Peut-être qu'un animal les a amenés ici... Vu de loin, on dirait des scarabutos.",
        "id": "Lavender Melon yang ditumpuk di atas tanah, sepertinya dikumpulkan oleh sejenis hewan. Dari jauh terlihat seperti Onikabuto.",
        "jp": "地面に積み重ねられたスミレウリ。何らかの動物がここに集めたようだ。遠くから見るとオニカブトムシのように見える。",
        "kr": "땅에 쌓여 있는 제비꽃 열매. 어떤 동물이 이곳에 모아놓은 듯하다. 멀리서 보면 귀신풍뎅이 같이 보인다",
        "pt": "Uma pilha de Melões de Lavanda. Talvez algum animal os tenha trazido até aqui. Parecem com um Onikabuto quando vistos à distância.",
        "ru": "Возможно, эти фиалковые дыни сложили здесь животные. Издалека они напоминают оникабуто.",
        "th": "Lavender Melon ที่กองอยู่บนพื้น อาจจะมีสัตว์บางตัวที่เอามันมาเก็บไว้ที่นี่ ซึ่งพอมองจากที่ไกล ๆ แล้ว ก็ดูคล้ายกับ Onikabuto อยู่เหมือนกัน",
        "vi": "Dưa tím chất đống trên đất, có thể do loài động vật nào đó tha đến đây, nhìn xa xa trông giống Onikabuto."
    },
    "materialType": "MATERIAL_QUEST"
}