{
    "name": {
        "en": "Pine-Backed Tea Chair",
        "de": "Teesessel mit Rückenlehne aus Kiefernholz",
        "chs": "松木靠背茶椅",
        "cht": "松木靠背茶椅",
        "es": "Silla de té de pino",
        "fr": "Chaise de table à thé en pin avec dossier",
        "id": "Kursi Teh dengan Sandaran Kayu Pinus",
        "jp": "松の背もたれ付きお茶椅子",
        "kr": "소나무 등받이 의자",
        "pt": "Cadeira de Chá de Pinheiro",
        "ru": "Чайный стул со спинкой из сосны",
        "th": "เก้าอี้ไม้สนมีพนักพิงสำหรับดื่มชา",
        "vi": "Ghế Uống Trà Gỗ Thông"
    },
    "id": 382105,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Pine-Backed Tea Chair.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Teesessel mit Rückenlehne aus Kiefernholz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「松木靠背茶椅」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「松木靠背茶椅」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Silla de té de pino.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la chaise de table à thé en pin avec dossier.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Kursi Teh dengan Sandaran Kayu Pinus\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「松の背もたれ付きお茶椅子」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「소나무 등받이 의자」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Cadeira de Chá de Pinheiro\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Чайный стул со спинкой из сосны».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"เก้าอี้ไม้สนมีพนักพิงสำหรับดื่มชา\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Ghế Uống Trà Gỗ Thông\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}