{
    "name": {
        "en": "Plain Liyue Bedroom",
        "de": "Einfaches Liyue-Schlafzimmer",
        "chs": "简朴的璃月睡房",
        "cht": "簡樸的璃月睡房",
        "es": "Dormitorio sencillo de Liyue",
        "fr": "Chambre liyuéenne simple",
        "id": "Kamar Liyue Sederhana",
        "jp": "簡素な璃月の寝室",
        "kr": "소박한 리월풍 침실",
        "pt": "Quarto Simples de Liyue",
        "ru": "Простая спальня Ли Юэ",
        "th": "ห้องนอน Liyue แสนเรียบง่าย",
        "vi": "Phòng Ngủ Liyue Đơn Giản"
    },
    "id": 350004,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up a Plain Liyue Bedroom.\\nEven the richest of Liyue's households simply won't do without some of these bedroom essentials.\\nUnder the efficient direction of the Liyue Qixing, the income of the average resident of Liyue has steadily climbed, ensuring that these Sandbearer household furnishings are no longer a rarity.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Einfaches Liyue-Schlafzimmer“.\\nSelbst der reichste Haushalt von Liyue kommt ohne einige dieser wichtigen Dinge im Schlafzimmer einfach nicht aus.\\nUnter der effizienten Leitung der Liyue Qixing ist das Einkommen des durchschnittlichen Bewohners von Liyue stetig gestiegen, sodass diese Haushaltseinrichtungen aus Dürrsandholz keine Seltenheit mehr sind.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「简朴的璃月睡房」的放置方法。\\n即便最为富贵的璃月人家，卧室中也少不了这些必备品。\\n在七星的高效管理下，璃月居民的收入稳步提高，却砂木的家具也不再是奢侈品。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「簡樸的璃月睡房」的放置方法。\\n即便最為富貴的璃月人家，臥室中也少不了這些必備品。\\n在七星的高效管理下，璃月居民的收入穩步提高，卻砂木的家具也不再是奢侈品。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar un Dormitorio sencillo de Liyue.\\nNi siquiera en los hogares más ricos de Liyue pueden faltar algunos de estos elementos esenciales para un dormitorio.\\nGracias a la eficiente gestión de las Siete Estrellas, los ingresos medios per cápita de Liyue no han dejado de aumentar, por lo que los muebles de avellano ya no son un objeto de lujo.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de la chambre liyuéenne simple.\\nMême les plus riches foyers liyuéens ne peuvent pas se passer de ces éléments essentiels d'une chambre à coucher.\\nSous la direction des Sept Étoiles, le revenu moyen des habitants de Liyue n'a cessé d'augmenter, tant et si bien que ces meubles en bois d'haréna ne sont désormais plus un luxe.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Kamar Liyue Sederhana\".\\nBahkan rumah orang terkaya di Liyue pun tetap harus memiliki barang-barang dasar di kamar tidur ini.\\nDi bawah kepemimpinan Liyue Qixing, pendapatan rata-rata penduduk Liyue terus meningkat, menjamin bahwa para penduduk bisa membeli perabotan dari kayu Sandbearer ini.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「簡素な璃月の寝室」の詳しい配置方法が載っている設計図。\\n璃月で一番裕福な家庭でも欠かせない、寝室の必需品。\\n七星の管理の下、璃月の住民の収入は着実に増えてきており、却砂の家具はもはや贅沢品ではなくなった。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「소박한 리월풍 침실」의 설치 방법이 기재되어 있다.\\n가장 부유한 리월 사람들의 집에서 침실에 없어서는 안 될 필수품이다.\\n칠성의 효율적인 관리를 통해 리월 주민들의 수익이 꾸준히 증가했고 각사나무 가구도 더 이상 사치품이 아니다. \\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar o \"Quarto Simples de Liyue\".\\nMesmo os lares mais ricos de Liyue simplesmente não dispensam algumas dessas coisas essenciais.\\nSob a direção eficiente dos Qixing de Liyue, a renda do residente médio de Liyue tem subido constantemente, assegurando que estes móveis de madeira de areia não sejam mais uma raridade.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Простая спальня Ли Юэ».\\nДаже самые богатые семьи Ли Юэ не обойдутся без некоторых из этих спальных принадлежностей.\\nПод эффективным руководством Цисин доходы среднестатистического жителя Ли Юэ неуклонно растут, благодаря чему эти предметы домашнего обихода из песчаного дерева больше не являются редкостью.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"ห้องนอน Liyue แสนเรียบง่าย\"\\nแม้แต่ตระกูลที่ร่ำรวยที่สุดของ Liyue สิ่งนี้ก็ยังคงเป็นสิ่งที่ขาดไม่ได้ในห้องนอน\\nภายใต้การบริหารจัดการที่มีประสิทธิภาพของ Qixing ทำให้รายได้ของชาวเมือง Liyue เพิ่มขึ้นอย่างต่อเนื่อง และเฟอร์นิเจอร์ไม้เนื้อทรายนี้ ก็ไม่ใช่สิ่งของหรูหราอีกต่อไป\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Phòng Ngủ Liyue Đơn Giản\".\\nNgay cả nhà giàu có nhất Liyue thì trong phòng ngủ cũng không thể thiếu những vật dụng này.\\nDưới sự quản lý tài tình của Thất Tinh, thu nhập của người dân Liyue tăng trưởng ổn định, nội thất làm từ gỗ Khước Sa cũng không còn là hàng xa xỉ nữa.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}