{
    "name": {
        "en": "Plaustrite Shard",
        "de": "Plaustritbröckchen",
        "chs": "浮生石片",
        "cht": "浮生石片",
        "es": "Fragmento de plaustrita",
        "fr": "Fragment de plaustrite",
        "id": "Plaustrite Shard",
        "jp": "浮生の石片",
        "kr": "부유석 파편",
        "pt": "Fragmento de Plaustrite",
        "ru": "Осколок плаустрита",
        "th": "Plaustrite Shard",
        "vi": "Mảnh Phù Sinh Thạch"
    },
    "id": 200003,
    "materialDesc": {
        "en": "Used in Lantern Rite as material with which to construct Xiao Lanterns.\\nA mysterious shard of elemental rock that can float by itself. It is the secret to the flying lanterns. It is also said to be the thing that powers the Jade Chamber's floating mechanism.",
        "de": "Wird als Material zum Bau von Laternen fürs Laternenritual verwendet.\\nEin geheimnisvoller Stein mit Elementarkraft, der von selbst schweben kann. Er ist das Geheimnis der fliegenden Laternen. Es heißt, dass er auch den Schwebemechanismus des Jadegemachs antreibt.",
        "chs": "海灯节期间，用以制作「霄灯」的材料。\\n能自行悬浮的神秘元素石片，是霄灯飞往遥远天际线的秘密，传说也是「群玉阁」漂浮的动力来源。",
        "cht": "海燈節期間，用以製作「霄燈」的材料。\\n能自行懸浮的神秘元素石片，是霄燈飛往遙遠天際線的秘密，傳說也是「群玉閣」漂浮的動力來源。",
        "es": "Un material que se utiliza para hacer linternas celestes durante el Rito de la Linterna.\\nUn fragmento elemental misterioso que puede flotar por sí mismo. Es el secreto por el que las linternas celestes son capaces de volar muy lejos. También se dice que es lo que alimenta los mecanismos flotantes de la Cámara de Jade.",
        "fr": "Matériau de fabrication des lanternes célestes utilisé lors du Festival des lanternes.\\nUn mystérieux fragment élémentaire capable de léviter. Il s'agit là du secret des lanternes volantes. Il paraît que c'est également ce qui permet à la Chambre de Jade de flotter dans les airs.",
        "id": "Bahan yang digunakan untuk membuat Lentera Xiao selama Lantern Rite.\\nSebuah pecahan dengan unsur misterius yang dapat mengambang dengan sendirinya. Ini adalah rahasia mengapa Lentera Xiao bisa terbang. Konon batu ini juga yang memungkinkan Jade Chamber untuk mengapung di udara.",
        "jp": "海灯祭期間中、「霄灯」の作成に使用できる材料。\\n自身の力で浮遊できる不思議な元素石片、霄灯が遠く飛べる秘密であり、「群玉閣」が空中に浮遊する動力源でもあると言われる。",
        "kr": "해등절 기간에 「소등」을 만들 때 사용하는 재료.\\n자체적으로 부유할 수 있는 신비한 원소석 파편으로 소등이 지평선 저 멀리까지 날아가게 할 수 있게 하는 재료다. 「군옥각」이 부유할 수 있게 만든 원동력이라는 전설이 있다",
        "pt": "Material que pode ser utilizado durante o período do Ritual de Lanternas para fazer Lanternas Celestes.\\nUm misterioso fragmento elemental que flutua por si mesmo. É o segredo do voo das Lanternas Celestes. Dizem que também é a fonte do poder que faz a Câmara de Jade flutuar.",
        "ru": "Используется для изготовления небесных фонарей во время Праздника морских фонарей.\\nОсколок загадочного элементального камня, который парит в воздухе сам по себе. Секрет летающих фонарей заключён именно в нём. Говорят, что именно этот камень питает парящие механизмы Нефритового дворца.",
        "th": "ในช่วงเทศกาล Lantern Rite วัสดุที่ใช้ทำ \"โคม xiao\" \\nชิ้นส่วนหินลึกลับที่สามารถลอยได้ด้วยตัวมันเอง คือความลับของ โคม xiao ที่บินไปยังเส้นขอบฟ้าที่ห่างไกล\\nว่ากันว่า \"Jade Chamber\" เป็นพลังงานที่ทำให้ลอยอยู่บนฟ้าได้",
        "vi": "Nguyên liệu chế tạo Đèn Tiêu trong Tết Hải Đăng.\\nLà mảnh nguyên tố thần bí có thể tự bay bồng bềnh, là bí mật giúp Đèn Tiêu bay lên cao. Nghe nói cũng là nguồn gốc động lực khiến Quần Ngọc Các bay trên không."
    },
    "materialType": "MATERIAL_EXCHANGE"
}