{
    "name": {
        "en": "Plump Sunsettia",
        "de": "Pralle Dämmerfrucht",
        "chs": "饱满的日落果",
        "cht": "飽滿的日落果",
        "es": "Solsettia rolliza",
        "fr": "Pomme crépusculaire dodue",
        "id": "Sunsettia Matang",
        "jp": "大きな夕暮れの実",
        "kr": "속이 꽉 찬 일몰 열매",
        "pt": "Fruto do Pôr do Sol roliço",
        "ru": "Сытный закатник",
        "th": "Plump Sunsettia",
        "vi": "Quả Nhật Lạc Căng Tròn"
    },
    "id": 100556,
    "materialDesc": {
        "en": "A Sunsettia, slightly plumper than most, possibly due to unique cultivation conditions. That aside, there doesn't seem to be anything particularly special about it.",
        "de": "Diese Dämmerfrucht ist womöglich aufgrund besonderer Umstände beim Anbau praller als normal. Ansonsten scheint es keine weiteren Besonderheiten zu geben.",
        "chs": "或许是受到特殊的生长环境的影响，这种日落果看上去更加饱满一些，但除此之外并没有发现其他的特殊之处。",
        "cht": "或許是受到特殊的生長環境的影響，這種日落果看上去更加飽滿一些，但除此之外並沒有發現其他的特殊之處。",
        "es": "Esta solsettia parece más rolliza de lo normal. ¿Quizás es porque creció en un entorno especial? Aparte de eso, no se aprecia nada extraordinario.",
        "fr": "Une pomme légèrement plus charnue que la moyenne, probablement en raison de conditions de croissance spéciales. Cela mis à part, elle n'a pas l'air d'avoir quoi que ce soit de particulier.",
        "id": "Mungkin karena dibudidayakan dengan khusus, Sunsettia ini menjadi lebih berisi. Selain itu, sepertinya tidak ada lagi yang istimewa.",
        "jp": "特殊な環境の影響を受けたのか、普通の夕暮れの実よりも実が詰まっているように見える。それ以外に変わったところはない。",
        "kr": "특수한 환경의 영향을 받고 자랐는지, 이 일몰과는 더욱 알차 보인다. 그러나 다른 특이점은 보이지 않는다",
        "pt": "Esse Fruto do Pôr do Sol parece mais roliço que o normal, talvez por conta de suas condições de cultivo. Mas além disso, não possui nada de extraordinário.",
        "ru": "Возможно из-за условий, в которых этот закатник был выращен, он выглядит более налитым, чем другие. Кроме этого, он ничем не отличается от обычного закатника.",
        "th": "Sunsettia ชนิดนี้ดูลูกใหญ่กว่าปกติ อาจเป็นเพราะสภาพแวดล้อมในการปลูกที่พิเศษ แต่นอกจากนั้นแล้วก็ไม่มีอะไรพิเศษ",
        "vi": "Có lẽ chịu ảnh hưởng của môi trường sinh trưởng đặc thù, nhưng Quả Nhật Lạc này ngoài việc căng tròn hơn bình thường thì không có gì khác biệt."
    },
    "materialType": "MATERIAL_QUEST"
}