{
    "name": {
        "en": "Portable Waypoint",
        "de": "Tragbarer Teleportationspunkt",
        "chs": "口袋锚点",
        "cht": "口袋錨點",
        "es": "Teletransportador portátil",
        "fr": "Téléporteur de poche",
        "id": "Portable Waypoint",
        "jp": "ポケットワープポイント",
        "kr": "포켓 워프 포인트",
        "pt": "Teleporte Portátil",
        "ru": "Карманный телепорт",
        "th": "Portable Waypoint",
        "vi": "Điểm Dịch Chuyển Bỏ Túi"
    },
    "id": 220005,
    "materialDesc": {
        "en": "Use this to create a temporary Teleport Waypoint at your current location. Only one can exist at a time.\\nA pocket-sized item that creates a temporary Teleport Waypoint. It is capable of connecting with the ley lines, at least to the extent necessary to bring about teleportation.\\nAlthough it offers an incredible convenience to Vision bearers, the actual principles behind Teleport Waypoints are not yet fully understood. We can only hope that using them does not cause any undesirable side effects...",
        "de": "Mit diesem Objekt kannst du einen virtuellen Teleportationspunkt auf der Karte einrichten.\\nEin praktisches Objekt, welches einen temporären Teleportationspunkt erstellen kann. Es ist in der Lage, sich mit dem Fluss der Elemente zu verbinden, zumindest so weit, wie es für die Teleportation erforderlich ist.\\nObwohl es Trägern eines Göttlichen Auges unglaubliche Bequemlichkeit bietet und die eigentlichen Prinzipien hinter den Teleportationspunkten noch nicht vollständig erforscht sind, weiß natürlich niemand, ob die Verwendung keine schwerwiegenden unbekannten Nebenwirkungen hat.",
        "chs": "使用后会在当前大世界设置虚拟的「传送锚点」。同时只能设置一个。\\n模仿传送锚点创造的道具，一定程度上能与地脉相连，实现传送的功能。\\n对神之眼持有者而言，应当是非常便利的小物件。虽然传送锚点的运作原理还没有完全解明，使用时说不定会产生未知的负面影响…？",
        "cht": "使用後會在目前的大世界設置虛擬的「傳送錨點」。同時只能設置一個。\\n模仿傳送錨點創造的道具，一定程度上能與地脈相連，實現傳送的功能。\\n對神之眼持有者而言，應當是非常便利的小東西。雖然傳送錨點的運作原理還沒有完全解明，使用時說不定會產生未知的負面影響…？",
        "es": "Al usarse, creará un Punto de teletransporte en el mundo. Solo puede crearse uno.\\nSe trata de un objeto que emula la función de un Punto de teletransporte, por lo que tal vez esté conectado de algún modo con las líneas ley.\\nEs un objeto realmente útil para los portadores de una Visión. Aún no se conocen por completo los principios que rigen el funcionamiento de los Puntos de teletransporte, por lo que usarlo podría tener algún efecto secundario...",
        "fr": "Utilisez cet outil pour créer un point de téléportation temporaire où vous vous trouvez. Il ne peut en exister qu'un seul à la fois.\\nCet objet reproduit l'architecture des points de téléportation. Une sorte de connexion établie avec les lignes énergétiques lui permet de transporter son possesseur à un autre endroit, ce qui s'avère être très pratique pour tout porteur d'œil divin.\\nCependant, la technologie derrière les points de téléportation est encore peu maîtrisée, alors qui sait si l'utilisation de cet outil si pratique n'est pas sujette à caution...?",
        "id": "Alat ini dapat digunakan untuk menciptakan Teleport Waypoint sementara, dan hanya bisa menciptakan satu Teleport Waypoint pada satu waktu.\\nAlat yang dapat meniru cara kerja Teleport Waypoint dengan cara terhubung dengan Ley Line.\\nBenda ini dapat sangat membantu pemakai Vision. Karena prinsip kerja Teleport Waypoint belum sepenuhnya dimengerti, apakah ada efek samping dari penggunaan benda ini...?",
        "jp": "使用することで、オープンワールドに仮の「ワープポイント」を設置できる。\\nワープポイントを模倣するこの道具は、地脈とある程度繋がることができるため、ワープを実現することが可能である。\\n神の目の所有者にとっては、非常に便利な小道具だろう。だが、ワープポイントの原理は完全に解明されていないため、使用すると未知の副作用が発生するのかもしれない…",
        "kr": "사용하면 월드에 가상 「워프 포인트」를 설치할 수 있으며, 가상의 워프 포인트는 딱 하나만 설치할 수 있다.\\n워프 포인트를 모방해서 만든 아이템으로 지맥과 연결하여 워프 기능을 활성화할 수 있다.\\n신의 눈 소유자에게 매우 편리한 아이템이며, 워프 포인트의 작동 원리가 완전히 밝혀지지 않아 사용하면 알 수 없는 부작용이 있을지도 모른다…",
        "pt": "Use isto para criar um ponto de teleporte temporário em seu local atual. Somente um pode existir por vez.\\nUm item pequeno que cria um Ponto de Teleporte Temporário. Ele é capaz de se conectar com as Linhas Ley para produzir efeitos de teletransporte.\\nEmbora isso traga uma incrível conveniência aos portadores da Visão, os princípios reais por trás dos Pontos de Teleporte ainda não são totalmente compreendidos. Só podemos esperar que a sua utilização não leve a nenhum efeito colateral indesejável...",
        "ru": "Используйте этот предмет, чтобы создать точку телепортации в месте применения. Одновременно может существовать только одна такая точка.\\nКарманный инструмент для создания временных точек телепортации. Он соединяется с артериями земли на уровне, достаточном для исполнения телепортации.\\nОчень полезный инструмент для обладателей Глаза Бога. Тем не менее механизм работы точек телепортации ещё не до конца изучен, поэтому то, к каким последствиям может привести их использование, никому неизвестно...",
        "th": "เมื่อใช้แล้วจะมีการสร้าง \"จุดเทเลพอร์ต\" ขึ้นมาในโลกกว้าง ซึ่งในเวลาเดียวกันจะสามารถสร้างได้เพียงจุดเดียวเท่านั้น\\nไอเทมที่เลียนแบบการสร้างจุดเทเลพอร์ตนี้ สามารถเชื่อมต่อกับกระแสพลัง เพื่อที่จะสามารถใช้งานฟังก์ชันเทเลพอร์ตได้\\nนี่เป็นไอเทมขนาดเล็กที่สะดวกต่อผู้ที่มีวิชั่นเป็นอย่างมาก และเนื่องจากยังไม่เข้าใจหลักการทำงานทั้งหมดของจุดเทเลพอร์ต ดังนั้นขณะที่ใช้งานอาจผลกระทบที่ไม่ทราบสาเหตุได้",
        "vi": "Sau khi sử dụng có thể tạo ra một điểm dịch chuyển ảo trong đại thế giới, nhưng chỉ có thể tạo ra một điểm duy nhất.\\nXét về góc độ nào đó, đạo cụ mô phỏng điểm dịch chuyển liên thông với địa mạch để thực hiện khả năng truyền tống.\\nCòn đối với những người có Vision đây là vật vô cùng hữu ích. Chính vì nguyên lý hoạt động đến nay vẫn là ẩn số, nên trong quá trình sử dụng có thể gây ra những ảnh hưởng xấu khó mà lường trước...?"
    },
    "materialType": "MATERIAL_WIDGET"
}