{
    "name": {
        "en": "Pretty Please, Kitsune Guuji?",
        "de": "Bitte an die Kitsune Guuji",
        "chs": "拜托了我的狐仙宫司",
        "cht": "拜託了我的狐仙宮司",
        "es": "Se lo ruego, Suma Sacerdotisa",
        "fr": "S'il te plaît, ma Guuji Kitsune ?",
        "id": "Ayo dong Kitsune Guuji, Kamu Cantik deh",
        "jp": "お願いっ！私の仙狐宮司",
        "kr": "부탁해요, 나의 여우 신선 궁사님",
        "pt": "Por Favor, Minha Kitsune Guuji?",
        "ru": "Пожалуйста, Кицунэ Гудзи",
        "th": "รบกวนด้วยนะ Kitsune Guuji ของฉัน",
        "vi": "Làm Phiền Rồi Guuji Hồ Ly Của Ta"
    },
    "id": 101768,
    "materialDesc": {
        "en": "A popular light novel in Inazuma which tells the story of the \"good-for-nothing\" Shogun and the \"good-at-everything\" Kitsune Guuji. The novel is in the same collection as \"Shogun Almighty: Reborn as Raiden With Unlimited Power,\" but not by the same author. What they share in common, however, is their popularity.",
        "de": "Eine beliebte kurze Erzählung in Inazuma, die die Geschichte des Shougun, eines Taugenichts, und der Kitsune Guuji, einer Alleskönnerin, erzählt. Diese Erzählung befindet sich in der gleichen Sammlung von „Wiedergeboren als Shougun Raiden mit unbegrenzter Macht“, ist aber nicht von demselben Autor. Was sie jedoch gemeinsam haben, ist ihre hohe Beliebtheit.",
        "chs": "流行于稻妻的轻小说。讲述了废柴将军大人与万能狐仙宫司的故事，与《转生成为雷电将军，然后天下无敌》是姊妹篇，但是并非同一作者所著，最大共同特征是都很受欢迎。",
        "cht": "流行於稻妻的輕小說。講述了廢柴將軍大人與萬能狐仙宮司的故事，與《轉生成為雷電將軍，然後天下無敵》是姊妹篇，但是並非同一作者所著，最大共同特徵是都很受歡迎。",
        "es": "Una novela ligera muy popular en Inazuma. Cuenta la historia de la desafortunada Shogun y la todopoderosa Suma Sacerdotisa. Es la obra complementaria de «La todopoderosa Shogun: renacida como Raiden con un poder ilimitado», pero no está escrita por el mismo autor. El principal punto en común de ambas novelas es que son muy populares.",
        "fr": "Un roman léger qui connaît du succès à Inazuma. Il raconte l'histoire de la Shogun incapable et de la guuji Kitsune aux talents extraordinaires et se déroule dans le même univers que « Shogun toute-puissante — Comment j'ai été réincarnée en Raiden aux pouvoirs illimités ». Ces œuvres ont des auteurs différents, mais suscitent le même engouement.",
        "id": "Sebuah novel ringan yang populer di Inazuma. Isi ceritanya mengisahkan tentang seorang Shogun yang payah dan Kitsune Guuji yang bisa melakukan segala hal. Cerita ini menjadi kisah pendamping bagi cerita \"Shogun Mahakuasa: Terlahir Kembali Sebagai Raiden Dengan Kekuatan Tak Terbatas\", namun tidak ditulis oleh satu orang penulis yang sama. Karakteristik persamaan terbesar dari keduanya adalah bahwa kedua cerita tersebut sama-sama sangat diminati para pembaca.",
        "jp": "ヘタレな将軍様と万能な仙狐宮司が繰り広げる物語を描いた、稲妻の人気娯楽小説。『雷電将軍に転生したら、天下無敵になった』の関連作品だが、作者は異なっている。最大の特徴は、どちらも大変人気があることだ。",
        "kr": "이나즈마에서 유행하는 라이트 노벨. 덜떨어진 쇼군과 만능 여우 신선 궁사에 관한 이야기이다. 《라이덴 쇼군으로 환생하면 천하무적이 된다》의 자매편이지만 원작자의 작품은 아니다. 가장 큰 특징은 큰 인기를 끌었단 것이다",
        "pt": "Uma Light Novel popular em Inazuma que conta a história da Shogun fracassada e a Sacerdotisa Kitsune que sabe fazer de tudo. A Light Novel é parte da mesma coleção \"Toda-Poderosa Shogun: Reencarnada como Raiden com Poderes Ilimitados\", mas não é do mesmo autor. O que eles compartilham entre si, é a sua popularidade.",
        "ru": "Популярный в Инадзуме лёгкий роман, в котором рассказывается о никчёмном сёгуне и всемогущей Кицунэ Гудзи. Это произведение входит в одну серию с «Реинкарнацией в непобедимого сёгуна Райдэн», но написано другим автором. Их общая черта - невероятная популярность.",
        "th": "ไลท์โนเวลยอดนิยมของ Inazuma บอกเล่าเรื่องราวของท่านโชกุนขี้แพ้กับ Kitsune Guuji ผู้รอบรู้ เป็นผลงานที่เกี่ยวข้องกันกับ \"เกิดใหม่ทั้งทีก็เป็นโชกุนไปซะแล้ว\" แต่ไม่ได้เขียนขึ้นโดยผู้เขียนคนเดียวกัน จุดร่วมที่ใหญ่ที่สุดของผลงานทั้งสองชิ้นนี้ก็คือ พวกมันต่างก็ได้รับความนิยมอย่างมากเหมือนกัน",
        "vi": "Loại tiểu thuyết thịnh hành ở Inazuma. Kể về câu chuyện của đại nhân Shogun phế vật và Guuji Hồ Ly tài giỏi, và \"Chuyển Sinh Thành Raiden Shogun, Sau Đó Thiên Hạ Vô Địch\" là tác phẩm hai tập, nhưng không được viết bởi cùng một tác giả, và điểm chung lớn nhất là đều nổi tiếng."
    },
    "materialType": "MATERIAL_QUEST"
}