{
    "name": {
        "en": "Primordial Essence",
        "de": "Ursubstanz",
        "chs": "原质",
        "cht": "原質",
        "es": "Esencial primordial",
        "fr": "Substance Primo",
        "id": "Primordial Essence",
        "jp": "原質",
        "kr": "원질",
        "pt": "Hipóstase",
        "ru": "Первобытная эссенция",
        "th": "วัสดุตั้งต้น",
        "vi": "Nguyên Chất"
    },
    "id": 112001,
    "materialDesc": {
        "en": "Particles condensed by the strength of the original elements. As a basic material, it is widely used in classic alchemy.",
        "de": "Aus ursprünglichen elementaren Kräften geformte Partikel, die als Ausgangsmaterial für viele Anwendungen in der alten Kunst der Alchimie verwendet wurden.",
        "chs": "原始元素力量凝成的微粒。作为基础素材，在古典炼金术中获得广泛应用。",
        "cht": "原始元素力量凝成的微粒。作為基礎素材，在古典煉金術中獲得廣泛應用。",
        "es": "Una mini-partícula con el poder de los elementos primigenios concentrados. Utilizado como material base, tiene varias utilidades en la alquimia antigua.",
        "fr": "Des particules condensées par le pouvoir des éléments originels. Cette substance est largement utilisée dans l'alchimie classique en tant que matériau de base.",
        "id": "Partikel-partikel yang telah terkondensasi oleh kekuatan elemen-elemen aslinya. Banyak digunakan dalam alkimia sebagai bahan dasar.",
        "jp": "凝集された原始元素力の粒子。基礎的な素材として錬金術では広く使われている。",
        "kr": "오리지널 원소의 힘이 응결되어 형성된 입자. 고전 연금술에서 흔히 쓰이는 기본 소재이다",
        "pt": "Uma mini particula com o poder dos elementos iniciais concentrados. Usado como material base, tendo várias utilidades na alquimia antiga.",
        "ru": "Частицы, сжатые силой оригинальных элементов. Широко используются в классической алхимии в качестве базового компонента.",
        "th": "ด้วยองค์ประกอบดั้งเดิมที่เกิดจาก การควบแน่นกลายเป็นอนุภาคที่ แข็งแกร่ง นิยมใช้เป็นวัสดุพื้นฐาน และในอดีตถูกใช้อย่างกว้างขวางในการเล่นแร่แปรธาตุ",
        "vi": "Kết tinh từ sức mạnh Nguyên Tố nguyên thủy. Là nguyên liệu cơ bản, dùng nhiều trong thuật giả kim cổ."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}