{
    "name": {
        "en": "Princess Mina of the Fallen Nation (IV)",
        "de": "Prinzessin Mina des gefallenen Landes – Band IV",
        "chs": "亡国的美奈姬·卷四",
        "cht": "亡國的美奈姬·卷四",
        "es": "Mina, la princesa de la nación caída (IV)",
        "fr": "Princesse Mina de la nation déchue - IV",
        "id": "Putri Mina dan Bangsa yang Hancur (IV)",
        "jp": "亡国の美奈姫·4",
        "kr": "망국의 미나히메·권4",
        "pt": "Princesa Mina da Nação Caída (IV)",
        "ru": "Мина, принцесса павшего народа. Том IV",
        "th": "เจ้าหญิง Mina แห่งประเทศที่ล่มสลาย (IV)",
        "vi": "Mina - Vong Quốc Công Chúa IV"
    },
    "id": 101551,
    "materialDesc": {
        "en": "\"Go back to hell, you jumped-up vengeful spirit!\"\\nThe riveting flashback chapter! What lies within the warrior's buried past?\\nHere comes a new chapter in the adventures of the princess who lost her nation and the warrior!",
        "de": "„Geh zurück in die Hölle, du aufgesprungener Rachegeist!“\\nDas fesselnde Rückblendenkapitel! Was liegt in der verschütteten Vergangenheit des Kriegers?\\nHier kommt ein neues Kapitel in den Abenteuern der Prinzessin, die ihr Land verloren hat, und des Kriegers!",
        "chs": "「来自过去的亡灵，滚回地狱去吧！」\\n激动人心的回忆篇！武士所封印的过去究竟是——\\n失去国家的公主与武士，两人的冒险，迎来新章！",
        "cht": "「來自過去的亡靈，滾回地獄去吧！」\\n激動人心的回憶篇！武士所封印的過去究竟是——\\n失去國家的公主與武士，兩人的冒險，迎來新章！",
        "es": "“Almas difuntas del pasado, ¡vuelvan al infierno!”\\nEn este conmovedor capítulo, el samurái rememora su intrigante pasado.\\nLa princesa y el samurái que perdieron sus patrias se encaminan en una gran aventura en este nuevo capítulo.",
        "fr": "« Retourne en enfer, esprit du passé ! »\\nUn volume qui dévoile le passé du guerrier ! Que cache-t-il ?\\nVoici un nouveau chapitre des aventures de la princesse qui a perdu sa nation et du guerrier qui l'accompagne !",
        "id": "\"Kembalilah ke neraka, kau jiwa yang datang dari masa lalu!\"\\nBab kilas balik yang memukau! Apa yang ada di balik masa lalu prajurit yang terkubur?\\nInilah babak baru dalam petualangan sang putri yang kehilangan bangsanya dan sang prajurit!",
        "jp": "「過去の亡霊よ、地獄へと戻れ！」\\n待ちに待った追憶編！武士の封印されし過去はいったい——\\n国を失った姫と侍。二人は新たな冒険を迎える！",
        "kr": "「과거에서 온 망령이여, 지옥으로 꺼지거라!」\\n가슴 설레는 추억 편! 무사가 봉인한 과거는 과연ㅡ\\n나라를 잃은 공주와 무사, 두 사람의 모험이 새로운 장을 맞이한다!",
        "pt": "\"Volte para o inferno, espírito vingativo arrogante!\"\\nO fascinante capítulo de retrospectiva! O que está enterrado no passado do guerreiro?\\nAí vem um novo capítulo nas aventuras da princesa que perdeu sua nação e o guerreiro!",
        "ru": "«Возвращайся в ад, ты, мстительный дух!»\\nЗахватывающая глава воспоминаний! Что скрывается в похороненном прошлом самурая?\\nНаступает новая глава в приключениях принцессы, потерявшей свой народ, и самурая!",
        "th": "\"วิญญาณของผู้ตายในอดีต จงกลับขุมนรกไปซะ!\"\\nความทรงจำอันน่าตื่นเต้น! อดีตที่ซามูไรผนึกไว้คืออะไรกันแน่...\\nเจ้าหญิงและซามูไรผู้สูญเสียประเทศของตน การผจญภัยบทใหม่ของทั้งสองคนได้เปิดฉากขึ้นแล้ว!",
        "vi": "\"Các vong linh đến từ quá khứ, hãy mau cút về địa ngục đi!\"\\nChương hồi ức cảm động lòng người! Quá khứ mà chàng samurai phong ấn rốt cuộc là...\\nNàng công chúa mất nước và chàng samurai, chuyến thám hiểm của hai người, chuẩn bị mở ra một chương mới!"
    },
    "materialType": "MATERIAL_QUEST"
}