{
    "name": {
        "en": "Princess Mina of the Fallen Nation (V)",
        "de": "Prinzessin Mina des gefallenen Landes – Band V",
        "chs": "亡国的美奈姬·卷五",
        "cht": "亡國的美奈姬·卷五",
        "es": "Mina, la princesa de la nación caída (V)",
        "fr": "Princesse Mina de la nation déchue - V",
        "id": "Putri Mina dan Bangsa yang Hancur (V)",
        "jp": "亡国の美奈姫·5",
        "kr": "망국의 미나히메·권5",
        "pt": "Princesa Mina da Nação Caída (V)",
        "ru": "Мина, принцесса павшего народа. Том V",
        "th": "เจ้าหญิง Mina แห่งประเทศที่ล่มสลาย (V)",
        "vi": "Mina - Vong Quốc Công Chúa V"
    },
    "id": 101552,
    "materialDesc": {
        "en": "\"If this world requires your sacrifice to be saved, then it might as well burn.\"\\nHaving reached the Sky Tower at the heart of the world at last, is this... finally the end of the pair's tale?",
        "de": "„Wenn diese Welt dein Opfer braucht, um gerettet zu werden, dann kann sie genauso gut brennen.“\\nDa sie endlich den Himmelsturm im Herzen der Welt erreicht haben, ist dies ... endlich das Ende der Geschichte des Paares?",
        "chs": "「需要牺牲你去拯救的世界，还不如毁灭算了。」\\n终于抵达世界中心的空之塔，两人的故事，将要迎来终点……了吗？",
        "cht": "「需要犧牲你去拯救的世界，還不如毀滅算了。」\\n終於抵達世界中心的空之塔，兩人的故事，將要迎來終點……了嗎？",
        "es": "“Antes que sacrificarte para salvar este mundo, deja que se destruya en pedazos”.\\nLa princesa y el samurái llegan juntos a la Torre del Vacío en el centro del mundo. ¿Será este el final de su historia?",
        "fr": "« Si votre sacrifice est nécessaire pour sauver ce monde, je préfère qu'il meure. »\\nNos protagonistes sont enfin arrivés à la Tour du vide, au cœur du monde. Est-ce la fin pour eux ?",
        "id": "\"Jika dunia ini membutuhkan pengorbananmu supaya ia terselamatkan, maka lebih baik baginya untuk dibumihanguskan saja.\"\\nSetelah akhirnya mencapai Menara Langit yang ada di jantung dunia, apakah ini... memang adalah akhir dari kisah pasangan ini?",
        "jp": "「あなたを犠牲にしてまで救う世界は、崩壊してもいい。」\\n世界の中心にある空の塔、二人の物語は終わりを迎えようとしている…のか？",
        "kr": "「널 희생해야만 구할 수 있는 세상이라면, 차라리 파멸하는 게 나아」\\n마침내 세계 중심, 하늘의 탑에 도착한 두 사람의 이야기는 막을 내릴… 것인가?",
        "pt": "\"Se este mundo exige seu sacrifício para ser salvo, então talvez seja melhor que ele queime.\"\\nTendo finalmente alcançado a Torre dos Céus no coração do mundo, será este... Finalmente o fim da história dessa dupla?",
        "ru": "«Если для спасения этого мира требуется твоя жертва, то пусть он горит».\\nДвое наконец достигли Башни пустоты в сердце мира. Станет ли это концом их истории?",
        "th": "\"ถ้าต้องเสียสละเธอไปเพื่อกู้โลก งั้นก็ปล่อยให้มันถูกทำลายไปเสียเถอะ\"\\nในที่สุดก็ได้เดินทางมาถึงหอคอยเสียดฟ้าที่อยู่ใจกลางโลก เรื่องราวของทั้งสองคนกำลังจะถึงตอนจบแล้ว... ใช่มั้ย?",
        "vi": "\"Phải hy sinh nàng để cứu lấy thế giới, chi bằng cứ để nó hủy diệt đi.\"\\nCuối cùng đã đến được Tháp Trên Không ở trung tâm của thế giới, câu chuyện của hai người, sắp đến hồi kết...rồi sao?"
    },
    "materialType": "MATERIAL_QUEST"
}