{
    "name": {
        "en": "Princess Mina of the Fallen Nation (VI)",
        "de": "Prinzessin Mina des gefallenen Landes – Band VI",
        "chs": "亡国的美奈姬·卷六",
        "cht": "亡國的美奈姬·卷六",
        "es": "Mina, la princesa de la nación caída (VI)",
        "fr": "Princesse Mina de la nation déchue - VI",
        "id": "Putri Mina dan Bangsa yang Hancur (VI)",
        "jp": "亡国の美奈姫·6",
        "kr": "망국의 미나히메·권6",
        "pt": "Princesa Mina da Nação Caída (VI)",
        "ru": "Мина, принцесса павшего народа. Том VI",
        "th": "เจ้าหญิง Mina แห่งประเทศที่ล่มสลาย (VI)",
        "vi": "Mina - Vong Quốc Công Chúa VI"
    },
    "id": 101553,
    "materialDesc": {
        "en": "The truth of the world is revealed — and what a terrible joke it is! Even when separated, the two cannot escape the chains of fate.\\nThis may be the final volume of \"Princess Mina of the Fallen Nation,\" but our story isn't over yet!",
        "de": "Die Wahrheit der Welt wird enthüllt und was für ein schrecklicher Scherz es ist! Selbst wenn sie getrennt werden, können die beiden den Ketten des Schicksals nicht entkommen.\\nDies mag der letzte Band von „Prinzessin Mina des gefallenen Landes“ sein, aber unsere Geschichte ist noch nicht zu Ende!",
        "chs": "世界的真相终于揭晓，就像是彻底恶意的讽刺。分开的二人，仍然无法逃离命运的缠绕。\\n《亡国的美奈姬》最终卷！但我们的故事并未完结！",
        "cht": "世界的真相終於揭曉，就像是徹底惡意的諷刺。分開的二人，仍然無法逃離命運的纏繞。\\n《亡國的美奈姬》最終卷！但我們的故事並未完結！",
        "es": "Por fin se desvela la verdad sobre el mundo, que más bien parece una gran y maligna ironía. Incluso tras separarse, nuestros dos protagonistas no pueden huir de su destino.\\n¡El último volumen de «Mina, la princesa de la nación caída»! Pero no desesperen, ¡esta historia no termina aquí!",
        "fr": "Le secret du monde est enfin dévoilé... Et quelle blague !\\nMême séparés, les deux protagonistes ne peuvent échapper aux chaînes du destin. Il s'agit peut-être du dernier volume de la « Princesse Mina de la nation déchue », mais notre histoire est loin d'être terminée !",
        "id": "Kebenaran dunia kini terungkap — betapa mengerikannya ironi ini! Bahkan setelah terpisah pun, keduanya tidak bisa lepas dari belenggu takdir.\\nIni merupakan jilid terakhir dari \"Putri Mina dan Bangsa yang Hancur\", tapi kisah kita — belumlah berakhir!",
        "jp": "悪意に満ちた皮肉のような世界の真相が明らかになった。分かれ離れになった二人、それでも運命からは逃げられない。\\n『亡国の美奈姫』最終巻！しかし物語はまだ終わらない！",
        "kr": "마침내 밝혀진 세계의 진상은 마치 악의적인 풍자 같았다. 헤어진 두 사람은 여전히 운명의 족쇄를 벗어나지 못하고 있다.\\n《망국의 미나히메》 최종권! 하지만 우리의 이야기는 아직 완결되지 않았다!",
        "pt": "A verdade do mundo é revelada - e que piada terrível! Mesmo quando separados, os dois não podem escapar das correntes do destino.\\nEste pode ser o volume final de \"Princesa Mina da Nação Caída\", mas nossa história ainda não acabou!",
        "ru": "Наконец-то открывается правда о мире, которая больше похожа на злую иронию. Даже после разлуки наши главные герои не могут избежать своей судьбы.\\nПоследний том «Мины, принцессы павшего народа»! Но не отчаивайтесь, на этом история не заканчивается!",
        "th": "ในที่สุดความจริงของโลกก็ถูกเปิดเผย ราวกับเป็นเรื่องประชดที่ร้ายกาจ ทั้งสองที่ต้องแยกจากกัน ยังหนีไม่พ้นพันธนาการแห่งโชคชะตา\\n\"เจ้าหญิง Mina แห่งประเทศที่ล่มสลาย\" เล่มสุดท้าย! แต่เรื่องราวของเรายังไม่จบลงแค่นี้!",
        "vi": "Chân tướng của thế giới cuối cùng đã vén lên bức màn bí ẩn, giống như sự mỉa mai đầy ác ý. Hai người đã chia ly, nhưng cũng không thể trốn chạy khỏi sự ràng buộc của số mệnh.\\n\"Mina - Vong Quốc Công Chúa\" tập cuối! Nhưng câu chuyện của chúng ta vẫn chưa hoàn toàn chấm dứt!"
    },
    "materialType": "MATERIAL_QUEST"
}