{
    "name": {
        "en": "Princess Mina of the Fallen Nation (II)",
        "de": "Prinzessin Mina des gefallenen Landes – Band II",
        "chs": "亡国的美奈姬·卷二",
        "cht": "亡國的美奈姬·卷二",
        "es": "Mina, la princesa de la nación caída (II)",
        "fr": "Princesse Mina de la nation déchue - II",
        "id": "Putri Mina dan Bangsa yang Hancur (II)",
        "jp": "亡国の美奈姫·2",
        "kr": "망국의 미나히메·권2",
        "pt": "Princesa Mina da Nação Caída (II)",
        "ru": "Мина, принцесса павшего народа. Том II",
        "th": "เจ้าหญิง Mina แห่งประเทศที่ล่มสลาย (II)",
        "vi": "Mina - Vong Quốc Công Chúa II"
    },
    "id": 101549,
    "materialDesc": {
        "en": "\"A princess who brings destruction. Hah. Isn't that just an excuse for making war?\"\\nThey travel to the center of the world in search of the truth behind the prophecy.\\nThe super-popular romantic adventure continues!",
        "de": "„Eine Prinzessin, die Zerstörung bringt. Ha! Ist das nicht nur eine Ausrede, um Krieg zu führen?“\\nSie reisen zum Zentrum der Welt auf der Suche nach der Wahrheit hinter der Prophezeiung.\\nDas sehr beliebte romantische Abenteuer geht weiter!",
        "chs": "「所谓带来毁灭的公主，说到底不过是战争的借口罢了。」\\n为了了解预言的真相，向着世界中心前进吧！\\n超人气的浪漫冒险谭，仍在继续！",
        "cht": "「所謂帶來毀滅的公主，說到底不過是戰爭的藉口罷了。」\\n為了瞭解預言的真相，向著世界中心前進吧！\\n超人氣的浪漫冒險譚，仍在繼續！",
        "es": "“Eso de ‘la princesa que traerá la destrucción del mundo’ no es más que una excusa para hacer la guerra”.\\nLa princesa se dirige hacia el centro del mundo para comprender la verdad sobre la profecía.\\n¡Esta popular y romántica aventura continúa!",
        "fr": "« Cette histoire de princesse qui apportera la destruction n'est qu'une excuse pour faire la guerre, vous ne trouvez pas ? »\\nDirigez-vous vers le centre du monde pour apprendre la vérité de la prophétie !\\nVoici la suite de cette aventure romantique qui a su conquérir les lecteurs !",
        "id": "\"Seorang putri yang membawa kehancuran. Hah, itu pasti hanya alasan untuk berperang saja, kan?\"\\nMereka bertualang ke pusat dunia untuk mencari kebenaran di balik ramalan.\\nPetualangan romantis yang sangat populer masih terus berlanjut!",
        "jp": "「壊滅をもたらす姫は、戦争の口実に過ぎない。」\\n予言の真相を知るために、世界の中心へと進もう！\\n大人気のロマンあふれる冒険譚はまだまだ続く！",
        "kr": "「파멸을 가져오는 공주라는 건, 결국 전쟁의 명분일 뿐이지」\\n예언의 진상을 파헤치기 위해 세계의 중심으로 전진하자!\\n초인기 로맨틱 모험담이 계속된다!",
        "pt": "\"Uma Princesa que traz a destruição. Isso não é apenas uma desculpa para fazer guerra?\"\\nELes viajam para o centro do mundo em busca da verdade por trás da profecia.\\nA light novel popular de aventura continua!",
        "ru": "«Принцесса, несущая разрушение. Разве это не повод для войны?»\\nОни отправляются в центр мира в поисках истины, скрывающейся в пророчестве.\\nСупер популярное романтическое приключение продолжается!",
        "th": "\"เจ้าหญิงที่นำมาซึ่งการทำลายล้างอะไรนั่น ที่จริงมันก็เป็นแค่ข้ออ้างในการทำสงครามเท่านั้นแหละ!\"\\nเพื่อที่จะทราบความจริงของคำทำนาย มุ่งหน้าไปที่จุดศูนย์กลางของโลกกันเถอะ!\\nเรื่องราวแห่งการผจญภัยสุดโรแมนติกชื่อดังยังคงดำเนินต่อไป!",
        "vi": "\"Nàng công chúa đem lại sự hủy diệt, nói cho cùng đó chỉ là cái cớ của chiến tranh mà thôi.\"\\nĐể hiểu rõ chân tướng của lời tiên tri, hãy tiến thẳng vào trung tâm của thế giới!\\nTruyện thám hiểm lãng mãn rất được yêu thích, vẫn còn tiếp tục!"
    },
    "materialType": "MATERIAL_QUEST"
}