{
    "name": {
        "en": "Princess Mina of the Fallen Nation (III)",
        "de": "Prinzessin Mina des gefallenen Landes – Band III",
        "chs": "亡国的美奈姬·卷三",
        "cht": "亡國的美奈姬·卷三",
        "es": "Mina, la princesa de la nación caída (III)",
        "fr": "Princesse Mina de la nation déchue - III",
        "id": "Putri Mina dan Bangsa yang Hancur (III)",
        "jp": "亡国の美奈姫·3",
        "kr": "망국의 미나히메·권3",
        "pt": "Princesa Mina da Nação Caída (III)",
        "ru": "Мина, принцесса павшего народа. Том III",
        "th": "เจ้าหญิง Mina แห่งประเทศที่ล่มสลาย (III)",
        "vi": "Mina - Vong Quốc Công Chúa III"
    },
    "id": 101550,
    "materialDesc": {
        "en": "The two, who have entered the field of battle, finally witness the true Avici. The truth behind the fires of war that have swept across the world will be revealed here!\\nThis volume comes with some super value-added extras!",
        "de": "Die beiden, die das Schlachtfeld betreten haben, werden endlich Zeugen der wahren Avici. Die Wahrheit hinter den Feuern des Krieges, die über die Welt gefegt sind, wird hier enthüllt!\\nDieser Band kommt mit einigen super wertvollen Extras!",
        "chs": "踏入战争之地的二人，终于见识到了真正的阿鼻地狱。席卷世界的百年战火，其真相在此揭开！\\n本卷随书附赠超值周边！",
        "cht": "踏入戰爭之地的二人，終於見識到了真正的阿鼻地獄。席捲世界的百年戰火，其真相在此揭開！\\n本卷隨書附贈超值周邊！",
        "es": "Ahora en el campo de batalla, nuestros protagonistas ven con sus propios ojos el infierno Avici. ¡La verdad sobre la guerra que asoló el mundo durante siglos está a punto de revelarse!\\n¡Este volumen viene con algunas adiciones extra de gran valor!",
        "fr": "Nos protagonistes voient l'enfer d'Avici de leurs propres yeux sur le champ de bataille.\\nLa vérité sur la guerre qui a ravagé le monde est sur le point d'éclater !\\nCe volume inclut du contenu supplémentaire extraordinaire !",
        "id": "Mereka berdua yang telah memasuki medan pertempuran akhirnya menyaksikan Avici yang sesungguhnya. Kebenaran di balik api perang yang melanda dunia akan terungkap di sini!\\nJilid ini dilengkapi dengan beberapa nilai tambah yang sangat bernilai!",
        "jp": "戦争の地に足を踏み入れた二人は、ついに真の阿鼻地獄を目の当たりにする。世界を席巻した百年戦争の真実が、ここにて解き明かされる！\\n豪華付録付き！",
        "kr": "전쟁의 땅에 발을 들인 두 사람은 마침내 진정한 아비규환을 목도한다. 세계를 휩쓴 백 년의 전쟁, 그 진상이 여기서 밝혀진다!\\n이번 권은 프리미엄 굿즈를 증정합니다!",
        "pt": "Os dois, que entraram no campo de batalha, finalmente testemunham o verdadeiro inferno Avici. A verdade por trás dos fogos da guerra que varreram o mundo será revelada aqui!\\nEsse volume vem com alguns extras adicionais super valiosos!",
        "ru": "Эти двое, вышедшие на поле боя, наконец-то становятся свидетелями ада вечных мучений. Здесь будет раскрыта истина, скрывающаяся за огнём войны, охватившим весь мир!\\nК этому тому прилагается несколько ценных дополнений!",
        "th": "ทั้งสองคนก้าวเข้าสู่ดินแดนแห่งสงคราม และสุดท้ายก็ได้พบกับนรกอเวจี ที่แท้จริง นี่คือความจริงของต้นกำเนิดสงครามที่แผดเผาโลกนับร้อยปี!\\nฉบับนี้มาพร้อมกับกิฟต์เซ็ตสุดคุ้ม!",
        "vi": "Hai người họ bước vào vùng đất chiến tranh, cuối cùng đã chứng kiến được thế nào là địa ngục Avici thực sự. Thế giới bị bao trùm bởi khói lửa chiến tranh suốt hàng trăm năm, giờ đây chân tướng đã sắp sáng tỏ!\\nQuyển sách này tặng kèm món quà nhỏ vô cùng giá trị!"
    },
    "materialType": "MATERIAL_QUEST"
}