{
    "name": {
        "en": "Princess's Box",
        "de": "Schmuckkästchen der Prinzessin",
        "chs": "公主之匣",
        "cht": "公主之匣",
        "es": "Cofre de la princesa",
        "fr": "Coffre de la princesse",
        "id": "Kotak Putri",
        "jp": "姫の箱",
        "kr": "공주의 함",
        "pt": "Caixa da Princesa",
        "ru": "Шкатулка принцессы",
        "th": "Princess' Box",
        "vi": "Chiếc Hộp Của Công Chúa"
    },
    "id": 100620,
    "materialDesc": {
        "en": "A treasure box with a decorative pattern at the bottom. The ornamentation seems to be a part of a three-piece motif. Once the pattern is completed, a certain door may open.\\n\"I'm afraid I can't finish the fresco.\"\\n\"It's been a while since I last saw the blue sky and green grass. I don't know which hues to use to capture the landscape of thawing ice and snow that my father so longs for.\"\\n\"By the time he comes back, everything will be back to how it was. But I can't take this cold anymore.\"\\n\"Forgive me, Father. Ukko, I'm sorry you had to see us like this.\"\\n\"Imunlaukr, I wish I could see you again...\"",
        "de": "Eins von insgesamt drei Schmuckkästchen, dessen Boden mit einem dekorativen Muster verziert ist. Wenn man die übrigen zwei Kästchen finden und zusammensetzen könnte, würde sich vielleicht irgendwo eine Tür öffnen:\\n„Ich fürchte, ich kann das Wandbild nicht vollenden.“\\n„Zu lange habe ich bereits keinen blauen Himmel oder grüne Felder mehr gesehen. Ich weiß nicht, mit welchem Blau und Grün ich die geschmolzene Schneelandschaft malen soll, die mein Vater sich wünscht.“\\n„Wenn er zurückkommt, wird alles wieder normal sein. Aber es ist zu kalt und ich halte es nicht mehr aus.“\\n„Tut mir leid, Papa, tut mir leid, dass du dir immer meine Faxen ansehen musst.“\\n„Imunlaukr, ich wünschte, ich könnte dich ein letztes Mal sehen ...“",
        "chs": "底部有着某种三分之一纹样的宝盒。如果能筹齐另外两个，或许可以打开何处的门。\\n「壁画恐怕无法完成了。」\\n「我已经很久没看过晴空与绿地了。不知道应该用什么样的蓝色、什么样的绿色，才能画出父亲想要的，冰雪消融的景象。」\\n「等他回来，一切都会恢复过去的样子吧。但是，太冷了。我已经不行了。」\\n「对不起，爸爸。对不起，一直看着我们丑态的乌库。」\\n「伊蒙洛卡，如果能再见你一面就好了…」",
        "cht": "底部有著某種三分之一紋樣的寶盒。如果能籌齊另外兩個，或許可以打開何處的門。\\n「壁畫恐怕無法完成了。」\\n「我已經很久沒看過晴空與綠地了。不知道應該用什麼樣的藍色、什麼樣的綠色，才能畫出父親想要的，冰雪消融的景象。」\\n「等他回來，一切都會恢復過去的樣子吧。但是，太冷了。我已經不行了。」\\n「對不起，爸爸。對不起，一直看著我們醜態的烏庫。」\\n「伊蒙洛卡，如果能再見你一面就好了…」",
        "es": "Un cofre cuyo fondo está decorado con un tipo de patrón al que aún le faltan dos partes. Si puedes reunir las que quedan, tal vez puedas abrir la puerta de algún sitio.\\n“Me temo que no puedo completar el mural”.\\n“Hace mucho tiempo que no veo el azul del cielo y el verde del campo. No sé qué tipo de azul y de verde debo usar para dibujar el paisaje de nieve derretida que quiere mi padre”.\\n“Cuando él vuelva, todo volverá a la normalidad. Pero hace demasiado frío y yo ya no puedo más”.\\n“Lo siento, papá. Ukko, siento que nos hayas tenido que ver así”.\\n“Imunlaukr, ojalá pudiera verte una última vez...”",
        "fr": "Un coffre aux trésors avec un motif décoratif en trois parties. Une porte devrait s'ouvrir une fois le motif complet.\\n« Je crains de ne pouvoir terminer cette fresque. »\\n« Cela fait bien longtemps que je n'ai pas vu le bleu du ciel ou le vert des champs. Je ne sais plus quelles couleurs utiliser pour capturer ce paysage de neige et glace fondues si cher à mon père. »\\n« Quand il reviendra, tout sera revenu comme avant. Mais je n'en peux plus de ce froid. »\\n« Pardonne-moi, père, j'ai été stupide. »\\n« Imunlaukr, j'aimerais tellement te revoir... »",
        "id": "Sebuah kotak harta dengan sebuah pola di sepertiga bagian bawah kotak. Mungkin kalau kamu berhasil menaikkan kedua bagian lainnya, kamu akan membuka gerbang di suatu tempat.\\n\"Sepertinya mural itu sudah tidak bisa diselesaikan.\"\\n\"Aku sudah lama sekali tidak melihat langit dan rerumputan. Aku tidak tahu harus menggunakan warna biru yang mana, warna hijau yang mana, untuk menggambar pemandangan yang ayah inginkan, pemandangan saat salju sudah mencair.\"\\n\"Semuanya akan kembali seperti semula saat dia kembali nanti. Tapi, aku sudah tidak kuat lagi, dingin sekali di sini.\"\\n\"Maafkan aku, ayah. Maaf kamu harus terus melihat sarang gagakku yang buruk rupa.\"\\n\"Andai aku bisa melihatmu sekali lagi... Imunlaukr.\"",
        "jp": "底にある紋様の3分の1だけが描かれた宝箱。他の2つを集めれば、どこかにある門を開けられるだろう。\\n「壁画はもう完成しないだろう」\\n「もう随分長い間、青空と緑の大地を見ていないわ。どんな青と緑を使えば、お父様が望む氷が溶けた景色を描けるのかしら」\\n「彼が帰ってきたら、全てが元通りになるはず。でも寒すぎるわ。もう耐えられない」\\n「ごめんなさい、お父様。ごめんなさい、ウッコ、みっともない格好を見せちゃって」\\n「エーモンロカ、もう一度あなたに会いたかった…」",
        "kr": "밑바닥에 문양의 3분의 1이 찍혀있는 보석함. 나머지 문양을 모두 찾는다면 어딘가의 문을 열 수 있을지도 모른다.\\n「아무래도 벽화는 완성할 수 없을 것 같아」\\n「푸른 하늘과 대지를 본 지 너무 오래됐어. 아빠가 보고 싶다던 눈 녹은 풍경은 어떤 색으로 그려야 할까?」\\n「아빠가 돌아오시면 다 녹아버릴 텐데… 그래도 이건 너무 춥잖아, 더는 못 견디겠어」\\n「미안해, 아빠. 미안해, 우리 추태를 지켜본 우쿠」\\n「이뮨라우크, 널 다시 볼 수 있다면 좋을 텐데…」",
        "pt": "Um caixa de tesouro com um padrão decorativo embaixo. A ornamentação parece ser parte de um conjunto de três peças. Quando o padrão estiver completo, uma porta poderá abrir.\\n\"Temo não poder completar este desenho.\"\\n\"Faz muito tempo desde que vi o céu azul e a grama verde. Não sei quais cores usar para capturar a paisagem do gelo derretendo e da neve que meu pai quer.\"\\n\"Quando ele retornar, tudo já estará de volta a ser como era. Mas não consigo suportar mais este frio.\"\\n\"Perdoe-me, pai, perdoe meu péssimo desempenho.\"\\n\"Imunlaukr, eu gostaria de lhe ver de novo...\"",
        "ru": "Драгоценная шкатулка с резным орнаментом, который, кажется, является частью тройного узора. Закончите узор, и, возможно, для вас отворится какая-то дверь.\\n«Боюсь, что я не смогу закончить фреску. Я так давно не видела чистого неба и зелёных лугов. Не знаю, какие синие и зелёные краски мне взять, чтобы запечатлеть таяние снегов, о котором так мечтает отец. К его возвращению всё вернётся к тому, что было. Но я не могу больше выносить этот холод. Прости, отец. Прости, Укко, что тебе пришлось увидеть нас в таком состоянии. Имунлаукр, я лишь надеюсь, что смогу увидеть тебя вновь...»",
        "th": "กล่องสมบัติที่ด้านล่างมีลวดลายอยู่หนึ่งในสามส่วน หากหาลวดลายอีกสองส่วนที่เหลือได้ครบ บางทีอาจจะสามารถเปิดประตูสักแห่งได้\\n\"ฉันกลัวว่าจะวาดภาพนี้ไม่เสร็จ\"\\n\"ฉันไม่ได้เห็นท้องฟ้าและทุ่งหญ้ามานานแล้ว เลยไม่รู้ว่าจะใช้สีฟ้าอะไร หรือสีเขียวแบบไหน ถึงจะวาดภาพวิวหลังหิมะละลายออกมาได้ตามที่พ่อต้องการ\"\\n\"เมื่อพ่อกลับมาแล้ว ทุกอย่างคงกลับสู่สภาพเดิม ว่าแต่หนาวจังเลย ฉันทนไม่ไหวแล้วสิ\"\\n\"ขอโทษนะพ่อ ขอโทษ\"\\n\"Imunlaukr ถ้าได้เจอคุณอีกสักครั้งก็คงจะดี...\"",
        "vi": "Chiếc hộp báu có một phần ba hoa văn dưới đáy. Nếu có thể kiếm thêm hai cái nữa, có lẽ sẽ có thể mở ra cánh cửa ở đâu đó.\\n\"Tôi e rằng bức bích họa này không thể hoàn thành được.\"\\n\"Đã lâu tôi không được nhìn thấy bầu trời trong xanh và cánh đồng xanh mướt. Không biết nên dùng màu xanh lam hay xanh lục để vẽ cảnh băng tuyết tan chảy mà bố tôi mong muốn.\"\\n\"Khi ông ấy trở về, mọi thứ sẽ trở lại như xưa. Nhưng trời quá lạnh. Tôi không thể tiếp tục nữa.\"\\n\"Xin lỗi bố. Xin lỗi, vì luôn nhìn thấy chúng con xấu xí.\"\\n\"Imunlaukr, nếu có thể gặp lại bố thì tốt quá\""
    },
    "materialType": "MATERIAL_QUEST"
}