{
    "name": {
        "en": "Prithiva Topaz Chunk",
        "de": "Prithiva-Topas-Brocken",
        "chs": "坚牢黄玉块",
        "cht": "堅牢黃玉塊",
        "es": "Trozo de topacio prithiva",
        "fr": "Morceau de topaze prithiva",
        "id": "Prithiva Topaz Chunk",
        "jp": "堅牢なトパーズ·塊",
        "kr": "단단한 황옥 덩이",
        "pt": "Pedaço de Topázio Prithiva",
        "ru": "Кусок топаза Притхива",
        "th": "Prithiva Topaz Chunk",
        "vi": "Miếng Hoàng Ngọc Cứng"
    },
    "id": 104173,
    "materialDesc": {
        "en": "Character Ascension material.\\n\"The currencies that flow through this land are my flesh and blood.\\nFor thus did I become the guarantor of the people's hard work, wisdom, and future.\"",
        "de": "Material für den Figurenaufstieg.\\n„Das Geld im gesamten Lande ist ein Teil meiner selbst.“\\n„Damit sichere ich die Errungenschaften, die die Menschen mit ihrem Schweiß und ihrer Weisheit geschaffen haben, für die Zukunft.“",
        "chs": "角色突破素材。\\n「大陆所流通的一切银钱皆是我的血肉。\\n「我在以这样的方式，为人类一切的汗水、智慧和未来做担保。」",
        "cht": "角色突破素材。\\n「大陸所流通的一切銀錢皆是我的血肉。」\\n「我在以這樣的方式，為人類一切的汗水、智慧和未來做擔保。」",
        "es": "Material de ascensión de personaje.\\n“La moneda que circula por este mundo es mi sangre y mi cuerpo”.\\n“Protejo el trabajo duro, la sabiduría y el futuro de la gente”.",
        "fr": "Matériau d'élévation de personnage.\\n« Toutes les monnaies qui circulent sur le continent font partie de mon corps. »\\n« Je garantis la sueur, la sagesse et l'avenir des humains de cette manière. »",
        "id": "Material Ascension Karakter.\\n\"Mata uang di tanah ini adalah darah.\"\\n\"Aku adalah penjamin kerja keras, kebijaksanaan, dan masa depan rakyat.\"",
        "jp": "キャラクターの突破用アイテム。\\n「この大陸の全ての金銭は俺の血肉。」\\n「こんな形で俺は、人間の労働、知恵、未来を保証する。」",
        "kr": "캐릭터 돌파 소재.\\n「티바트 대륙에서 유통되고 있는 은전은 전부 나의 피와 살이다」\\n「난 이 방법으로 인간들의 땀과 지혜, 미래에 대해 보증을 선 것이다」",
        "pt": "Material de Ascensão de Personagem.\\n\"O preço que se paga nesta terra é com o sangue.\"\\n\"Eu sou o que garante do trabalho duro, da sabedoria e do futuro das pessoas.\"",
        "ru": "Материал возвышения персонажа.\\n«Валютой здесь является кровь.\\nЯ гарант усердия, мудрости и будущего народа».",
        "th": "วัสดุเลื่อนขั้นตัวละคร\\nเงินทั้งหมดที่หมุนเวียนอยู่ในแผ่นดิน ใหญ่คือเนื้อและเลือดของฉัน\\n\"ด้วยวิธีนี้ฉันเป็นผู้รับประกันหยาดเหงื่อ ปัญญา และอนาคตของมนุษยชาติทั้งหมด\"",
        "vi": "Nguyên liệu đột phá nhân vật.\\n\"Tất cả tiền bạc lưu thông trên đại lục này đều là máu thịt của tôi.\"\\n\"Tôi dùng cách như vậy, là để đảm bảo cho tất cả mồ hôi, trí tuệ và tương lai của nhân loại.\""
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}