{
    "name": {
        "en": "Pufferfish",
        "de": "Kugelfisch",
        "chs": "炮鲀",
        "cht": "炮魨",
        "es": "Pez globo",
        "fr": "Poisson-globe",
        "id": "Pufferfish",
        "jp": "鉄砲フグ",
        "kr": "대포 복어",
        "pt": "Fugu",
        "ru": "Иглобрюх",
        "th": "Pufferfish",
        "vi": "Cá Pháo"
    },
    "id": 131019,
    "materialDesc": {
        "en": "Round and short pelvic fins, a plump body, and a plain face make up most people's first impression of the pufferfish. This is by and large an accurate assessment of its character as well: dull, slow, and lazy. However, few people know that this rather silly exterior hides a killer technique — this fish is capable of sucking water into its body before expelling it like a cannon from its mouth with such force and pinpoint accuracy that even fishermen might be stunned by it. Truly, it is a first-rate killer in the water.\\n\"Pufferfish ahead? Watch for spittle!\" — Angler's Atlas, Pufferfish Chapter",
        "de": "Runde und kurze Beckenflossen, ein plumper Körper und ein schlichtes Gesicht machen den ersten Eindruck der meisten Menschen vom Kugelfisch aus. Dies ist im Großen und Ganzen auch eine korrekte Einschätzung seines Charakters: stumpf, langsam und faul. Die wenigsten Menschen wissen jedoch, dass sich hinter diesem eher albernen Äußeren eine mörderische Technik verbirgt: Dieser Fisch ist in der Lage, Wasser in seinen Körper zu saugen und es dann wie eine Kanone aus seinem Maul auszustoßen, und zwar mit einer solchen Kraft und Zielgenauigkeit, dass selbst Angler davon verblüfft sein könnten. Wahrlich, er ist ein erstklassiger Mörder im Wasser.\\n„Kugelfisch voraus? Achte auf die Spucke!“ – Angleratlas, Kapitel Kugelfisch",
        "chs": "圆润短小的腹鳍、肥硕敦厚的身躯和老实巴交的脑袋构成了人们对炮鲀的第一印象。这准确地反应了它的大部分个性——呆板、迟钝、缓慢。但少有人知的是，这样的傻瓜外表下却隐藏了一项绝杀秘技——将水流快速吸入身体，然后像炮弹一样从嘴里射出去，精准，强力，即使是渔夫挨上这么一下也免不了七晕八素，是一等一的水中杀手。\\n「前有炮鲀出没，小心躲避口水。」——《野钓手册·炮鲀篇》",
        "cht": "圓潤短小的腹鰭、肥碩敦厚的身軀和老實憨厚的腦袋構成了人們對炮魨的第一印象。這準確地反應了牠的大部分個性——呆板、遲鈍、緩慢。但少有人知的是，這樣的傻瓜外表下卻隱藏了一項絕殺秘技——將水流快速吸入身體，然後像炮彈一樣從嘴裡射出去，精準、強力，即使是漁夫被撞到這麼一下也免不了七暈八素，是一等一的水中殺手。\\n「前有炮魨出沒，小心躲避口水。」——《野釣手冊·炮魨篇》",
        "es": "Las aletas cortas y redondeadas, el cuerpo rechoncho y el rostro dócil es lo primero que se ve al mirar a un pez globo. Su apariencia es un fiel reflejo de su carácter apagado, lento y perezoso. Sin embargo, no muchos saben que su apariencia torpe oculta una habilidad impresionante: este pez es capaz de absorber agua en su cuerpo y después expulsarla por la boca en forma de un potente chorro, con tanta fuerza y puntería que hasta los pescadores se quedan aturdidos.\\n“Si te encuentras en una zona de peces globo, ten cuidado con los escupitajos”, dice el capítulo sobre los peces globo del «Manual de pesca con caña».",
        "fr": "Une petite nageoire ventrale dodue, un corps charnu et un tempérament débonnaire constituent la première impression donnée par le poisson-globe, et s'accordent très bien avec son caractère lent et placide. Mais peu de gens savent que cette apparence balourde cache une technique secrète de taille : le poisson-globe possède en effet la capacité à aspirer l'eau pour ensuite la recracher en un projectile aussi précis que puissant, capable d'étourdir même le pêcheur imprudent, faisant de ce poisson le tueur de ces eaux.\\n« Lorsque des poissons-globes sont à proximité, mettez-vous à l'abri. » – « Guide de la pêche sauvage - Poisson-globe »",
        "id": "Sirip perut yang bulat dan pendek, tubuh yang montok, dan wajah yang polos — mungkin inilah yang menjadi kesan pertama kebanyakan orang ketika teringat akan ikan buntal. Ciri-ciri ini secara tepat menggambarkan karakteristik aslinya: membosankan, lambat, dan malas. Namun, hanya sedikit orang yang tahu bahwa di belakang penampilan luar fisik yang agak konyol ini ternyata tersembunyi sebuah teknik yang mematikan — ikan ini mampu menyedot air ke dalam tubuhnya, lalu menembakkannya seperti meriam dari mulutnya dengan kekuatan dan ketepatan yang sangat tinggi sampai bahkan para nelayan pun dapat tercengang karenanya. Bukan main-main, mereka adalah pembunuh kelas satu di dalam air.\\n\"Wah, ada Ikan buntal di depan? Hati-hati dengan semburannya!\" — Angler's Atlas, Chapter Pufferfish",
        "jp": "丸くて短い腹びれ、太くて分厚い体、そして温厚篤実な頭部、それが人々の鉄砲フグに対する第一印象だ。これらの特徴は、その性格の多くを正確に反映している。愚直で鈍くて遅い。しかし、この馬鹿げた外見の下に必殺技があるということは、あまり知られていない。彼らは素早く体内に水を取り込み、口から砲弾のように発射できる。漁師でも目がくらむほどの正確さと威力は、水中での大きな脅威だ。\\n「前方に鉄砲フグ出現、水鉄砲に気をつけろ。」——『釣りガイド·鉄砲フグ編』",
        "kr": "둥글고 짧은 배지느러미, 통통한 몸집, 온순한 머리가 사람들이 대포 복어에 대한 첫인상이다. 이 외모는 행동이 굼뜨고 반응이 둔한 복어의 성격을 대부분 반영하고 있다 하지만 이 무던한 외모 아래, 필살 비술이 숨겨져 있다는 사실을 아는 사람은 극소수다. 대포 복어는 물을 빠르게 체내에 빨아들인 후 포탄처럼 쏘아낼 수 있다. 정확하고 강력한 이 공격에 명중된다면, 어부라도 한참 동안 어지러움을 겪을 것이다. 때문에 최상급 수중 킬러로 불리고 있다.\\n「전방에 대포 복어가 출몰하니 복어 침 공격에 주의하자.」ㅡ《민물낚시 핸드북·대포 복어 편》",
        "pt": "A primeira impressão do baiacu para as pessoas normalmente são barbatanas pélvicas finas e curtas, um corpo gordinho e uma face simples. Sua aparência é também uma reflexão de sua personalidade: sem graça, lento e preguiçoso. Porém, algumas pessoas sabem que sua aparência idiota esconde, na verdade, uma técnica mortal. Esse peixe é capaz de absorver água em seu corpo antes de cuspi-la de sua boca com força como um canhão e de uma forma tão precisa que até os pescadores podem ficar atordoados. Verdadeiramente, ele é um assassino experiente na água.\\n\"Baiacu à frente? Cuidado com sua saliva!\" - Guia de Pesca Selvagem: Capítulo do Baiacu",
        "ru": "Маленькие круглые плавники, тучное тело и туповатая голова - таково первое впечатление об этой рыбе. Её внешний вид отражает характер: глупый, ленивый и медлительный. Но мало кто знает, что под глупым видом скрывается секретное оружие: иглобрюх всасывает воду, а затем быстро выстреливает мощной струёй. Меткий и сильный удар даже может причинить вред неумелому рыбаку. Поистине первоклассный подводный убийца.\\n«При встрече остерегайтесь плевков». - «Руководство по дикой рыбалке. Глава \"Иглобрюх\"».",
        "th": "ครีบอุ้งเชิงกรานที่กลมและสั้น ลำตัวอวบอ้วน และหัวเหลี่ยม ๆ เป็นความประทับใจครั้งแรกให้กับคนส่วนใหญ่ที่มีต่อปลาปักเป้า สิ่งนี้สะท้อนบุคลิกของมันได้อย่างแม่นยำ: ทึ่ม, เชื่องช้าและเกียจคร้าน อย่างไรก็ตาม มีเพียงไม่กี่คนที่รู้ว่าภายใต้รูปลักษณ์ภายนอกที่ดูซื่อบื้อนี้ได้ซ่อนเทคนิคนักฆ่าเอาไว้—— ปลาตัวนี้สามารถดูดน้ำเข้าไปในร่างกายของมันก่อนที่จะพ่นออกมาทางปากของมันเหมือนปืนใหญ่ ที่มีความแม่นยำและทรงพลังจนชาวประมงก็ต้องตะลึง แท้จริงแล้วมันคือนักฆ่าอันดับหนึ่งใต้น้ำ\\n\"ปลาปักเป้าอยู่ข้างหน้ารึเปล่า? ระวังน้ำลายมันนะ!\" —— \"คู่มือนักตกปลา: ตอน Pufferfish\"",
        "vi": "Vây bụng tròn và ngắn, thân hình đầy đặn, kèm theo biểu cảm thật thà tạo nên ấn tượng đầu tiên của mọi người về loài cá này. Nhưng điều ít ai biết là dưới vẻ ngoài ngốc nghếch chậm chạp ấy, chúng lại có một kỹ năng hút nước nhanh vào cơ thể, rồi bắn từ miệng ra ngoài một luồng nước như viên đạn pháo, chính xác và mạnh mẽ. Dù đó là một ngư dân đi nữa thì cũng không thể tránh khỏi hôn mê, xứng danh là sát thủ dưới nước.\\n\"Trước mặt có Cá Pháo, cẩn thận bị phun nước miếng.\" - \"Sổ Tay Câu Cá - Cá Pháo\""
    },
    "materialType": "MATERIAL_EXCHANGE"
}