{
    "name": {
        "en": "Puppet Strings",
        "de": "Puppenstränge",
        "chs": "傀儡的悬丝",
        "cht": "傀儡的懸絲",
        "es": "Tubo de marioneta",
        "fr": "Fils de marionnette",
        "id": "Puppet Strings",
        "jp": "傀儡の糸",
        "kr": "꼭두각시 줄",
        "pt": "Fios da Marionete",
        "ru": "Нити марионетки",
        "th": "Puppet Strings",
        "vi": "Dây Tơ Con Rối"
    },
    "id": 113041,
    "materialDesc": {
        "en": "Tubes that were inserted into the mechanical puppet's back. The colors that flow within them are sometimes dull, and at others, vibrant. The contrast is so great as to be fearful.\\nThey provided power to the mechanical puppet, and at the same time served as its strings, controlling it and binding it.\\nOnce the support of these tubes is lost, the puppet becomes as weak as a newborn babe, barely able to even move.",
        "de": "Stränge mit kleinen Röhren, die in den Rücken der Marionette hineinführen. Was darin fließt, ist mal dunkel und mal farbenfroh, ein wirklich schaurig widersprüchlicher Anblick.\\nSie führen der Marionette Energie zu und gleichzeitig wird die Marionette dadurch wie an Faden kontrolliert.\\nMit dem Verlust dieser Stränge ist die Marionette schwach wie ein Neugeborenes und nicht imstande, selbst einen einzigen Schritt zu tun.",
        "chs": "插入机心人偶背部的导管。流淌其中的色彩时而晦暗时而明艳，矛盾到令人恐惧。\\n为机心人偶提供能量，同时也如悬挂木偶的丝线一般控制束缚着人偶。\\n失去导管支撑，人偶将羸弱得堪比新生幼儿，寸步难行。",
        "cht": "插入機心人偶背部的導管。流淌其中的色彩時而晦暗時而明豔，矛盾到令人恐懼。\\n為機心人偶提供能量，同時也如懸掛木偶的絲線通常控制束縛著人偶。\\n失去導管支撐，人偶將羸弱得堪比新生幼兒，寸步難行。",
        "es": "Un fino tubo que se inserta en la parte posterior de una marioneta mecánica. Por él fluyen colores que alternan entre tonalidades muy vivas y muy oscuras, lo que resulta terriblemente contradictorio.\\nSirve de fuente de energía para la marioneta mecánica, a la cual ata y controla como si de un títere se tratara.\\nSin este tubo, la marioneta se volvería tan débil como un bebé recién nacido, incapaz de dar un solo paso adelante.",
        "fr": "Des tubes qui étaient insérés dans le dos de la marionnette. Les substances qui transitaient dedans étaient aussi bien de couleurs monotones que vives. Leur contraste était aussi impressionnant qu'effrayant.\\nIls alimentaient la marionnette en force et servaient également de fils pour la manipuler et l'attacher.\\nUne fois ces tubes rompus, elle est devenue aussi faible qu'un nouveau-né, incapable du moindre mouvement.",
        "id": "Silinder yang terpasang di punggung boneka mesin. Warna yang mengalir di dalamnya kadang redup, kadang cerah, dan kontrasnya begitu terpampang, sangat menakutkan.\\nSumber energi boneka yang juga berfungsi sebagai benang pengendali yang mengikatnya.\\nJika silinder ini lepas, maka bonekanya akan menjadi lemah seperti bayi yang baru lahir, yang bergerak saja tidak mampu.",
        "jp": "機械人形の背部に通す導管。その中に流れる色彩は時に暗く、時に明るく…その矛盾に人は恐怖を覚える。\\nこの管は機械人形にエネルギーを提供するが、同時に人形を操り人形の糸のように束縛する。\\n導管の支えがなければ、人形は生まれたての赤ちゃんのようにか弱く、一歩も動けぬ存在と成り果てるのだ。",
        "kr": "기계인형의 등 뒤에 삽입되는 튜브. 그 안을 타고 흐르는 어두우면서도 화려한 액체는 오싹하면서도 모순적인 대비를 이룬다.\\n이것은 꼭두각시에게 힘을 주기도 하지만, 동시에 조종하고 구속하는 줄 역할도 한다.\\n이 튜브가 없으면 인형은 갓난아기처럼 힘을 잃고 움직일 수 없다",
        "pt": "Tubos inseridos na parte de trás de uma marionete mecânica. As cores que fluem dentro deles às vezes são monótonas, e outras vezes, vibrantes, e o seu contraste é tão grande a ponto de ser assustador.\\nEles forneciam energia para a marionete, e, simultaneamente, serviam como suas cordas, controlando-a e prendendo-a.\\nUma vez que o suporte desses tubos foi perdido, a marionete ficou fraca como um recém-nascido, quase incapaz de se mover.",
        "ru": "Трубки, которые были вставлены в спину механической куклы. Цвета того, что течёт внутри некоторых из них, иногда тусклые, а в других - яркие. Контраст настолько велик, что вызывает страх.\\nОни обеспечивали механическую марионетку энергией и в то же время служили её ниточками, контролируя её и связывая.\\nБез этих трубок, кукла становится слабой, как новорождённый младенец, едва способный передвигаться.",
        "th": "ท่อที่เชื่อมต่อกับส่วนหลังของหุ่นเชิดจักรกล สิ่งที่ไหลเวียนอยู่ภายในบางครั้งก็ดูมืดมิด บางครั้งก็สว่างไสว ซึ่งขัดแย้งกันจนน่าหวาดกลัว\\nมันคอยส่งพลังงานให้กับหุ่นเชิดจักรกล ในขณะเดียวกันก็คอยผูกมัดและควบคุมตัวหุ่นเอาไว้ราวกับเส้นด้ายของหุ่นเชิด\\nหากสูญเสียท่อที่เชื่อมโยงอยู่ หุ่นเชิดก็จะอ่อนแอราวกับทารกที่พึ่งถือกำเนิด ที่ไม่สามารถพยุงตัวให้เดินไปข้างหน้าได้แม้แต่ก้าวเดียว",
        "vi": "Ống dẫn được cắm vào phần lưng của con rối. Màu sắc tuôn chảy trong đó lúc ảm đạm lúc rực rỡ, mâu thuẫn đến mức đáng kinh ngạc.\\nCung cấp năng lượng cho con rối, đồng thời cũng giống như sợi dây treo con rối dùng để khống chế và trói buộc nó.\\nMất đi ống dẫn, con rối sẽ yếu đuối như một đứa trẻ mới sinh, cất bước cũng khó thành."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}