{
    "name": {
        "en": "Puppy-Paw Hash Brown",
        "de": "Kratztoffelpuffer",
        "chs": "爪爪土豆饼",
        "cht": "爪爪薯餅",
        "es": "Tortilla de papas en forma de garra",
        "fr": "Galette papatte",
        "id": "Puppy-Paw Hash Brown",
        "jp": "ツメ型ハッシュドポテト",
        "kr": "와구와구 감자전",
        "pt": "Bolinho em Formato de Pata",
        "ru": "Картофельные оладьи «Волчьи лапки»",
        "th": "Puppy-paw Hash Brown",
        "vi": "Bánh Khoai Tây"
    },
    "id": 108048,
    "materialDesc": {
        "en": "Razor's specialty. Carefully shaped to resemble a wolf's paw. You can really feel the effort he has put into trying human cooking.",
        "de": "Razors Spezialzubereitung. Mit viel Sorgfalt zu Wolfspfoten geformte, süß duftende Kartoffelpuffer. Man schmeckt seine Mühe dabei heraus, Speisen für Menschen zuzubereiten.",
        "chs": "雷泽的特色料理。被小心翼翼捏成狼爪形状的土豆饼，朴实中带着香甜，能够品尝出他对于人类料理的努力。",
        "cht": "雷澤的特色料理。被小心翼翼捏成狼爪形狀的薯餅，樸實中帶著香甜，能夠品嚐出他對於人類料理的努力。",
        "es": "La especialidad de Razor. Cuidadosamente moldeada para que se parezca a la pata de un lobo. Realmente se puede apreciar el esfuerzo que ha puesto en intentar imitar la cocina humana.",
        "fr": "Spécialité culinaire de Razor. Cette galette a été soigneusement modelée en patte de loup. On peut voir qu'il s'en sort plutôt bien en cuisine humaine.",
        "id": "Masakan andalan Razor. Hash brown ini dibentuk sedemikian rupa agar menyerupai telapak kaki serigala. Kamu bisa merasakan kerja keras Razor untuk membuat masakan manusia di balik setiap gigitannya.",
        "jp": "レザーのオリジナル料理。丁寧に狼の爪の形にしたハッシュドポテト。素朴な味の中に甘い香りが広がり、人間の料理に対するレザーの努力を味わえる。",
        "kr": "레이저의 특제 요리. 조심스럽게 늑대 발톱 모양으로 빚은 감자전으로 단맛이 강하다. 정성이 가득 들어 있다",
        "pt": "Especialidade de Razor. Possui um formato cuidadoso de um lobo. Você realmente consegue sentir o esforço dele na culinária.",
        "ru": "Особое блюдо Рэйзора. Каждый оладушек вылеплен в форме волчьей лапки. Каждый съеденный оладушек даёт понять, сколько усилий вложил Рэйзор в приготовление человеческой еды.",
        "th": "เมนูพิเศษของ Razor ที่ปั้นออกมาเป็นกรงเล็บหมาป่า คุณจะสัมผัสได้ถึงความตั้งใจที่เขาทุ่มเทลงไปในการทำอาหารของมนุษย์",
        "vi": "Món độc quyền của Razor. Là bánh khoai tây được nặn thành hình móng vuốt sói, ngọt thơm mộc mạc, có thể cảm nhận được sự nỗ lực mà Razor dành cho món ăn của con người."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}