{
    "name": {
        "en": "Purchased Goods",
        "de": "Gekaufte Materialien",
        "chs": "采购物资",
        "cht": "採購物資",
        "es": "Materiales comprados",
        "fr": "Matériaux achetés",
        "id": "Barang Belanjaan",
        "jp": "仕入れた物資",
        "kr": "구매 물자",
        "pt": "Mercadorias Compradas",
        "ru": "Купленные товары",
        "th": "สินค้าที่ซื้อมา",
        "vi": "Vật Tư Mua Sắm"
    },
    "id": 120046,
    "materialDesc": {
        "en": "Items that Nilou bought for the Zubayr Theater. Apart from materials for making performance props, there are other items here that either fall under daily use or celebratory purposes. It is too much of a burden for one person to move this stuff themselves, to the point where even Paimon tried her best to lighten this heavy load.",
        "de": "Von Nilou für das Theater Zubayr gekaufte Materialien. Abgesehen von Herstellungsmaterial für Requisiten für die Vorstellungen gibt es noch jede Menge Gebrauchsgüter für Feste und den Alltag. Wenn man sie allein transportieren wollte, wäre die Bürde sehr groß. Und gegenüber dieser plötzlichen Last hat auch Paimon ihr Bestes gegeben.",
        "chs": "妮露为祖拜尔剧场采购的物资，除了演出道具的制作材料之外，还有很多日常与庆祝用品。想要单人搬运的话，负担的确有些大，而面对突如其来的重量，派蒙也尽力了。",
        "cht": "妮露為祖拜爾劇場採購的物資，除了演出道具的製作材料之外，還有很多日常與慶祝用品。想要單人搬運的話，負擔的確有些大，而面對突如其來的重量，派蒙也盡力了。",
        "es": "Los suministros que Nilou ha comprado para el Teatro Zubayr. Incluyen no solo materiales para la producción de utilería, sino también muchos artículos de uso cotidiano y para celebraciones. Son un poco pesados como para que una sola persona intente moverlos. Incluso Paimon lo hizo lo mejor que pudo para ayudar.",
        "fr": "Affaires que Nilou a achetées pour le théâtre Zubayr. Outre des matériaux pour la fabrication d'accessoires de scène, il y a également d'autres objets qui servent pour un usage quotidien ou à des fins de célébration. Tout cela a l'air bien trop lourd pour qu'une seule personne le transporte elle-même, au point que même Paimon doit faire de son mieux pour alléger cette lourde charge...",
        "id": "Barang-barang yang Nilou beli untuk Teater Zubayr. Selain bahan-bahan yang digunakan untuk membuat alat peraga pertunjukan, ada juga barang keperluan sehari-hari atau perayaan. Sepertinya bobotnya agak berat kalau mau dibawa sendiri. Menghadapi bobot beban yang bertubi-tubi seperti ini bahkan membuat Paimon jadi kewalahan.",
        "jp": "ニィロウがズバイルシアターのために調達した物資。演出用の道具を作る材料以外に、日用品やお祝い用の品物も含まれている。一人で運ぶには少し重いかもしれない。突然現れたこの重量物に、パイモンはベストを尽くした。",
        "kr": "닐루가 주바이르 극장을 위해 구매한 물자. 공연 소품의 제작 재료 외에도 일상 및 축제 용품이 많이 들어있다. 혼자 운반하기엔 좀 버거운 무게라서, 페이몬도 이 느닷없이 찾아온 무게를 감당하기 위해 최선을 다했다",
        "pt": "Um item que Nilou comprou para o Teatro Zubayr. Além dos materiais para fazer itens do cenário, há outros que são de uso diário ou para celebrações. Seria um fardo muito grande para uma pessoa mover isso sozinha, ao ponto de Paimon ter dado seu melhor para ajudar.",
        "ru": "Предметы, которые Нилу купила для театра Зубаира. Помимо материалов для изготовления реквизита, здесь есть и другие предметы, которые относятся либо к повседневным, либо к праздничным. Одному человеку было бы слишком тяжело перенести всё это, и даже Паймон помогает, как может.",
        "th": "สินค้าที่ Nilou ซื้อให้กับโรงละคร Zubayr นอกจากวัสดุที่ใช้สร้างอุปกรณ์สำหรับการแสดงแล้ว ยังมีของใช้ในชีวิตประจำวันและของใช้ในการจัดงานเลี้ยงด้วย หากจะขนย้ายด้วยตัวคนเดียวก็คงจะหนักเกินไป แต่ Paimon เองก็ทุ่มเทสุดกำลัง กับน้ำหนักที่ทับถมลงมาอย่างกะทันหันแล้วล่ะนะ",
        "vi": "Vật tư mà Nilou đã mua cho Nhà Hát Zubayr, ngoài nguyên liệu chế tạo đạo cụ ra thì còn rất nhiều vật dụng hằng ngày. Nếu mang vác một mình thì hơi nặng, đối mặt với sức nặng đột ngột này, Paimon cũng đã cố gắng hết sức."
    },
    "materialType": "MATERIAL_QUEST"
}