{
    "name": {
        "en": "\"Pure Gorgeous Summer\"",
        "de": "„Bunter und erfrischender Sommer“",
        "chs": "「斑斓与清冽之夏」",
        "cht": "「斑斕與清冽之夏」",
        "es": "Verano esplendoroso",
        "fr": "« Magnificence d'été »",
        "id": "\"Musim Panas yang Indah dan Murni\"",
        "jp": "「華やかで爽やかな夏」",
        "kr": "「찬란하고 청량한 여름」",
        "pt": "\"Verão Belo, Claro e Frio\"",
        "ru": "Прекрасное яркое лето",
        "th": "สีสันและความสดใสแห่งฤดูร้อน",
        "vi": "Mùa Hè Rực Rỡ Và Tươi Mát"
    },
    "id": 391109,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making \"Pure Gorgeous Summer.\"\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Bunter und erfrischender Sommer“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『斑斓与清冽之夏』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『斑斕與清冽之夏』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Verano esplendoroso.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la « Magnificence d'été ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Musim Panas yang Indah dan Murni\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『華やかで爽やかな夏』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「『찬란하고 청량한 여름』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Verão Belo, Claro e Frio\".\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Прекрасное яркое лето», вы можете увидеть его в меню размещения.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"สีสันและความสดใสแห่งฤดูร้อน\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Mùa Hè Rực Rỡ Và Tươi Mát\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}