{
    "name": {
        "en": "Purse by the Dried-Up Well",
        "de": "Geldbeutel am ausgetrockneten Brunnen",
        "chs": "在枯井旁找到的钱袋",
        "cht": "在枯井旁找到的錢袋",
        "es": "Bolsa al lado del pozo",
        "fr": "Bourse trouvée au puits asséché",
        "id": "Dompet di Sumur Kering",
        "jp": "枯れ井戸で見つけた金袋",
        "kr": "마른 우물 주변에서 찾아낸 돈주머니",
        "pt": "Bolsa Junto ao Poço Seco",
        "ru": "Кошелёк у высохшего колодца",
        "th": "ถุงเงินที่เก็บได้จากบ่อน้ำแห้งขอด",
        "vi": "Túi tiền tìm thấy bên cạnh giếng khô"
    },
    "id": 100830,
    "materialDesc": {
        "en": "A purse that you found beside the dry well in Konda Village.\\nIt seems to have been left behind in a hurry, and has a special symbol printed on it.",
        "de": "Ein Geldbeutel, den du neben dem trockenen Brunnen im Dorf Konda gefunden hast.\\nEr scheint in Eile zurückgelassen worden zu sein und hat ein besonderes Symbol aufgedruckt.",
        "chs": "在绀田村的枯井旁找到的钱袋。\\n似乎是匆匆落下的东西。上面印了特殊的符号。",
        "cht": "在紺田村的枯井旁找到的錢袋。\\n似乎是匆匆落下的東西。上面印了特殊的符號。",
        "es": "Una bolsa con monedas hallada junto al pozo seco de la Aldea Konda.\\nParece que se le cayó a alguien que iba con prisa. Tiene grabado un símbolo especial.",
        "fr": "Une bourse trouvée à côté du puits asséché dans le Village de Konda.\\nElle semble avoir été oubliée à la hâte, et il y a un symbole spécial imprimé dessus.",
        "id": "Dompet yang kamu temukan di samping sumur kering di Desa Konda.\\nSepertinya dompet ini tertinggal karena pemiliknya terburu-buru. Di atasnya terdapat simbol khusus.",
        "jp": "枯れ井戸で見つけた金袋。\\n恐らく慌てて落としたものだ。特殊な記号が記されている。",
        "kr": "콘다 마을의 마른 우물 주변에서 찾아낸 돈주머니\\n다급한 와중에 떨어뜨린 물건인 듯하다. 위에는 특수한 부호가 그려져 있다",
        "pt": "Uma bolsa que você encontrou ao lado do poço seco na Vila Konda.\\nParece que foi deixada para trás com pressa e tem um símbolo especial impresso nela.",
        "ru": "Кошелёк, который вы нашли у высохшего колодца в деревне Конда.\\nКажется, его оставили в спешке. На нём есть особый символ.",
        "th": "ถุงเงินที่เก็บได้จากบ่อน้ำแห้งขอดในหมู่บ้าน Konda\\nดูเหมือนว่าจะเป็นของที่ถูกทิ้งไว้อย่างเร่งรีบ มีสัญลักษณ์ที่ดูพิเศษพิมพ์ไว้อยู่",
        "vi": "Túi tiền tìm thấy bên cạnh giếng khô ở Làng Konda.\\nHình như bị rơi trong lúc vội vàng, phía trên có in ký hiệu đặc biệt."
    },
    "materialType": "MATERIAL_QUEST"
}