{
    "name": {
        "en": "Qingce Cloud Residence",
        "de": "Qingce-Wolkenlandhaus",
        "chs": "轻策闲云居",
        "cht": "輕策閒雲居",
        "es": "Residencia entre nubes",
        "fr": "Résidence des nuages de Qingce",
        "id": "Hunian Awan Qingce",
        "jp": "軽策暇雲居",
        "kr": "구름 속 경책",
        "pt": "Casas Celestes de Qingce",
        "ru": "Облачная резиденция Цинцэ",
        "th": "หมู่บ้านท่ามกลางหมู่เมฆ",
        "vi": "Khinh Sách Nhàn Vân Cư"
    },
    "id": 350044,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a \"Qingce Cloud Residence.\"\\nA mountain hamlet modeled after Qingce Village. It is said that the friendly atmosphere there is infectious and that visitors who enter will find themselves calmed and more appreciative of simple joys that they may have once forgotten.\\nTo head out in pursuit of one's ideals and spend one's years magnificently chasing a career is certainly praiseworthy. But after spending so long on such endeavors, one may eventually tire. When that happens, a quiet and peaceful life out in the countryside remains a good choice. Qingce Village has always maintained its acceptance of young folk who head out to seek their fortunes, and is ready to welcome them back with open arms at any time.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Xinyan, Xiao, Hu Tao, Qiqi, Shenhe, Yelan",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Qingce-Wolkenlandhaus“.\\nEin Bergdorf, das dem Qingce-Dorf nachempfunden wurde. Man sagt, dass die freundliche Atmosphäre dort ansteckend ist und dass Besucher, die eintreten, sich viel ruhiger fühlen und ihre Freude für die einfachen Dinge des Lebens, die sie einst verloren haben, wiederentdecken.\\nSich auf die Jagd nach den eigenen Idealen zu machen und jahrelang einer Karriere nachzujagen ist sicherlich rühmlich. Doch nachdem man lange Zeit damit verbracht hat, wird man irgendwann müde, und wenn das passiert, dann ist ein friedliches Leben auf dem Land vielleicht eine gute Idee. Das Qingce-Dorf hat es immer akzeptiert, dass die jungen Menschen auf der Suche nach ihrem Glück aufgebrochen sind, und es ist stets bereit, sie jederzeit mit offenen Armen wieder zu empfangen.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Xinyan, Xiao, Hu Tao, Qiqi, Shenhe und Yelan.",
        "chs": "步骤详实的图纸，记载着「轻策闲云居」的放置方法。\\n以轻策庄为摹版布置的山间村庄。据说踏入此地后，游人便会被亲切的氛围感染，心境归于平和，发现以往疏忽的质朴之美。\\n年少之时追求理想，为了事业闯荡，经历一段波澜壮阔的岁月，固然值得肯定。不过常年在外闯荡，可能也会有疲惫的一天。彼时，和睦的邻里与平静的乡间生活，也不失为一种选择。对于出门远游的年轻人，轻策庄始终持以长辈般的包容，随时欢迎他们归乡发展。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：辛焱、魈、胡桃、七七、申鹤、夜兰",
        "cht": "步驟詳實的圖紙，記載著「輕策閑雲居」的放置方法。\\n以輕策莊為摹版佈置的山間村莊。據說踏入此地後，遊人便會被親切的氛圍感染，心境歸於平和，發現以往疏忽的質樸之美。\\n年少之時追求理想，為了事業闖蕩，經歷一段波瀾壯闊的歲月，固然值得肯定。不過常年在外闖蕩，可能也會有疲憊的一天。彼時，和睦的鄰里與平靜的鄉間生活，也不失為一種選擇。對於出門遠遊的年輕人，輕策莊始終持以長輩般的包容，隨時歡迎他們歸鄉發展。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：辛焱、魈、胡桃、七七、申鶴、夜蘭",
        "es": "Plano detallado para colocar Residencia entre nubes.\\nUn pueblo de montaña al estilo de la Aldea Chingtsé. Al poner un pie en este lugar, los viajeros se contagian de la atmósfera amistosa, sus corazones se tranquilizan, y redescubren los placeres sencillos que habían olvidado.\\nPerseguir ideales y labrarse una carrera cuando se es joven es digno de elogio, sin duda. Pero, probablemente, el cansancio llegue tras pasar muchos años de esa manera. En ese momento, una vida tranquila en el campo parece la mejor opción. La Aldea Chingtsé siempre ha respetado a los jóvenes que salen a buscar fortuna y los recibe con los brazos abiertos cuando quieren regresar.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Xinyan, Xiao, Hu Tao, Qiqi, Shenhe, Yelan.",
        "fr": "Étapes de mise en place de la résidence des nuages de Qingce.\\nUn hameau de montagne inspiré du Village de Qingce. On dit que l'atmosphère amicale y est contagieuse et que les visiteurs qui y pénètrent se trouveront plus calmes et plus attentifs aux joies simples qu'ils ont peut-être autrefois oubliées.\\nPartir à la poursuite de ses idéaux et passer ses années à chasser une carrière est certainement louable. Mais après avoir passé beaucoup de temps à faire de telles choses, on peut éventuellement se sentir fatigué, et une fois que cela se produit, une vie calme et paisible à la campagne peut rester un bon choix. Le Village de Qingce a toujours maintenu son acceptation de ces jeunes gens qui partent chercher fortune et est prêt à les accueillir de nouveau à bras ouverts à tout moment.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Xinyan, Xiao, Hu Tao, Qiqi, Shenhe, Yelan.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Hunian Awan Qingce\".\\nSebuah dusun pegunungan yang meniru Desa Qingce. Dikatakan bahwa suasana di sana sangat ramah dan setiap pengunjung yang datang akan merasa tenang dan lebih bersyukur akan hal-hal kecil yang tidak mereka sadari sebelumnya.\\nMerantau untuk mengejar cita-cita dan menghabiskan bertahun-tahun untuk mengejar karir tentunya patut dipuji. Tapi setelah bertahun-tahun melakukannya, seseorang pasti akan merasa lelah, dan saat itu terjadi, kehidupan yang tenang dan damai di pinggiran kota adalah pilihan yang baik. Desa Qingce selalu menerima keputusan anak-anak muda yang pergi mencari peruntungan dan siap menyambut mereka kembali dengan tangan terbuka kapan saja.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.\\nRekan yang menyukai Set Perabotan ini: Xinyan, Xiao, Hu Tao, Qiqi, Shenhe, Yelan",
        "jp": "「軽策暇雲居」の詳しい配置方法が載っている設計図。\\n軽策荘を模倣して配置された山林の村。ここにいると安らかな雰囲気に包まれ、心が落ち着く。それに、今まで見逃していたような些細な美にも気づかせてくれる。\\n若くして大志を抱き、つとめのために奔走するのは確かに称賛されるべきことだ。しかし走り続ければ、いずれは疲れ果ててしまう。そんな時は、のどかな田舎の生活を試してみてはどうだろうか。軽策荘は夢を求めて旅立った若者を、いつでも家族のように迎えてくれる。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：辛炎、魈、胡桃、七七、申鶴、夜蘭",
        "kr": "작업 순서가 상세한 도면, 「구름 속 경책」 설치 방법이 기재되어 있다.\\n경책 산장을 모방해 만들어진 산간 마을. 이곳에 들어오면 친근한 분위기에 감화되어 편안한 마음을 느끼고, 그간 경시했던 소박함의 아름다움을 발견한다고 한다.\\n젊은 날 이상을 추구하고 사업을 위해 파란만장한 삶을 사는 것도 긍정적이지만, 계속해서 떠돌아다닌다면 지치는 날이 오기 마련이다. 그런 때에 화목한 이웃들과 평화로운 시골 생활을 하는 것도 괜찮은 선택이다. 멀리 여행을 떠나는 젊은이들에게 경책 산장은 언제나 아량을 베풀어 고향으로의 귀향을 반긴다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 신염, 소, 호두, 치치, 신학, 야란",
        "pt": "Um diagrama detalhado com o passo a passo para colocar \"Casas Celestes de Qingce\".\\nUm vilarejo de montanha modelado baseado na Vila Qingce. Dizem que o ambiente amigável ali é contagiante e que os visitantes que entram se encontrarão mais calmos e agradecidos pelas simples alegrias que podem ter sido esquecidas.\\nSeguir os próprios ideais e passar muitos anos perseguindo magnificamente uma carreira certamente é louvável. Mas depois de passar muito tempo fazendo tais coisas, pode-se eventualmente sentir cansaço, e uma vez que isso aconteça, uma vida calma e pacífica no campo pode continuar sendo uma boa escolha. A Vila Qingce sempre manteve sua aceitação daqueles jovens que saem em busca de suas fortunas e está pronta para recebê-los de volta de braços abertos a qualquer momento.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nOs personagens a seguir preferem este Conjunto de Decoração: Xinyan, Xiao, Hutao, Qiqi, Shenhe, Yelan",
        "ru": "Подробная схема размещения комплекта «Облачная резиденция Цинцэ».\\nГорная деревушка, созданная по образцу деревни Цинцэ. Говорят, что дружелюбная атмосфера там заразительна, и что гости, приезжающие туда, обретают спокойствие и начинают больше ценить простые радости, о которых они, возможно, когда-то забыли.\\nПреследовать свои идеалы и проводить свою жизнь в погоне за карьерой, конечно, похвально. Но, потратив много времени на такие дела, человек может почувствовать усталость, и когда это произойдёт, тихая и спокойная жизнь в сельской местности может стать хорошим выбором. Деревня Цинцэ всегда рада молодым людям, отправляющимся на поиски удачи, и готова принять их с распростёртыми объятиями в любое время.\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.\\nЭтот комплект мебели предпочитают следующие компаньоны: Синь Янь, Сяо, Ху Тао, Ци Ци, Шэнь Хэ, Е Лань.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"หมู่บ้านท่ามกลางหมู่เมฆ\"\\nหมู่บ้านท่ามกลางหุบเขาที่มีสไตล์การตกแต่งตามแบบฉบับ Qingce Village ว่ากันว่าหลังจากก้าวเข้ามาที่นี่แล้ว นักท่องเที่ยวต่างพากันซึมซับบรรยากาศที่เป็นกันเอง และเข้าถึงความงดงามและความเรียบง่ายที่ปกติมักจะมองข้ามไป\\nการตามหาความฝันในช่วงวัยรุ่น และผ่านช่วงเวลาแห่งการมานะบากบั่นเพื่อความก้าวหน้านั้นเป็นสิ่งที่คุ้มค่าอย่างแน่นอน แต่หากตระเวนไปทั่วอยู่ตลอดเวลาล่ะก็ คงจะมีช่วงเวลาที่เหน็ดเหนื่อยในสักวัน และเมื่อเวลานั้นมาถึง ชีวิตที่เงียบสงบกับเพื่อนบ้านในชนบท ก็คงถือเป็นตัวเลือกที่ไม่เลวเลย สำหรับคนหนุ่มสาวที่ออกจากบ้านไปไกลแสนไกลนั้น คนเฒ่าคนแก่ใน Qingce Village นั้นต่างรอคอยและยินดีต้อนรับพวกเขากลับมาอยู่เสมอ\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Xinyan, Xiao, Hu Tao, Qiqi, Shenhe, Yelan",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Khinh Sách Nhàn Vân Cư\".\\nThôn trang giữa núi được mô phỏng theo Khinh Sách Trang. Nghe nói khi bước chân vào nơi này, bầu không khí thân thiện sẽ khiến du khách cảm thấy tĩnh tâm, và nhận ra những nét đẹp giản đơn mà bình thường không mấy chú ý đến.\\nKhi còn trẻ phải theo đuổi lý tưởng, trải qua những năm tháng hào hùng là điều đúng đắn. Nhưng bôn ba mãi cũng sẽ có lúc mệt mỏi. Lúc này, cuộc sống yên bình nơi thôn quê, cùng hàng xóm hòa nhã, cũng là một lựa chọn không tồi. Đối với những người trẻ tuổi rong ruổi xa nhà, thì Khinh Sách Trang mãi luôn là sự bao dung, luôn chào đón họ trở về.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Xinyan, Xiao, Hu Tao, Qiqi, Shenhe, Yelan"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}