{
    "name": {
        "en": "Qingce Stir Fry",
        "de": "Bauerngemüse nach Qingce-Art",
        "chs": "轻策农家菜",
        "cht": "輕策農家菜",
        "es": "Salteado de Chingtsé",
        "fr": "Délices rustiques de Qingce",
        "id": "Qingce Stir Fry",
        "jp": "軽策農家料理",
        "kr": "경책 가정식",
        "pt": "Prato Rústico de Qingce",
        "ru": "«Сельская услада»",
        "th": "Qingce Stir Fry",
        "vi": "Món Nhà Nông Khinh Sách"
    },
    "id": 108129,
    "materialDesc": {
        "en": "A dish cooked over a roaring fire. They say it was originally just a rustic dish that everyone in Qingce Village knew how to make. But quite unexpectedly, its crispy and spicy dishes gained the recognition of people from elsewhere, and thus began to spread throughout the Liyue region.",
        "de": "Ein auf hoher Flamme gebratenes Gemüsegericht. Angeblich war diese Speise so alltäglich im Qingce-Dorf, dass dort im Grunde jede Familie sie zubereitete. Aufgrund der knackigen Substanz und interessanten Schärfe hat sie aber auch in anderen Gegenden um Liyue an Bekanntheit gewonnen und sich so weit verbreitet.",
        "chs": "旺火炒制的菜肴。据说原本是轻策庄家家户户都会做的农家菜，但其脆辣的口味意外地受到了人们的认可，因而在璃月地区广泛地流传开来。",
        "cht": "大火快炒的菜餚。據說原本是輕策莊家家戶戶都會做的農家菜，但其脆辣的口味意外地受到了人們的認可，因而在璃月地區廣泛地流傳開來。",
        "es": "Un plato cocinado a fuego rápido. Dicen que originalmente era tan solo un plato casero que todo el mundo sabía hacer en la Aldea Chingtsé. Sin embargo, se ganó el reconocimiento de personas de otros lugares gracias a su crujiente textura y picante sabor. Así fue cómo comenzó a extenderse por toda la región de Liyue.",
        "fr": "Un plat cuisiné à feu vif. Originellement une spécialité du Village de Qingce, ce mets croustillant et épicé a su gagner les cœurs de tous, si bien qu'il est désormais servi dans les quatre coins de Liyue.",
        "id": "Hidangan yang dimasak di atas api membara. Orang-orang mengatakan pada mulanya ini hanyalah hidangan biasa di mana semua orang di Desa Qingce tahu cara membuatnya. Namun tak disangka, hidangan pedas dan renyah ini mendapat pengakuan orang-orang dari tempat lain, dan akhirnya menyebar ke daerah Liyue.",
        "jp": "強火で炒めた料理。もとは軽策荘地域の家庭料理だったが、その辛さは案外他の地域でもウケがよく、徐々に璃月地域で広く伝わる料理となった。",
        "kr": "센 불에 볶은 요리. 경책 산장 사람들이 만들어 먹던 가정식이지만 바삭하고 매콤한 맛이 인정받아 리월 지역까지 퍼지게 되었다",
        "pt": "Pratos cozidos em fogo alto. Dizem que originalmente era apenas um prato rústico que todos na vila de Qingce sabiam fazer. Mas, inesperadamente, seus pratos crocantes e picantes ganharam o reconhecimento de pessoas de outros lugares e, assim, começaram a se espalhar por toda a região de Liyue.",
        "ru": "Это блюдо готовят на большом огне. Говорят, что изначально считалось повседневной едой в деревне Цинцэ. Каждый от мала до велика знал, как его готовить. Но неожиданно острое и хрустящее блюдо понравилось людям из разных мест, и его рецепт распространился по всему Ли Юэ.",
        "th": "เมนูผัดไฟแรง กล่าวกันว่าแต่เดิมเป็นเมนูที่ทุกครอบครัวในหมู่บ้าน Qingce สามารถทำได้ แต่คาดไม่ถึงว่ารสชาติที่เผ็ดร้อนของมันกลับได้รับการยอมรับจากทุกคน อีกทั้งยังแพร่หลายไปทั่วทั้งเมือง Liyue อีกด้วย",
        "vi": "Là một món xào. Người ta nói rằng vốn dĩ nó là một món ăn của nông dân mà những người ở Khinh Sách Trang đều biết làm, bất ngờ là vị cay và giòn của nó được tất cả mọi người yêu thích, vì vậy nó đã được lan truyền rộng rãi ở Liyue."
    },
    "materialType": "MATERIAL_FOOD"
}