{
    "name": {
        "en": "Quelled Creeper",
        "de": "Ranke der Auslöschung",
        "chs": "灭诤草蔓",
        "cht": "滅諍草蔓",
        "es": "Trepadora supresora",
        "fr": "Liane d'oblitération",
        "id": "Quelled Creeper",
        "jp": "滅諍の蔓",
        "kr": "분쟁을 멈추는 넝쿨",
        "pt": "Vinhas da Destruição",
        "ru": "Подавленная лоза",
        "th": "Quelled Creeper",
        "vi": "Dây Leo Chế Ngự"
    },
    "id": 113040,
    "materialDesc": {
        "en": "The final coalesced form of the Dendro Hypostasis. The tough vines protect a pure cubic elemental crystal.\\nDendro defies any common logic yet exists in perfect harmony with life. Elemental Hypostases, on the contrary, are most distant in appearance to all living beings. The combination of these two should probably never have appeared in this world. It is said that such elemental hypostases have the intelligence to \"learn\" and have thus understood the colors and dreams of the forest, a process that has transformed them into this shape over thousands of years.",
        "de": "Ein von Ranken überwucherter seltsamer harter purer Elementarkristall, zu dem die Dendro-Hypostase schließlich kondensiert wurde.\\nEs ist kaum zu verstehen, dass es auf der Welt eine Verbindung zwischen dem Dendro-Element, welches die engste Verbindung mit dem Leben hat, und der Hypostase, die mit allen Lebensformen so wenig zu tun hat, gibt. Man sagt, dass die Hypostasen die Intelligenz zum „Lernen“ besitzen und deshalb die vielen Formen und Träume des Waldes verstehen und mit deren Einflüssen von mehr als ein tausend Jahren diese Form angenommen haben.",
        "chs": "无相之草最终凝聚成的形姿，坚硬的藤蔓包围之下的纯净元素方晶。\\n最与常理相悖、又最适宜生命的草元素，与距离一切生命的形态最遥远的无相元素原本不应当相结合出现在大地上吧。一说认为无相元素有「学习」的智性，所以了解到了森林中的多彩与梦。在超越千年的晕染中，也变成了如此的形态。",
        "cht": "無相之草最終凝聚成的形姿，堅硬的藤蔓包圍之下的純淨元素方晶。\\n最與常理相悖、又最適宜生命的草元素，與距離一切生命的形態最遙遠的無相元素原本不應當相結合出現在大地上吧。一說認為無相元素有「學習」的智性，所以瞭解到了森林中的多彩與夢。在超越千年的暈染中，也變成了如此的形態。",
        "es": "Una sustancia elemental pura de la que finalmente se condensa el Hipostasis Dendro. Se trata de un cristal cúbico puro y protegido por unas robustas enredaderas.\\nEl elemento Dendro, que es el más contrario al orden natural de las cosas y, al mismo tiempo, el más adecuado para la vida, y el Hipostasis, un ser elemental muy alejado del resto de las formas de vida, no deberían haber sido capaces de unirse en este mundo. Se dice que el Hipostasis es capaz de “aprender” de su entorno y que es por ello que comprende los sueños y matices del bosque. Su forma actual es el resultado de miles de años de transformación.",
        "fr": "#La forme finale condensée d'une Hypostase Dendro. Des lianes robustes protègent un cristal élémentaire pur.\\nL'élément Dendro, dont l'existence est la plus opposée à l'ordre naturel des choses, mais l'élément le plus compatible avec la vie, et une Hypostase, un être élémentaire très éloigné de toutes les autres formes de vie, n'auraient pas dû avoir la possibilité de ne faire qu'un dans ce monde. On raconte qu'une Hypostase est capable d'«{NON_BREAK_SPACE}apprendre{NON_BREAK_SPACE}» de leur environnement. C'est pour cette raison que les rêves et les nuances de la forêt n'ont aucun secret pour celle-ci en particulier. Sa forme actuelle est le fruit de milliers d'années de transformation.",
        "id": "Gumpalan bentuk akhir Dendro Hypostasis. Akar yang kuat melindungi kristal elemen murni.\\nMakhluk Hypostasis, makhluk hidup yang melanggar semua logika kehidupan dan memiliki wujud paling jauh dari bentuk kehidupan lainnya, mungkin seharusnya tidak pernah ada di dunia ini. Dikatakan bahwa makhluk ini memiliki kecerdasan yang cukup untuk \"belajar\", dan oleh sebab itu dapat memahami warna dan impian hutan. Hal inilah yang mengubah wujudnya menjadi seperti yang sekarang, setelah melalui proses selama ribuan tahun.",
        "jp": "無相の草が最終的に凝縮して作った形態。強固なツル草によって囲まれた純粋な元素の結晶である。\\n条理に相反し、すべての命の形態から最もかけ離れた無相元素が、最も生命に調和する草元素と結合された状態で大地に出現するというのは、本来あるべきことではないのだろう。ある一説によると、無相元素には「学習」の知性があり、森の中の多彩と夢を知っているという。そして千年を超える時の中で、このような姿へと変わったのだ。",
        "kr": "무상의 풀의 최종 응집 형태. 단단한 넝쿨이 순수한 원소 결정을 감싸고 있다.\\n상식과 가장 동떨어졌지만 생명과 가장 잘 조화를 이루는 풀 원소와 생명의 형태와 가장 동떨어져 있는 무상의 원소는 서로 결합할 수 없는 것이 정상이다. 일설에 따르면 무상의 원소는 「학습」 능력이 있어서, 숲의 다채로움과 꿈을 이해하고 수천 년에 걸쳐 이런 형태로 변했다고 한다",
        "pt": "A forma final consolidada do Hypostasis Dendro. As vinhas grossas protegem o cristal elemental cúbico.\\nOs Hypostasis Elementais existem contrários a qualquer lógica e são os mais distantes da aparência de vida existente, e ainda assim são os mais adaptados a viver, provavelmente nunca deveriam ter aparecido nesse mundo. Dizem que tais Hypostasis Elementais tem inteligência o suficiente para \"aprender\" e, portanto, aprenderam as cores e sonhos da floresta, um processo que os transformou nesse formato ao longo de milhares de anos.",
        "ru": "Окончательная форма Дендро гипостазиса. Жёсткие виноградные лозы защищают кубический элементальный кристалл.\\nДендро не поддаётся никакой логике, но при этом существует в совершенной гармонии с жизнью. Элементальные гипостазисы, напротив, наиболее отличаются от всех живых существ. Сочетание этих двух факторов никогда не должно было появиться в этом мире. Говорят, что элементальные гипостазисы обладают разумом, позволяющим «учиться», поэтому они понимают цвета и сны леса, и в итоге приняли эту форму спустя несколько тысячелетий.",
        "th": "ผลึกธาตุบริสุทธิ์ที่ถูกห่อหุ้มไว้ด้วยเถาวัลย์ที่แข็งแกร่ง รวมตัวกันเป็นรูปร่างขั้นสุดท้ายของ Dendro Hypostasis\\nธาตุไม้ที่ขัดแย้งกับหลักเหตุผล แต่ก็เข้ากันกับสิ่งมีชีวิตมากที่สุด และ Hypostasis ที่มีรูปร่างห่างไกลจากสิ่งมีชีวิตทั้งปวงนั้นเดิมทีไม่ควรก่อตัวและปรากฏอยู่บนโลกใบนี้ ว่ากันว่า Hypostasis นั้นมีสติปัญญาแห่ง \"การเรียนรู้\" ดังนั้นจึงเข้าใจสีสันและความฝันที่อยู่ภายในผืนป่า หลังจากข้ามผ่านช่วงเวลานับพันปี ก็ได้พัฒนาจนมีรูปร่างอย่างที่เห็นอยู่ในปัจจุบัน",
        "vi": "Hình thái cuối cùng mà Thảo Nguyên Bản ngưng tụ thành, tinh thể nguyên tố thuần túy được bao bọc dưới lớp dây leo.\\nNguyên tố Thảo nghịch lý nhất, nhưng cũng thích nghi nhất với sự sống, vốn dĩ không nên kết hợp với Nguyên Tố Nguyên Bản xa xưa nhất với hình thái xa cách mọi sự sống để xuất hiện trên mặt đất này. Có nhận định cho rằng Nguyên Tố Nguyên Bản có trí tuệ \"học tập\", cho nên đã hiểu được sự đặc sắc và giấc mơ của rừng sâu. Trải qua hơn ngàn năm, cũng đã biến thành hình thái thế này."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}