{
    "name": {
        "en": "Quiet Elegance",
        "de": "Stille Eleganz",
        "chs": "「静寂闲雅」",
        "cht": "「靜寂閒雅」",
        "es": "Gracilidad serena",
        "fr": "Élégance tranquille",
        "id": "Quiet Elegance",
        "jp": "「静寂閑雅」",
        "kr": "「고요한 정취」",
        "pt": "Elegância Serena",
        "ru": "Изящная безмятежность",
        "th": "Quiet Elegance",
        "vi": "Tĩnh Lặng Trang Nhã"
    },
    "id": 108387,
    "materialDesc": {
        "en": "Kamisato Ayato's specialty. The arrangement is exquisite and elegant, much like the manner in which Ayato handles all his affairs. Any more, and it would have been excessive. Any less, and it would have proved a sight squandered. As you sample the dish, you find that its flavor is identical to that of Uyuu Restaurant's — amazing. But as you reach your chopsticks for that crystalline camellia, Ayato stops you... \"That was something I made during sword practice. It's just a decoration.\"",
        "de": "Kamisato Ayatos Spezialzubereitung. Die Präsentation ist exquisit und elegant, genau wie die Art und Weise, in der Ayato alle seine Angelegenheiten regelt. Etwas mehr wäre übertrieben gewesen. Etwas weniger wäre einfach schade gewesen. Während du das Gericht probierst, stellst du fest, dass es genauso schmeckt wie das der Uyuu-Pagode. Erstaunlich, aber als du mit deinen Stäbchen die kristallklare Kamelie greifen möchtest, hält Ayato dich zurück ... „Das war etwas, das ich beim Schwerttraining gemacht habe. Es ist nur Dekoration.“",
        "chs": "神里绫人的特色料理。摆盘精致典雅，照应绫人本人的处事风格，多一分是盈，少一分则亏。细细品尝，味道居然和乌有亭一模一样，真是奇妙。最后将筷子伸向那朵晶莹的椿花时，却被绫人拦了下来…「那是练剑时的顺手之作，只是个装饰品。」",
        "cht": "神里綾人的特色料理。擺盤精緻典雅，照應綾人本人的處事風格，多一分是盈，少一分則虧。細細品嚐，味道居然和烏有亭一模一樣，真是奇妙。最後將筷子伸向那朵晶瑩的椿花時，卻被綾人攔了下來…「那是練劍時的順手之作，只是個裝飾品。」",
        "es": "La especialidad de Kamisato Ayato. El emplatado es exquisito y elegante, igual que el estilo de Ayato al hacer las cosas. Un ingrediente más y el plato sería demasiado; uno menos y se quedaría corto. Al probarlo, te das cuenta de que sabe igual que su homólogo del Restaurante Uyuu. Increíble... Entonces, te dispones a tomar unos palillos para comer la brillante camelia que hay en plato, pero Ayato te detiene en el acto. “Oye, esa camelia la hice mientras entrenaba con la espada, solo es de decoración”.",
        "fr": "Spécialité culinaire de Kamisato Ayato. La présentation de ce plat est exquise et élégante, à l'image de la manière dont Ayato gère toutes ses affaires. Rajouter un peu plus d'ingrédients aurait été excessif, mais en enlever aurait donné le sentiment que le plat manquait de quelque chose. En le dégustant, on est surpris de constater que sa saveur est identique à celle des plats de la Pagode Uyou. Alors que vous tendez vos baguettes vers le camélia cristallin posé dans votre assiette pour le manger, Ayato vous arrête... « C'est quelque chose que j'ai fait pendant que je m'entraînais au sabre. Ce n'est qu'une décoration. »",
        "id": "Makanan spesialis Kamisato Ayato. Ditata dengan sangat mewah dan elegan, sama seperti sikap Ayato saat mengurus masalah politik. Jika kebanyakan, akan dirasa berlebihan. Jika dikurangi, maka terasa seperti hidangan yang disia-siakan. Setelah kamu mencicipinya, kamu menyadari bahwa rasanya sama dengan yang ada di Uyuu Restaurant. Luar biasa. Tapi saat sumpitmu hendak mengambil bunga camellia kristal itu, Ayato menghentikanmu ... \"Itu hanya sesuatu yang kubuat saat latihan ilmu pedang. Hanya sekadar dekorasi saja.\"",
        "jp": "神里綾人のオリジナル料理。繊細で優雅な盛り付けは、少しでも多ければ余分に、少なければ物足りなく見えただろう。それはまるで、普段綾人が仕事をこなすときの姿勢のようである。丁寧に味わえば、驚くべきことにその味が烏有亭のものとまったく同じであることに気づくだろう。最後、透き通った椿の花に箸をつけると、「それは剣術の練習がてら作った、ただの飾りですが。」と綾人に止められた。",
        "kr": "카미사토 아야토의 특제 요리. 정교하고 우아한 플레이팅은 아야토의 과하지도, 모자라지도 않은 일 처리 방식과 무척 닮아 있다. 자세히 음미하면 오유정(烏有亭)의 맛과 똑같아서 무척 신기하다. 마지막으로 영롱한 동백꽃에 젓가락을 뻗어보지만 아야토가 막아선다… 「그건 검술 연습할 때 겸사겸사 만든 장식품입니다」",
        "pt": "Especialidade de Kamisato Ayato. Este arranjo é requintado e elegante, muito parecido com a maneira que Ayato lida com seus problemas. Mais do que isso e teria sido demais. Menos do que isso e teria sido uma experiência desperdiçada. Ao provar o prato, você descobre que seu sabor é idêntico ao do Restaurante Uyuu. Incrível. Mas assim que você coloca seus pauzinhos próximos àquela Camélia Cristalina, Ayato te impede... \"Isso foi só algo que eu fiz durante a prática da espada. É apenas uma decoração\".",
        "ru": "Особое блюдо Камисато Аято. Та элегантность, с которой Аято ведёт дела, не обошла и это блюдо. Будь в нём одним ингредиентом больше, оно было бы переполненным, а одним меньше - скудным. Распробовав его, вы изумляетесь, насколько оно походит на блюда ресторана «Призрачная беседка»... Вы собираетесь подхватить палочками сверкающий цветок камелии, но Аято останавливает вас... «Я срезал этот цветок, когда упражнялся с мечом. Он всего лишь украшение».",
        "th": "เมนูพิเศษของ Kamisato Ayato การจัดวางในจานนั้นประณีตและสง่างามตามสไตล์การจัดการสิ่งต่าง ๆ ของ Ayato นั่นก็คือมากไปหนึ่งคือกำไร น้อยไปหนึ่งคือขาดทุน พอลองลิ้มรสอย่างละเมียดละไม คาดไม่ถึงเลยว่ารสชาตินั้นจะเหมือนกับภัตตาคาร Uyuu ทุกประการ ซึ่งนั่นน่าทึ่งมากเลยทีเดียว ในตอนสุดท้าย เมื่อคุณยื่นตะเกียบไปที่ดอกสึบากิสีสว่างดอกนั้น กลับถูก Ayato ห้ามปรามไว้... \"นั่นเป็นของที่ทำขึ้นมาลวก ๆ ในตอนที่ฝึกดาบน่ะ มันเป็นแค่ของตกแต่งเท่านั้น\"",
        "vi": "Món ăn đặc sắc của Kamisato Ayato. Được bày biện một cách tinh tế, rất hợp với phong cách làm việc của Kamisato Ayato, nhiều một chút sẽ thừa, ít một chút sẽ thiếu. Thưởng thức kỹ, sẽ phát hiện hương vị giống y hệt Nhà Hàng Uyuu, thật diệu kỳ. Cuối cùng khi đưa đũa đến đóa hoa lung linh kia, thì bị Ayato ngăn lại... \"Đó là tác phẩm tiện tay làm ra khi luyện kiếm, chỉ là vật trang trí mà thôi.\""
    },
    "materialType": "MATERIAL_FOOD"
}