{
    "name": {
        "en": "Quiet Times by the Riverbank",
        "de": "Stille Zeiten am Flussufer",
        "chs": "水畔的宁静时光",
        "cht": "水畔的寧靜時光",
        "es": "Momentos de sosiego junto al río",
        "fr": "Temps calmes au bord de la rivière",
        "id": "Waktu Tenang di Tepi Sungai",
        "jp": "畔の静かなひと時",
        "kr": "물가의 평화로운 시간",
        "pt": "Tempos Calmos nas Margens",
        "ru": "Прибрежная тишь",
        "th": "ช่วงเวลาแสนสงบริมน้ำ",
        "vi": "Thời Khắc An Yên Bên Bờ Hồ"
    },
    "id": 350069,
    "materialDesc": {
        "en": "A tranquil settlement that takes on the unique aesthetic of Vimara Village. Even if this furnishing set is not situated by a river or at the seaside, a whiff of the aroma of fish that wafts through this village will set the sound of water gurgling through your ears.\\nVimara Village has a very different feeling from the Forest Ranger camp, for its inhabitants largely do not shoulder important duties and thus lead leisurely lives, thus making it a very nice place to be for those who wish to relax.",
        "de": "Eine friedliche Siedlung, die die einzigartige Ästhetik von Vimara annimmt. Auch wenn sie nicht an einem Fluss oder am Meer liegt, lässt der Hauch von Fischgeruch, der durch dieses Dorf zieht, das Wasser in deinen Ohren glucksen.\\nDas Dorf Vimara hat eine völlig andere Atmosphäre als die Posten der Waldhüter, denn seine Bewohner haben größtenteils keine wichtigen Pflichten und führen ein gemächliches Leben, was es zu einem sehr schönen Ort für diejenigen macht, die sich entspannen möchte.",
        "chs": "宁静闲适的聚落，还原了维摩庄的独特风光。即使并未坐落在河岸或海边，轻嗅村落中的鱼类香气时，耳畔似乎也有潺潺的水声回响。\\n相较于巡林员的驻扎地，维摩庄这样的村落有着不同的节奏，居民们大多没有承担重大的职责，日常生活相对悠闲，似乎是调整心境的好去处。",
        "cht": "寧靜閒適的聚落，還原了維摩莊的獨特風光。即使並未坐落在河岸或海邊，輕嗅村落中的魚類香氣時，耳畔似乎也有潺潺的水聲迴響。\\n相較於巡林員的駐紮地，維摩莊這樣的村落有著不同的節奏，居民們大多沒有承擔重大的職責，日常生活相對悠閒，似乎是調整心境的好去處。",
        "es": "Un pacífico asentamiento que refleja el paisaje rústico de la Aldea Vimara. No importa si no estás cerca del río o del mar, el olor del pescado fresco en la aldea siempre consigue evocar el sonido de las olas en el corazón de sus habitantes.\\nEn comparación con los campamentos de los guardabosques, el ritmo de vida en la aldea es completamente diferente. La mayoría de sus habitantes carece de responsabilidades apremiantes, por lo que sus vidas son relativamente calmadas. Sin duda es el lugar ideal para relajarse.",
        "fr": "Un village paisible qui revêt l'esthétique unique du Village de Vimara. Bien qu'il ne soit pas situé au bord d'une rivière ou de la mer, l'arôme du poisson qui embaume dans ce village suffit à vous faire entendre le bruit de l'eau.\\nLe Village de Vimara est très différent du camp des gardes forestiers : ses habitants n'effectuent pas de tâches à haute responsabilité et mènent une vie tranquille, ce qui en fait un lieu très agréable la détente.",
        "id": "Pemukiman yang tenang dengan estetika unik Desa Vimara. Meskipun set perabotan ini tidak terletak di tepi sungai atau di tepi laut, aroma ikan yang tercium melalui desa ini seolah membuatmu jadi mendengar suara gemericik air di telingamu.\\nPerasaan di Desa Vimara sangat berbeda dari kemah Penjaga Hutan, sebagian besar penghuninya tidak memikul tugas penting dan dengan demikian mereka menjalani kehidupan yang santai dan damai sehingga menjadikannya tempat yang sangat menyenangkan bagi mereka yang ingin bersantai.",
        "jp": "静かで快適な集落。ヴィマラ村の独特な風景を再現している。川岸や海辺でなくとも、村の魚の匂いを嗅げば水のせせらぎが聞こえてくる。\\nレンジャーの拠点と比べ、ヴィマラ村のような集落は違う生活リズムを持っている。多くの住民は重い責任を担う必要がなく、のんびりとした日常を送っている。ここは気分転換するのに最適な場所だろう。",
        "kr": "평화롭고 한적한 마을. 비마라 마을의 특색을 살렸다. 강가나 바닷가에 배치하지 않아도 마을의 물고기 비린내가 풍기고 물 흐르는 소리가 들려온다.\\n비마라 마을의 흐름은 숲의 순찰자의 주둔지와 달라서 주민들은 여유가 넘치기 때문에, 마음의 여유를 찾기 좋은 곳이다",
        "pt": "Um assentamento tranquilo que reflete a paisagem rústica da Vila Vimara. Não importa se você não está perto do rio ou do mar, o cheiro de peixe fresco na vila sempre consegue evocar o som das ondas no coração de seus habitantes.\\nComparado aos acampamentos de guardas-florestais, o ritmo de vida na vila é completamente diferente. A maioria de seus habitantes não tem responsabilidades urgentes, então suas vidas são relativamente calmas. Com certeza é o lugar ideal para relaxar.",
        "ru": "Исполненное покоя поселение, повторяющее особый стиль деревни Вимара. Даже вдали от рек и морей этот комплект словно бы наполнит воздух ароматами свежей рыбы и журчанием воды.\\nДеревня Вимара совсем непохожа на лагерь Лесного дозора: здешние обитатели по большей части далеки от важных обязанностей и ведут неспешный образ жизни. Это делает поселение таким приятным местом для тех, кто хочет расслабиться.",
        "th": "เขตพักอาศัยอันสงบสุขที่คืนสภาพเอกลักษณ์ของหมู่บ้าน Vimara ได้เป็นอย่างดี ถึงแม้จะไม่ตั้งอยู่ที่ริมแม่น้ำหรือทะเล ทว่ายามได้กลิ่นหอมบางเบาจากปลาในหมู่บ้านแล้วนั้น ข้างหูก็คล้ายจะได้ยินเสียงสายน้ำไหลดังขึ้น\\nเทียบกับแหล่งปักหลักของเจ้าหน้าที่พิทักษ์ป่าแล้ว สถานที่อย่างหมู่บ้าน Vimara นั้นมีจังหวะการใช้ชีวิตที่แตกต่างออกไป ชาวบ้านส่วนใหญ่ไม่มีภาระหน้าที่ใหญ่โตอะไรนัก เมื่อเทียบกันแล้วจึงมีชีวิตประจำวันที่สบายเอื่อยเฉื่อยมากกว่า ดูท่าจะเป็นสถานที่เหมาะแก่การไปพักใจเปลี่ยนอารมณ์นะ",
        "vi": "Chốn an nhàn yên ả, tái hiện một cách hoàn hảo phong thái độc đáo của Làng Vimara. Dù chưa từng ngồi bên bờ sông hay bờ biển, chỉ cần ngửi qua mùi cá trong làng, thì bên tai cũng dường như có tiếng sóng nước vang vọng.\\nSo với nơi trú đóng của các kiểm lâm, thì Làng Vimara như thế này lại có một nhịp điệu riêng, cư dân phần lớn không có chức trách gì to lớn, cuộc sống hàng ngày khá nhàn hạ, hình như là một nơi thích hợp để điều chỉnh tâm trạng."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}