{
    "name": {
        "en": "Quqing's Invoice",
        "de": "Quqings Bestellungsbeleg",
        "chs": "曲清的订货单据",
        "cht": "曲清的訂貨單據",
        "es": "Recibo de Chuching",
        "fr": "Bon de commande de Quqing",
        "id": "Faktur Quqing",
        "jp": "曲清への受注書",
        "kr": "청경의 주문서",
        "pt": "Recibo de Quqing",
        "ru": "Квитанция Цюй Цин",
        "th": "ใบเสร็จของ Quqing",
        "vi": "Hóa Đơn Đặt Hàng Của Quqing"
    },
    "id": 120083,
    "materialDesc": {
        "en": "An invoice that Diane wrote for Quqing. It records the price for the 65 boxes of Mintberries, the details of various fees, the transaction time, and the estimated time when the goods will arrive. This will surely put the client at ease.",
        "de": "Ein von Diane an Quqing geschriebener Bestellungsbeleg, auf dem der Preis, die einzelnen Gebühren, die Zeit des Auftragseingangs sowie die voraussichtliche Lieferzeit der bestellten fünfundsechzig Kisten „Minzbeere“ verzeichnet sind. Nachdem die Kundin ihn gelesen hat, wird sie bestimmt zutiefst beruhigt.",
        "chs": "黛安写给曲清的订货单据，记载着65箱「薄荷莓果」成交的价格、各项费用的细节、交易的时间和货品预计送达的日期。采购货物的客人阅读后，想必会深感安心。",
        "cht": "黛安寫給曲清的訂貨單據，記載著65箱「薄荷莓果」成交的價格、各項費用的細節、交易的時間和貨品預計送達的日期。採購貨物的客人閱讀後，想必會深感安心。",
        "es": "Un recibo que Diane le entregó a Chuching. Contiene el precio de 65 cajas de bayamentas, el detalle de los costes, la fecha de compra y la fecha prevista de entrega de la mercancía. Cuando la clienta lo lea, seguro que se sentirá más tranquila.",
        "fr": "Bon de commande que Diane a rédigé pour Quqing. Il y est indiqué le prix convenu pour 65 cartons de boissons aux baies et à la menthe, le détail des différents frais impliqués, l'heure de la transaction ainsi que la date de livraison prévue. C'est un reçu qui ne manquera pas de rassurer le client qui le lira.",
        "id": "Faktur yang ditulis Diane untuk Quqing. Faktur ini mencatat harga dari 65 kotak Mintberry, rincian biaya-biaya, waktu transaksi, dan estimasi waktu kedatangan barang. Pelanggan yang membeli barang pasti akan merasa lega setelah membaca ini.",
        "jp": "ダイアンが曲清のために書いた受注書。六十五箱の「ベリーミンツ」の取引価格、各費用の明細、取引成立の時間や品物の到着予定時間が書いてある。注文した客がこれを読めば、きっと安心できるだろう。",
        "kr": "다이앤이 청경에게 쓴 주문서. 「민트베리」 65상자의 납품가와 각종 비용 관련 상세정보, 그리고 거래 시간 및 납품일이 기재되어 있다. 상품을 구매한 손님들은 이 주문서를 읽고 나서 틀림없이 안도했을 것이다",
        "pt": "Um recibo que Diane escreveu para Quqing. Registra o preço das 65 caixas de Bagas de Menta, os detalhes das taxas, horário da transação, e o tempo estimado para as mercadorias chegarem. Isso com certeza aliviará os clientes.",
        "ru": "Квитанция, которую Диана выписала Цюй Цин. В ней указана цена за 65 коробок «Мятных ягод», подробная информация о различных сборах, время сделки и предполагаемое время прибытия товара. С этим документом клиент может быть спокоен.",
        "th": "ใบเสร็จที่ Diane เขียนให้กับ Quqing ซึ่งมีบันทึกราคาแลกเปลี่ยน \"Mintberry\" 65 ลัง, รายละเอียดราคาแต่ละรายการ, เวลาแลกเปลี่ยนและวันส่งมอบสินค้า เมื่อลูกค้าที่ซื้อสินค้าได้เห็นแล้ว คงรู้สึกสบายใจขึ้นไม่น้อย",
        "vi": "Hóa đơn đặt hàng mà Diane viết cho Quqing, ghi lại giá của 65 thùng Mâm Xôi Bạc Hà, chi tiết các khoản phí, thời gian giao dịch và ngày giao hàng dự kiến. Khách mua hàng sẽ cảm thấy yên tâm hơn sau khi đọc nó."
    },
    "materialType": "MATERIAL_QUEST"
}