{
    "name": {
        "en": "Radiant Spincrystal 12",
        "de": "Strahlender Drehkristall XII",
        "chs": "旋曜玉帛·其十二",
        "cht": "旋曜玉帛·其十二",
        "es": "Girocristal radiante (12)",
        "fr": "Gyrocristal radiant 12",
        "id": "Radiant Spincrystal 12",
        "jp": "旋曜玉帛·12",
        "kr": "빛나는 결정·12",
        "pt": "Cristal Rodopiante Radiante 12",
        "ru": "Лучистый кристалл 12",
        "th": "Radiant Spincrystal 12",
        "vi": "Ngọc Thạch Âm Vang 12"
    },
    "id": 141012,
    "materialDesc": {
        "en": "This wondrous crystal contains a certain rhythm, like something beautiful woven from delicate silk. These items can be found throughout the mainland or from merchants who collect curios. The tune held within this crystal can be revivified in your Serenitea Pot using either \"Euphonium Unbound: Winding\" or \"Euphonium Unbound: Soaring.\" The tune contained within this Radiant Spincrystal is \"Moonlight in Mondstadt.\"",
        "de": "Dieser wundersame Kristall hat einen gewissen Rhythmus, wie etwas Schönes, das aus zarter Seide gewebt ist. Diese Gegenstände kannst du überall auf dem Festland oder bei Händlern finden, die Einzigartiges sammeln. Die Melodie, die in diesem Kristall enthalten ist, kann in deiner Kanne der Vergänglichkeit durch „Höchste Euphonie – Musik in der Luft“ oder „Höchste Euphonie – Verflochtene Klänge“ wieder zum Leben erweckt werden. Die Melodie, die in diesem strahlenden Drehkristall enthalten ist, lautet „Moonlight in Mondstadt“.",
        "chs": "蕴含着韵律的奇妙结晶，宛如细腻丝绸编织而成的美玉。零星散布在大陆各地，或是寻觅珍奇的商人手中。通过「尘歌壶」中的「千籁至音·飖扬」或「千籁至音·缪绕」，可以还原记录在其中的旋律。当前「旋曜玉帛」中蕴含的旋律为「蒙德的月光」",
        "cht": "蘊含著韻律的奇妙結晶，宛如細膩絲綢編織而成的美玉。零星散佈在大陸各地，或是尋覓珍奇的商人手中。透過「塵歌壺」中的「千籟至音·颻揚」或「千籟至音·繆繞」，可以還原記錄在其中的旋律。目前「旋曜玉帛」中蘊含的旋律為「蒙德的月光」",
        "es": "Un maravilloso cristal que contiene cierta melodía. Es como un hermoso objeto confeccionado con una delicada seda. Estos objetos están distribuidos por todo Teyvat o en manos de comerciantes de rarezas. Puedes restaurar la música que contienen usando las decoraciones “Melodías del mundo: Música en el aire” o “Melodías del mundo: Sonidos entrelazados” de tu Relajatetera. La canción que contiene este Girocristal radiante es «Moonlight in Mondstadt».",
        "fr": "Ce cristal merveilleux contient une certaine mélodie, comme s'il s'agissait de quelque chose de magnifique tissé à partir de soie délicate. Ces objets peuvent être trouvés sur tout le continent ou chez les marchands qui collectionnent des bibelots. L'air contenu dans ce cristal peut être revivifié dans votre Sérénithéière en utilisant les euphonies célestes « Envolée » ou « Entrelacs ». La mélodie contenue dans ce gyrocristal radiant est « Moonlight in Mondstadt ».",
        "id": "Kristal yang menakjubkan ini mengandung ritme tertentu, seperti batu giok indah yang ditenun dari sutra halus. Pecahan ini dapat ditemukan di seluruh daratan atau didapatkan dari para pedagang yang suka mengumpulkan barang antik. Melodi yang terkandung di dalam kristal ini dapat dihidupkan kembali di Serenitea Pot milikmu menggunakan \"Paduan Suara Celestial: Anggun Mengangkasa\" atau \"Paduan Suara Celestial: Indah Mengalun\". Melodi yang terkandung dalam Radiant Spincrystal ini adalah \"Moonlight in Mondstadt\".",
        "jp": "旋律を秘めた奇妙な結晶。まるで上質な絹で織られたかのような美玉。大陸の各地に点在するが、希少な宝物を扱う商人が持っていることもある。その中に記録されている旋律は、「塵歌壺」の「華麗なる千の響き·飄揚」、あるいは「華麗なる千の響き·繚繞」を使用することで復元できる。この「旋曜玉帛」に秘められている旋律は「ムーンライト·オブ·モンド」だ。",
        "kr": "음률이 담긴 기묘한 결정. 마치 부드러운 비단으로 만든 옥 같다. 대륙 각지에 흩어져 있거나 진기한 보물을 찾는 상인의 손에 있다. 「속세의 주전자」의 「천상의 소리·활공」 또는 「천상의 소리·얽힘」으로 기록된 선율을 복원할 수 있다. 현재 「빛나는 결정」에 담긴 선율: 「Moonlight in Mondstadt」",
        "pt": "Esse cristal maravilhoso contém uma certa melodia, como um tecido belo criado de seda delicada. Esses itens podem ser encontrados na terra ou com comerciantes de mercadorias raras. A melodia deste cristal pode ser revivida em seu Bule de Relachá usando \"Eufonia Infinita: Música no Ar\" ou \"Eufonia Infinita: Sons Rodopiantes\". A melodia contida neste Cristal Rodopiante Radiante é \"Moonlight in Mondstadt\".",
        "ru": "Дивная мелодия этого кристалла словно соткана из нежнейшего шёлка. Эти предметы можно найти по всему материку или у торговцев диковинками. Заключённую в кристалле мелодию можно высвободить в Чайнике безмятежности при помощи Музыки природы: Мелодия на ветру или Музыки природы: Переплетения мелодий. Мелодия этого лучистого кристалла - Moonlight in Mondstadt.",
        "th": "คริสตัลมหัศจรรย์ที่มีท่วงทำนองบางอย่างอยู่ ดุจหยกงามที่ละเอียดราวกับถักทอจากผ้าไหมชั้นดี กระจัดกระจายอยู่ทั่วทุกหนแห่ง บ้างก็อยู่ในมือของพ่อค้าที่ชอบสะสมของหายาก สามารถคืนสภาพท่วงทำนองเหล่านี้ผ่าน \"เสียงดนตรีแห่งธรรมชาติ - ท่วงทำนองในสายลม\" หรือ \"เสียงดนตรีแห่งธรรมชาติ - ดังกังวาน\" ที่อยู่ใน Serenitea Pot ท่วงทำนองที่มีอยู่ใน Radiant Spincrystal นี้ได้แก่ \"Moonlight in Mondstadt\"",
        "vi": "Kết tinh ẩn chứa vần điệu kỳ diệu, như một viên ngọc bích tuyệt đẹp dệt từ dải lụa mỏng manh. Chúng được phân bổ ở khắp nơi trên vùng đất này hoặc ở trong tay những thương nhân bảo vật. Có thể vào trong \"Ấm Trần Ca\", dùng \"Âm Vang Vạn Dặm - Phiêu Dương\" hoặc \"Âm Vang Vạn Dặm - Mậu Nhiễu\" để khôi phục lại giai điệu bên trong. Giai điệu ẩn chứa trong \"Ngọc Thạch Âm Vang\" này là \"Ánh Trăng Mondstadt\""
    },
    "materialType": "MATERIAL_BGM"
}