{
    "name": {
        "en": "Ragged Notebook",
        "de": "Zerrissene Aufzeichnungen",
        "chs": "残破的笔记",
        "cht": "殘破的筆記",
        "es": "Notas viejas y rasgadas",
        "fr": "Journal décrépit",
        "id": "Catatan yang Terkoyak",
        "jp": "ボロボロなノート",
        "kr": "파손된 노트",
        "pt": "Anotações Rasgadas",
        "ru": "Потрёпанный дневник",
        "th": "บันทึกโทรม ๆ",
        "vi": "Nhật Ký Rách Nát"
    },
    "id": 101614,
    "materialDesc": {
        "en": "A ragged notebook you found in the village. It records the happenings of long ago, now buried by the passage of time.",
        "de": "Zerrissene Aufzeichnungen, die du in dem Dorf gefunden hast. Wenn man die Aufzeichnungen liest, kann man etwas über die Personen und Geschichten, die längst in Vergessenheit geraten sind, erfahren.",
        "chs": "从村庄中找到的残破笔记，记录了一些被岁月掩埋的旧人旧事。",
        "cht": "從村莊中找到的殘破筆記，記錄了一些被歲月掩埋的舊人舊事。",
        "es": "Unas notas viejas y rasgadas que estaban en la aldea. En ellas están registrados unos sucesos antiguos que ya nadie recuerda.",
        "fr": "Un journal décrépit que vous avez trouvé dans le village. Il raconte des événements qui ont eu lieu dans un passé lointain, enfoui dans les sables du temps.",
        "id": "Catatan usang yang kamu temukan di desa. Isinya menceritakan tentang peristiwa yang terjadi pada orang-orang tertentu di masa lampau, yang kini sudah lekang oleh waktu.",
        "jp": "村で見つけたボロボロなノート。年月に埋もれた人々の昔話が記録されている。",
        "kr": "마을에서 찾은 파손된 노트. 세월에 묻힌 옛사람과 옛일이 기록되어 있다",
        "pt": "Anotações rasgadas encontradas na vila. Registram o que aconteceu com algumas pessoas do passado que foram esquecidas pela passagem do tempo.",
        "ru": "Потрёпанный дневник, который вы нашли в деревне. В нём записаны стародавние события, о которых уже никто не помнит.",
        "th": "บันทึกโทรม ๆ ที่เจอในหมู่บ้าน ด้านในบันทึกเรื่องราวเก่า ๆ ที่ถูกกลบฝังไปตามกาลเวลา",
        "vi": "Quyển ghi chép rách nát được tìm thấy trong làng, ghi lại một số chuyện xa xưa đã bị tháng năm vùi chôn."
    },
    "materialType": "MATERIAL_QUEST"
}