{
    "name": {
        "en": "Ragged List of Goods",
        "de": "Liste der beschädigten Waren",
        "chs": "残破的货品清单",
        "cht": "殘破的貨品清單",
        "es": "Lista de mercancías dañadas",
        "fr": "Liste de biens en lambeaux",
        "id": "Daftar Barang yang Sudah Usang",
        "jp": "ボロボロな貨物リスト",
        "kr": "훼손된 물품 리스트",
        "pt": "Lista de Mercadorias Destruídas",
        "ru": "Потрёпанный список товаров",
        "th": "รายการสินค้าโทรม ๆ",
        "vi": "Danh Sách Hàng Hóa Bị Hỏng"
    },
    "id": 100849,
    "materialDesc": {
        "en": "A list of goods found on a destroyed transport cart.\\nBoth sun and rain have beaten down upon it such that most of its contents are impossible to discern. One thing alone remains clear — that this was once a Shogunate receipt for goods and the payments thereof.",
        "de": "Eine Liste von Waren, die auf einem zerstörten Güterwagen gefunden wurde.\\nSonne und Regen haben auf sie eingewirkt, sodass die meisten Inhalte nicht mehr zu erkennen sind. Nur eines bleibt klar: Dass dies einst eine Quittung des Bakufu für Waren und deren Bezahlung war.",
        "chs": "在被破坏的小货车上，找到的清单。\\n经过日晒雨淋，大部分内容已经无法辨识了。唯独能看出是幕府的清点货品与款项的单据。",
        "cht": "在被破壞的小貨車上找到的清單。\\n經過日曬雨淋，大部分內容已經無法辨識。唯獨能看出是幕府的清點貨品與款項的單據。",
        "es": "Una lista encontrada en una carreta de mercancías derruida.\\nDespués de haber soportado sol y lluvia, la mayoría del contenido se muestra ininteligible. Lo único que puede leerse es que se trata de un pedido de mercancías ordenado por el shogunato y los documentos de pago adjuntados.",
        "fr": "Une liste de marchandises trouvées dans un chariot de transport détruit.\\nLe soleil et la pluie l'ont meurtrie à tel point que la plupart de son contenu est impossible à discerner. Une seule chose reste claire : il s'agit d'un reçu du Shogunat pour des marchandises et leurs paiements.",
        "id": "Daftar barang yang ditemukan di gerobak angkut yang hancur.\\nTerpaan matahari dan hujan telah membuat hampir seluruh tulisannya tidak bisa dibaca. Satu hal yang jelas dari daftar ini adalah — daftar ini adalah tanda terima dan pembayaran untuk barang-barang Shogunate.",
        "jp": "壊された荷車で見つけた貨物リスト。\\n日焼けと雨で、ほとんどの内容が読めなくなっている。唯一確認できるのが、幕府の点検貨物と支払いに関する書類である。",
        "kr": "파괴된 작은 짐수레에서 발견한 리스트\\n햇볕에 그을리고 비에 젖은 탓에 대부분의 내용이 훼손되어 알아보기 어렵다. 막부의 물품 청구 영수증이라는 것만 간신히 알아볼 수 있다",
        "pt": "Uma lista de mercadorias destruídas encontradas em uma carroça.\\nDepois de terem sido expostas a chuva, a maior parte de seu conteúdo não pode mais ser identificado. A única forma de ver é através do inventário e recibos do Shogunato.",
        "ru": "Список товаров, найденный на разрушенной повозке.\\nОт воздействия дождя и солнца его содержимое уже не разобрать. Ясно одно - этот список товаров когда-то принадлежал сёгунату.",
        "th": "รายการที่เก็บได้จากเกวียนส่งของที่ผุพัง\\nหลังจากโดนทั้งแดดและฝน จึงไม่สามารถระบุเนื้อหาส่วนใหญ่ของมันได้อีกต่อไป สิ่งเดียวที่ยังพอจะดูออกมีเพียงรายการสินค้าและใบเสร็จค่าใช้จ่ายของ Shogunate เท่านั้น",
        "vi": "Danh sách tìm được trên xe chở hàng bị hỏng.\\nTrải qua nắng mưa, phần lớn nội dung đã không thể nhận biết được nữa. Chỉ thấy được đây là chứng từ kiểm kê hàng hóa và khoản thanh toán của Shogunate."
    },
    "materialType": "MATERIAL_QUEST"
}