{
    "name": {
        "en": "Raimei Angelfish",
        "de": "Raimei-Kaiserfisch",
        "chs": "雷鸣仙",
        "cht": "雷鳴仙",
        "es": "Pez ángel raimei",
        "fr": "Scalaire raimei",
        "id": "Raimei Angelfish",
        "jp": "雷鳴仙",
        "kr": "전류 나비고기",
        "pt": "Acará Raimei",
        "ru": "Рыба-ангел раймэй",
        "th": "Raimei Angelfish",
        "vi": "Lôi Minh Tiên"
    },
    "id": 131017,
    "materialDesc": {
        "en": "A rare and valuable butterflyfish variant from Inazuma. It loves water bodies suffused with Electro, and seems to derive joy from electric currents.\\nIt is said that these fish were once from the same line as the Abiding Angelfish of Liyue, until traveling merchants exported them to Inazuma. There, their behavioral patterns underwent an unexpected shift. At present, some researchers have begun to use them in conjunction with Electro Slimes for experiments.\\n\"Ma... Mah... Mah tung ith numm...\" — A certain greedy gourmet after trying a Raimei Angelfish dish.",
        "de": "Eine seltene und wertvolle Schmetterlingsfisch-Variante aus Inazuma. Er liebt elektrodurchflutete Gewässer und scheint Freude an elektrischen Strömen zu haben.\\nEs wird gesagt, dass diese Fische einst aus derselben Linie wie der Langlebige Kaiserfisch von Liyue stammten, bis reisende Händler sie nach Inazuma exportierten. Dort veränderten sich ihre Verhaltensmuster auf unerwartete Weise. Derzeit haben einige Forscher damit begonnen, sie in Verbindung mit Elektro-Schleim für Experimente zu verwenden.\\n„Ma... Ma... Meime Funge if paup ...“ – Ein gewisser gieriger Feinschmecker, nachdem er ein Raimei-Kaiserfisch-Gericht probiert hat.",
        "chs": "生活在稻妻的珍稀蝶鱼，喜好雷元素聚集的水域，似乎能从电流中攫取欢愉。\\n相传原本与生活在璃月的「长生仙」源出一脉，直到被旅行商人引入稻妻后，生态上发生了意想不到的变化。就目前而言，已经有学者利用它们与雷史莱姆进行通电研究了。\\n「麻...麻...舌陀...麻噜...」——某位贪食了「雷鸣仙」料理的老饕。",
        "cht": "生活在稻妻的珍稀蝶魚，喜好雷元素聚集的水域，似乎能從電流中攫取歡愉。\\n相傳原本與生活在璃月的「長生仙」源出一脈，直到被旅行商人引入稻妻後，生態上發生了意想不到的變化。就目前而言，已經有學者利用牠們與雷史萊姆進行通電研究了。\\n「麻…麻…舌陀…麻嚕…」——某位貪食了「雷鳴仙」料理的老饕。",
        "es": "Una subespecie de pez mariposa muy poco común y apreciada que vive en Inazuma. Le encantan las masas de agua imbuidas del elemento Electro y las corrientes eléctricas.\\nSe dice que estos peces provenían de la misma línea que los peces ángel de Liyue hasta que unos comerciantes itinerantes los exportaron a Inazuma. Allí, sus patrones de comportamiento experimentaron un cambio inesperado. En la actualidad, algunos investigadores los utilizan junto con Slimes Electro para sus experimentos.\\n“No siento la lengua”, dijo cierto gourmet avaricioso tras probar un plato hecho con pez ángel raimei.",
        "fr": "Poisson-papillon rare, endémique de la région d'Inazuma, appréciant les eaux sous l'influence de l'élément Électro, aimant visiblement batifoler à proximité du courant électrique.\\nCe poisson partagerait des origines communes avec le scalaire chousei de Liyue, et aurait, après son introduction à Inazuma par des marchands itinérants, subi une mutation inattendue. C'est aujourd'hui un sujet de recherche dans le domaine de l'électricité, à l'image des Électroblobs.\\n« Ma... Ma langue... » – Malheureux imprudent ayant goûté à un plat à base de scalaires raimei.",
        "id": "Varian ikan kupu-kupu yang langka dan berharga dari Inazuma. Mereka menyukai permukaan air yang mengandung Electro, dan sepertinya mereka memang menemukan kebahagiaannya pada arus listrik.\\nDikatakan bahwa ikan ini dulunya berasal dari garis keturunan yang sama dengan Abiding Angelfish dari Liyue, sampai suatu ketika pedagang keliling mengekspornya ke Inazuma. Di Inazuma, pola perilaku mereka mengalami perubahan yang mencengangkan. Saat ini, beberapa peneliti sudah mulai menggunakannya untuk eksperimen bersama dengan Electro Slime.\\n\"Ma ... Ma ... Mak-nyus sekali rasanya ....\" — celoteh seorang tukang cicip makanan yang rakus setelah mencoba hidangan Raimei Angelfish.",
        "jp": "稲妻で生息している珍しいチョウチョウウオ。雷元素が集まる水域を好み、電流で愉楽を得ることができるらしい。\\n璃月に生息する「長寿仙」と同種族だといわれているが、商人に稲妻に持ち込まれて以来、思わぬ変異が起きた。現在、彼らと雷スライムを使って通電研究をする学者がすでに現れた。\\n「シ…シ…シタガ…シビレタ…」——「雷鳴仙」を使った料理を口にしたとある客より。",
        "kr": "이나즈마에 서식하는 희귀한 나비고기. 번개 원소가 밀집된 수역을 선호하며, 전류에서 즐거움을 취할 수 있는 듯하다.\\n리월에서 자라는 「장생의 신선」과 같은 과에서 파생되었다고 한다. 여행 상인에 의해 이나즈마에 유입된 후, 생태에 예상치 못한 변화가 발생하게 된다. 현재, 일부 학자들은 이 나비고기와 번개 슬라임 사이의 전류 연구를 시작했다.\\n「저… 저려… 혀… 저려…」ㅡ식탐이 동해 「전류 나비고기」 요리를 먹은 한 미식가",
        "pt": "Um peixe borboleta raro e valioso de Inazuma. Adora as águas que estão com Electro, e parece ficar feliz com as correntes elétricas.\\nDizem que esses peixes uma vez foram da mesma linhagem dos peixes angélicos de Liyue, até que comerciantes viajantes os levaram para Inazuma. Lá, seu comportamento passou por uma mudança inesperada. Atualmente, alguns pesquisadores começaram a usá-los em conjunto com Slimes Electro para experimentos.\\n\"Dão... Finto... Bea... Lengua.\", disse um gourmet arrogante após provar um Acará Raimei.",
        "ru": "Редкий вид рыб-бабочек из Инадзумы, предпочитающий воды со скоплением элемента Электро. Кажется, электрический ток приносит им удовольствие.\\nСогласно легенде, происходит от вида, живущего в Ли Юэ. Некогда торговцы привезли его в Инадзуму, и неожиданно он приспособился к местным условиям. Учёные изучают их с помощью Электро слаймов.\\n«Я... я... языка... не... чувствую...» - какой-то обжора, съевший слишком много рыбы-ангела раймэй.",
        "th": "ปลาผีเสื้อหายากสุดล้ำค่าที่อาศัยอยู่ใน Inazuma ปลาชนิดนี้ชอบแหล่งน้ำที่อบอวลไปด้วยไฟฟ้า และดูเหมือนว่าจะได้รับความสุขจากกระแสไฟฟ้า\\nว่ากันว่า ปลาเหล่านี้เคยถูกจัดอยู่ในสายพันธุ์เดียวกันกับปลา Abiding Angelfish ที่อยู่ใน Liyue จนกระทั่งพ่อค้าได้ส่งออกปลาเหล่านี้ไปยัง Inazuma ทำให้รูปแบบพฤติกรรมของพวกมันได้รับการเปลี่ยนแปลงที่ไม่คาดคิด ในปัจจุบัน นักวิจัยบางคนได้เริ่มใช้พวกมันเพื่อทำการศึกษาเรื่องพลังงานร่วมกับ Electro Slime\\n\"ละ... ละ... ลิ้นของฉาน... มานชา...\" —— นักชิมจอมตะกละหลังจากที่ได้ลองชิม Raimei Angelfish",
        "vi": "Loài cá bướm quý hiếm ở Inazuma, thích tụ tập ở những vùng nước có nguyên tố lôi.\\nTương truyền nguồn gốc của loài cá này là \"Trường Sinh Tiên\" của Liyue, được các thương lái du nhập đến Inazuma và thích nghi với điều kiện sống nơi này. Hiện nay đã có học giả dùng nó và Slime Lôi để nghiên cứu về điện.\\n\"Tê... tê... đầu lưỡi... tê quá\" - Một thực khách bình luận."
    },
    "materialType": "MATERIAL_EXCHANGE"
}