{
    "name": {
        "en": "Rainbow Cloud Flying Satin Pole",
        "de": "Regenbogenwolke wie fliegender Satin",
        "chs": "祥云宛虹飞缎柱衣",
        "cht": "祥雲宛虹飛緞柱衣",
        "es": "Pilar de nubes arcoíris",
        "fr": "Poteau de nuages arc-en-ciel",
        "id": "Tiang Satin Terbang Awan Pelangi",
        "jp": "瑞雲弧虹絹布飾り",
        "kr": "구름 무지개 기둥",
        "pt": "Nuvem Arco-íris Sobre Pilar de Cetim",
        "ru": "Радужное облако на атласном столбе",
        "th": "เสาใต้เมฆประกายรุ้ง",
        "vi": "Tường Vân Uyển Hồng Phi Đoạn Trụ Y"
    },
    "id": 393338,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making Rainbow Cloud Flying Satin Pole.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Regenbogenwolke wie fliegender Satin“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「祥云宛虹飞缎柱衣」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「祥雲宛虹飛緞柱衣」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Pilar de nubes arcoíris.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du poteau de nuages arc-en-ciel.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Tiang Satin Terbang Awan Pelangi\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「瑞雲弧虹絹布飾り」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「구름 무지개 기둥」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Nuvem Arco-íris Sobre Pilar de Cetim\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Радужное облако на атласном столбе».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"เสาใต้เมฆประกายรุ้ง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Tường Vân Uyển Hồng Phi Đoạn Trụ Y\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}