{
    "name": {
        "en": "Rainbow Aster",
        "de": "Lila Wolken",
        "chs": "紫苑云霓",
        "cht": "紫苑雲霓",
        "es": "Margarita arcoíris",
        "fr": "Aster arc-en-ciel",
        "id": "Rainbow Aster",
        "jp": "紫苑雲霓",
        "kr": "보랏빛 비구름",
        "pt": "Áster Arco-íris",
        "ru": "Радужная астра",
        "th": "Rainbow Aster",
        "vi": "Tử Uyển Cầu Vồng"
    },
    "id": 108385,
    "materialDesc": {
        "en": "A unique drink. Having featured in the famous light novel \"Pretty Please, Kitsune Guuji?\", it has since been brought to life by Sailing Breeze in collaboration with Yae Publishing House, along with its fascinating flavor. As this version does not contain any bean products, it is slightly different from the special limited edition that was available during the Irodori Festival, but this also means that there's no risk of triggering any bean allergies.",
        "de": "Ein Getränk mit Pfiff. Das besondere Getränk, das in dem berühmten Roman „Bitte an die Kitsune Guuji“ vorkommt, wurde von Fahrtwind und dem Verlagshaus Yae gemeinsam entwickelt, um seinen magischen Geschmack wiederzugeben. Da es keine Sojaprodukte enthält, unterscheidet es sich geschmacklich etwas von der limitierten Sonderausgabe des Irodori-Fests, aber man muss sich keine Sorgen wegen Bohnenallergien machen.",
        "chs": "别具一格的饮品。在著名小说《拜托了我的狐仙宫司》中登场过的特别饮料，经远航之风与八重堂联合研发，还原了其神奇风味。由于不含豆制品，与容彩祭特别限定款相比，口味略有差别，不过，也就不用担心豆子过敏问题啦。",
        "cht": "別具一格的飲品。在著名小說《拜託了我的狐仙宮司》中登場過的特別飲料，經遠航之風與八重堂聯合研發，還原了其神奇風味。由於不含豆製品，與容彩祭特別限定款相比，口味略有差別，不過，也就不用擔心豆子過敏問題啦。",
        "es": "Una bebida muy especial. Su mágico sabor fue recreado en colaboración entre la tienda Brisa Marina y la Editorial Yae después de que la bebida hiciera su primera aparición en la novela «Se lo ruego, Suma Sacerdotisa». Como no contiene frijoles, su sabor es ligeramente diferente al de las margaritas arcoíris típicas del Festival Irodori. Sin embargo, así no hay que preocuparse por las alergias.",
        "fr": "Une boisson unique en son genre. Mentionnée à l'origine dans le célèbre roman léger « S'il te plaît, ma Guuji Kitsune ? », elle est devenue réalité grâce à un partenariat entre Vent du Voyage et la Chambre Yae, qui ont réussi à restituer sa saveur extraordinaire. Cette version ne contient aucun produit à base de haricot, ce qui la rend légèrement différente de l'édition spéciale limitée qui était disponible pendant le Festival Irodori. Au moins, elle ne risque pas de déclencher des allergies aux haricots.",
        "id": "Minuman unik yang ada di dalam kisah novel terkenal \"Ayo dong Kitsune Guuji, Kamu Cantik Deh!\". Minuman ini akhirnya diciptakan oleh Sailing Breeze yang berkolaborasi dengan Yae Publishing House, dengan rasanya yang tak terlupakan. Versi ini tidak mengandung kacang, sehingga agak sedikit berbeda dari edisi terbatas spesial yang ada di Festival Irodori, tapi ini dimaksudkan agar tidak berbahaya bagi mereka yang alergi terhadap kacang.",
        "jp": "一風変わったドリンク。有名な小説『お願いっ！私の仙狐宮司』に出てくる、特別なドリンク。セーリングブリーズと八重堂が共同開発し、不思議な風味を再現することができた。豆製品が含まれていないため容彩祭特別限定版とは若干味が異なるが、豆アレルギーの症状が出る心配はなさそうだ。",
        "kr": "이색 음료. 유명 소설 《부탁해요, 나의 여우 신선 궁사님》에 등장한 음료로, 항해의 바람과 야에 출판사가 공동 개발해 신기한 풍미를 살렸다. 콩이 들어가지 않아 이로도리 축제의 한정 음료와는 맛이 조금 다르지만, 콩 알레르기 걱정은 없다",
        "pt": "Uma bebida única. Chegou a aparecer na light novel \"Por Favor, Minha Kitsune Guuji?\", e foi trazida à vida pela Brisa Marítima em colaboração com a Editora Yae, junto com seu fascinante sabor. Como esta versão não contém nenhum produto derivado do feijão, é levemente diferente da versão limitada especial que estava disponível durante o Festival Irodori, mas isso também significa que não existe o risco de causar nenhum tipo de alergia a feijão.",
        "ru": "Особенный напиток, который упоминается в романе «Пожалуйста, Кицунэ Гудзи». Его придумали «Ветер дальнего плавания» совместно с издательским домом Яэ для воссоздания волшебного вкуса. Поскольку в нём не содержится сои. Хоть он и отличается от специальных напитков праздника Иродори, не стоит беспокоиться об аллергии на бобовые.",
        "th": "เครื่องดื่มที่ไม่เหมือนใคร เป็นเครื่องดื่มพิเศษที่ปรากฏในนวนิยายชื่อดัง \"รบกวนด้วยนะ Kitsune Guuji ของฉัน\" ได้รับการพัฒนาร่วมกันโดยร้านสายลมแห่งการเดินทางกับสำนักพิมพ์ Yae จนนำรสชาติที่มหัศจรรย์ออกมาได้ เนื่องจากไม่มีส่วนผสมของผลิตภัณฑ์จากถั่วเหลือง จึงมีรสชาติที่แตกต่างเล็กน้อยจากสูตรลิมิเต็ดที่ทำในเทศกาล Irodori แต่ว่าแบบนี้ก็ไม่ต้องกังวลเรื่องการแพ้ถั่วแล้วล่ะ",
        "vi": "Thức uống độc đáo. Loại đồ uống đặc biệt xuất hiện trong cuốn tiểu thuyết nổi tiếng \"Làm Phiền Rồi Guuji Hồ Ly Của Ta\", đã được Ngọn Gió Hành Trình và Nhà Xuất Bản Yae hợp tác nghiên cứu và khôi phục hương vị kỳ diệu ban đầu của nó. Vì không chứa các thành phần từ đậu nành nên hương vị hơi khác so với phiên bản đặc biệt trong Lễ Hội Irodori, có điều sẽ không cần lo lắng về việc dị ứng đậu."
    },
    "materialType": "MATERIAL_FOOD"
}