{
    "name": {
        "en": "Rainbow Lights: At Dawn We Celebrate",
        "de": "Regenbogenlichter – „Bei Sonnenaufgang feiern wir“",
        "chs": "晴虹灯树-「元辰吉庆」",
        "cht": "晴虹燈樹-「元辰吉慶」",
        "es": "Árbol multicolor: Fortuna temprana",
        "fr": "Lumière arc-en-ciel « Célébration matinale »",
        "id": "Lentera Pelangi: Perayaan Saat Fajar",
        "jp": "煌めく明かり-「吉兆の元辰」",
        "kr": "무지개 등잔걸이-「행운의 새해」",
        "pt": "Luzes do Arco-íris: Comemorando ao Amanhecer",
        "ru": "Дерево фонарей: Утреннее торжество",
        "th": "แผงโคมหลากสี - \"สัญญาณแห่งการเฉลิมฉลอง\"",
        "vi": "Đèn Cầu Vồng - Nguyên Thần Cát Khánh"
    },
    "id": 380416,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making Rainbow Lights: At Dawn We Celebrate.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Regenbogenlichter – Bei Sonnenaufgang feiern wir“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「晴虹灯树-『元辰吉庆』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「晴虹燈樹-『元辰吉慶』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Árbol multicolor: Fortuna temprana.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la lumière arc-en-ciel « Célébration matinale ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Lentera Pelangi: Perayaan Saat Fajar\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「煌めく明かり-『吉兆の元辰』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「무지개 등잔걸이-『행운의 새해』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Luzes do Arco-íris: Comemorando ao Amanhecer\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Дерево фонарей: Утреннее торжество».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง แผงโคมหลากสี - \"สัญญาณแห่งการเฉลิมฉลอง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Đèn Cầu Vồng - Nguyên Thần Cát Khánh.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}