{
    "name": {
        "en": "Rally Banner",
        "de": "Flagge des Kampfgeistes",
        "chs": "战斗意志旗",
        "cht": "戰鬥意志旗",
        "es": "Estandarte de batalla",
        "fr": "Étendard de bataille",
        "id": "Bendera Perang",
        "jp": "戦闘意志の旗",
        "kr": "전투 의지의 깃발",
        "pt": "Bandeira de Determinação da Batalha",
        "ru": "Знамя боевой воли",
        "th": "ธงแห่งการต่อสู้",
        "vi": "Cờ Ý Chí Chiến Đấu"
    },
    "id": 384206,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Rally Banner.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Flagge des Kampfgeistes“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「战斗意志旗」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「戰鬥意志旗」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Estandarte de batalla.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'étendard de bataille.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Bendera Perang\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「戦闘意志の旗」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「전투 의지의 깃발」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Bandeira de Determinação da Batalha\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Знамя боевой воли».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ธงแห่งการต่อสู้\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Cờ Ý Chí Chiến Đấu\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}