{
    "name": {
        "en": "Razor: Wolvensprint",
        "de": "Razor – Laufender Wolf",
        "chs": "雷泽·奔狼",
        "cht": "雷澤·奔狼",
        "es": "Razor - Velocidad de lobo",
        "fr": "Razor - Affaire de loups",
        "id": "Razor: Wolvensprint",
        "jp": "レザー·奔狼",
        "kr": "레이저·울프",
        "pt": "Razor - Lobo Corredor",
        "ru": "Дух волка",
        "th": "Razor - Wolvensprint",
        "vi": "Razor - Sói Chạy"
    },
    "id": 210006,
    "materialDesc": {
        "en": "Namecard style.\\nIt's quite a sight to behold Razor and the wolves prepare their dinner, but they won't let Klee or the Traveler see the slightly gruesome affair.",
        "de": "#Ein Motiv für Namenskärtchen.\\nEs ist schon beeindruckend, Razor und die Wölfe dabei zu beobachten, wie sie ihr Abendessen vorbereiten. Das würden sie Klee und {F#die Reisende}{M#den Reisenden} aber niemals tun lassen.",
        "chs": "名片纹饰。\\n雷泽和群狼一起弄晚饭的姿态十分飒爽。但是不能给可莉和旅行者看到。",
        "cht": "名片紋飾。\\n雷澤和群狼一起弄晚飯的姿態十分颯爽。但是不能給可莉和旅行者看到。",
        "es": "#Diseño de tarjeta de presentación.\\nEs todo un espectáculo presenciar a Razor y los lobos preparando su cena, pero no permitirían que Klee o {F#la viajera}{M#el viajero} vean algo tan escalofriante.",
        "fr": "#Thème.\\nLe repas de Razor et des loups offre une scène... particulière. Mais jamais ils ne laisseront Klee ou {M#le voyageur}{F#la voyageuse} en être les spectateurs.",
        "id": "Style kartu nama.\\nSungguh pemandangan yang menakjubkan untuk melihat Razor dan para serigala menyiapkan makan malam mereka, tetapi mereka tidak membiarkan Klee atau pengembara melihat pemandangan yang sedikit mengerikan itu.",
        "jp": "名刺の飾り紋。\\nレザーが狼の群れと一緒に晩ごはんを作る姿はとても颯爽だ。ただしこの情景をクレーと旅人に見せてはいけない。",
        "kr": "명함 스킨.\\n레이저와 늑대 무리가 함께 저녁거리를 구하는 모습은 늠름하기 그지없지만, 클레와 여행자가 보게 해선 안 된다",
        "pt": "#Estilo de Cartão de Visita.\\nA postura de que o Razor e a alcateia de lobos fazem jantar é muito impressionante. Mas não pode deixar a Klee e {M#o}{F#a} viajante a ver.",
        "ru": "#Именная карта.\\nРэйзор и волчья стая готовят ужин с очень гордым видом. Но Кли и {M#путешественнику}{F#путешественнице} видеть этого нельзя.",
        "th": "ลายนามบัตร\\n Razor และฝูงหมาป่าทำอาหารค่ำด้วยกัน แต่จะให้ Klee และนักเดินทางเห็นไม่ได้",
        "vi": "Hoa văn danh thiếp.\\nDáng vẻ Razor và bầy sói cùng nấu cơm tối vô cùng hiên ngang. Nhưng không thể để Klee và Nhà Lữ Hành nhìn thấy."
    },
    "materialType": "MATERIAL_NAMECARD"
}