{
    "name": {
        "en": "Recipe: Masala Cheese Balls",
        "de": "Rezept: Masala-Käsebällchen",
        "chs": "食谱：马萨拉芝士球",
        "cht": "食譜：馬薩拉起司球",
        "es": "Receta: Bolitas de queso con masala",
        "fr": "Recette : Boules de fromage au masala",
        "id": "Resep: Masala Cheese Balls",
        "jp": "レシピ：マサラチーズボール",
        "kr": "레시피: 마살라 치즈볼",
        "pt": "Receita: Bolinhas de Queijo ao Masala",
        "ru": "Рецепт: Сырные шарики масала",
        "th": "สูตรอาหาร: Masala Cheese Balls",
        "vi": "Công Thức: Viên Phô Mai Masala"
    },
    "id": 109496,
    "materialDesc": {
        "en": "A recipe for making Masala Cheese Balls that you found during your adventure. It has been further refined by Paimon.",
        "de": "Ein auf Abenteuern erhaltenes, durch Paimon verfeinertes Rezept zur Zubereitung von „Masala-Käsebällchen“.",
        "chs": "在冒险中获得，经由派蒙改良后的食谱，记载着「马萨拉芝士球」的制作方法。",
        "cht": "在冒險中獲得，經由派蒙改良後的食譜，記載著「馬薩拉起司球」的製作方法。",
        "es": "Una receta paso a paso que obtuviste durante tu aventura y mejorada por la chef Paimon para hacer unas bolitas de queso con masala.",
        "fr": "Étapes de préparation des boules de fromage au masala, optimisées par Paimon.",
        "id": "Resep yang berisi langkah-langkah untuk membuat Masala Cheese Ball yang kamu temukan selama petualanganmu. Sudah disempurnakan lebih lanjut oleh Paimon.",
        "jp": "冒険で獲得し、パイモンが改良したレシピ。「マサラチーズボール」の詳しい作り方が載っている。",
        "kr": "모험 과정에서 획득하고, 페이몬이 개량한 레시피. 「마살라 치즈볼」의 조리 방법이 적혀있다",
        "pt": "Uma receita para cozinhar Bolinhas de Queijo ao Masala que você encontrou em sua aventura. Ela foi melhorada por Paimon.",
        "ru": "Рецепт приготовления сырных шариков масала, который вы нашли во время своих странствований. Паймон доработала рецепт.",
        "th": "สูตรอธิบายวิธีทำ \"Masala Cheese Balls\" โดยละเอียด ที่คุณได้รับจากการผจญภัย ซึ่งได้ผ่านการปรับปรุงสูตรโดย Paimon",
        "vi": "Công thức món ăn nhận được trong khi mạo hiểm và đã được Paimon cải tiến, ghi lại cách làm món \"Viên Phô Mai Masala\"."
    },
    "materialType": "MATERIAL_CONSUME"
}