{
    "name": {
        "en": "Records of Jueyun: Mountain Spirits",
        "de": "Jueyun-Schriften – Berggeister",
        "chs": "绝云记闻·山灵",
        "cht": "絕雲記聞·山靈",
        "es": "Registros de Jueyun: Seelies",
        "fr": "Archives de Jueyun - Fées des montagnes",
        "id": "Catatan Jueyun: Peri Gunung",
        "jp": "絶雲紀聞·山霊",
        "kr": "절운 기문·산령",
        "pt": "Registros de Jueyun - Seelies",
        "ru": "Хроника Заоблачного предела: Горные духи",
        "th": "บันทึกอันน่าทึ่งของ Jueyun - วิญญาณแห่งภูเขา",
        "vi": "Ký Sự Tuyệt Vân - Sơn Linh"
    },
    "id": 100638,
    "materialDesc": {
        "en": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment features the stories of Seelie living in the mountains.",
        "de": "Eine Sammlung von interessanten kurzen Erzählungen, die durch das Volk von Liyue gehen. Sie sind recht knapp und dennoch sehr beliebt unter den Menschen. In diesem Band geht es um die mysteriösen Seelien der Berge.",
        "chs": "璃月流传的诸多志怪传奇故事合集，收录了许多短小精悍，脍炙人口的轶事，大多为民俗题材。本篇讲述了神秘的山中仙灵的故事。",
        "cht": "璃月流傳的諸多志怪傳奇故事合集，收錄了許多短小精悍，膾炙人口的軼事，大多為民俗題材。本篇講述了神秘的山中仙靈的故事。",
        "es": "Una colección de las muchas historias legendarias de Liyue. Incluye cuentos cortos y anécdotas universalmente populares, la mayoría sobre temas folclóricos. En esta edición, se cuenta la misteriosa historia de los Seelies de las montañas.",
        "fr": "Une compilation d'histoires passionnantes en rapport avec le folklore liyuéen. Ce tome traite de la vie des Fées dans les montagnes.",
        "id": "Kompilasi dari berbagai cerita legenda di Liyue, berisi banyak cerita yang ditulis dengan singkat dan jelas, digemari oleh semua orang, dan selalu menjadi topik pembicaraan. Edisi ini menceritakan tentang Seelie gunung yang misterius.",
        "jp": "璃月の奇怪伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は山にいる神秘的な仙霊の物語が記載されている。",
        "kr": "리월에서 전해 내려오는 여러 기괴한 전설 전집. 짧지만 사람들 입에 많이 오르내리는 알찬 일화들이 수록되어 있으며, 대부분은 민간을 소재로 하는 내용이다. 본편은 신비로운 산속 선령의 이야기이다",
        "pt": "Uma coleção de histórias folclóricas, mitos e lendas de Liyue. Essa edição conta a história misteriosa dos Seelies que vivem nas montanhas.",
        "ru": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена феям, живущим высоко в горах.",
        "th": "คอลเลกชันที่รวบรวมตำนานและเรื่องเล่ามากมายที่ถูกบอกต่อกันของ Liyue บันทึกช่วงเวลาสั้น ๆ และทรงพลังรวมไปถึงนิยายที่ผู้คนต่างพากันพูดถึงไว้อย่างมากมาย ซึ่งโดยส่วนใหญ่แล้วจะมีหัวข้อเกี่ยวกับประเพณีต่าง ๆ ส่วนบทความนี้ได้บอกเล่าถึงเรื่องราวของ Seelie ลึกลับกลางหุบเขา",
        "vi": "Bộ sưu tập nhiều câu chuyện li kì ở Liyue, bao gồm nhiều giai thoại ngắn và thú vị, chủ yếu lấy chủ đề dân gian. Bài viết này kể lại câu chuyện về tiên linh thần bí trong núi."
    },
    "materialType": "MATERIAL_QUEST"
}