{
    "name": {
        "en": "Records of the Gallant: Black Raccoons",
        "de": "Aufzeichnungen eines Helden – Schwarze Waschbären",
        "chs": "侠客记·黑貉篇",
        "cht": "俠客記·黑貉篇",
        "es": "Registros del gallardo: Los tejones negros",
        "fr": "Histoire du chevalier errant - Ratons noirs",
        "id": "Catatan Pengembara: Rakun Hitam",
        "jp": "侠客記·黒貉編",
        "kr": "협객기·검정 담비편",
        "pt": "Registros do Cavaleiro Errante - Capítulo de Guaxinins Pretos",
        "ru": "Записки благородного рыцаря: Чёрные еноты",
        "th": "บันทึกของอัศวินพเนจร - แรคคูนดำ",
        "vi": "Hiệp Khách Ký - Hắc Báo"
    },
    "id": 100732,
    "materialDesc": {
        "en": "A compilation of stories and legends of various knights-errant in Liyue. Some of them have been told for a long time but are still popular among the people.",
        "de": "Ein unter dem gewöhnlichen Volk von Liyue äußerst beliebtes Buch mit teilweise sehr alten Heldengeschichten, die dennoch nicht an Glanz verloren haben.",
        "chs": "记录了璃月市井传说中诸多侠客的奇书，其中有些故事年代已远，但依旧十分受市井读者欢迎。",
        "cht": "記錄了璃月市井傳說中諸多俠客的奇書，其中有些故事年代已遠，但依舊十分受市井讀者歡迎。",
        "es": "El registro de las muchas leyendas de los caballeros errantes de Liyue. A pesar de que muchas de estas historias son muy antiguas, siguen siendo muy populares entre los lectores.",
        "fr": "Un recueil d'histoires de chevaliers à Liyue. Certaines sont anciennes, mais elles sont encore très populaires de nos jours.",
        "id": "Sebuah kompilasi cerita dan legenda aneh di Liyue. Beberapa dari kisah-kisah ini sudah diceritakan berulang kali, tetapi masih sangat populer di kalangan pembaca.",
        "jp": "璃月の侠客に関する伝説を記録した本。古いお話が書かれているが、読者の間で人気が高い。",
        "kr": "리월 도시 전설에 나오는 수많은 협객이 기록되어 있는 기서. 그 중 일부는 아주 오래 전 이야기지만, 여전히 독자들의 사랑을 받고 있다",
        "pt": "Uma compilação de histórias e lendas de vários recados de cavaleiros em Liyue. Alguma delas foram contadas por um longo tempo, mas ainda são populares entre as pessoas.",
        "ru": "Сборник историй, посвященный рыцарским деяниям в Ли Юэ. Эти старинные рассказы и по сей день популярны среди жителей Ли Юэ.",
        "th": "หนังสืออันน่าทึ่งที่บันทึกเรื่องราวของผู้กล้าต่าง ๆ มากมายใน Liyue เรื่องราวเหล่านี้บางเรื่องถึงแม้ว่าจะเก่าแก่มากแต่ก็ยังเป็นที่นิยมในหมู่ผู้อ่าน",
        "vi": "Ghi lại các câu chuyện hiệp khách được lưu truyền ở Liyue, một vài trong số đó tuy đã lâu đời, nhưng vẫn được độc giả thành phố đón nhận."
    },
    "materialType": "MATERIAL_QUEST"
}