{
    "name": {
        "en": "Records of a Changing Village",
        "de": "Protokoll zum Dorfumzug",
        "chs": "村庄变迁记录",
        "cht": "村莊變遷記錄",
        "es": "Registro de los cambios en la aldea",
        "fr": "Archives d'un village en mutation",
        "id": "Catatan Tentang Desa yang Berubah",
        "jp": "村の変遷記録",
        "kr": "마을 변천 기록",
        "pt": "Registro de Vila em Transformação",
        "ru": "Летопись перемен деревни",
        "th": "บันทึกการเปลี่ยนแปลงของหมู่บ้าน",
        "vi": "Ghi Chép Của Thôn Làng"
    },
    "id": 101613,
    "materialDesc": {
        "en": "Documents announcing the villagers' migration. It states that the village was forced to relocate due to a god's remains.",
        "de": "Dokumente, die den Umzug der Dorfbewohner ankündigen. Darin steht, dass das Dorf aufgrund der Überreste eines Gottes gezwungen war, umzuziehen.",
        "chs": "通告村民迁居的文书，记录了村庄因为魔神残骸而被迫搬迁的事情。",
        "cht": "通告村民遷居的文書，記錄了村莊因為魔神殘骸而被迫搬遷的事情。",
        "es": "El documento que anuncia la migración de los lugareños. Pone que la aldea tuvo que trasladarse debido a la presencia de restos de un dios.",
        "fr": "Des documents qui informent de la migration des villageois. Il annonce que le village a dû être déplacé en raison de la présence de restes d'une divinité déchue.",
        "id": "Dokumen pemberitahuan migrasi penduduk desa. Menyatakan bahwa desa harus pindah dikarenakan adanya sisa-sisa dewa.",
        "jp": "村人に移住を知らせる書類。魔神の残骸により、強制的に移住させられたことが記録されている。",
        "kr": "마을 주민에게 통보한 이사 알림 문서. 마신의 잔해 때문에 어쩔 수 없이 거처를 옮긴 일이 기록되어 있다",
        "pt": "O documento que anuncia a realocação dos habitantes da vila. Alega que foi necessário realocar os habitantes devido aos restos de um deus.",
        "ru": "Документ с записями о переселении жителей деревни. В нём говорится, что деревня была вынуждена переселиться из-за останков божества.",
        "th": "เอกสารประกาศอพยพชาวบ้าน บันทึกถึงเหตุการณ์ที่หมู่บ้านถูกบังคับให้ต้องย้ายถิ่นฐานเนื่องจากเศษซากของเทพอสูร",
        "vi": "Văn thư thông báo về việc di cư, ghi chép lại chuyện thôn làng phải dời đi vì tàn dư của Ma Thần."
    },
    "materialType": "MATERIAL_QUEST"
}