{
    "name": {
        "en": "Records of Jueyun: Palace Beneath the Sea",
        "de": "Jueyun-Schriften – Palast des Meeresgottes",
        "chs": "绝云记闻·海神宫",
        "cht": "絕雲記聞·海神宮",
        "es": "Registros de Jueyun: El Palacio Submarino",
        "fr": "Archives de Jueyun - Palais sous-marin",
        "id": "Catatan Jueyun: Kuil Dasar Laut",
        "jp": "絶雲紀聞·海神宮",
        "kr": "절운 기문·해신궁",
        "pt": "Registros de Jueyun - Palácio Sob o Mar",
        "ru": "Хроника Заоблачного предела: Дворец морского божества",
        "th": "บันทึกอันน่าทึ่งของ Jueyun - วังใต้ทะเล",
        "vi": "Ký Sự Tuyệt Vân - Hải Thần Cung"
    },
    "id": 100400,
    "materialDesc": {
        "en": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment is on ancient fictional stories.",
        "de": "Eine Sammlung von interessanten kurzen Erzählungen, die durch das Volk von Liyue gehen. Sie sind recht knapp und dennoch sehr beliebt unter den Menschen. In diesem Band geht es Anekdoten über sehr alte Legenden.",
        "chs": "璃月流传的诸多志怪传奇故事合集，收录了许多短小精悍，脍炙人口的轶事，大多为民俗题材。本篇是关于远古传说的虚构轶事。",
        "cht": "璃月流傳的諸多志怪傳奇故事合集，收錄了許多短小精悍，膾炙人口的軼事，大多為民俗題材。本篇是關於遠古傳說的虛構軼事。",
        "es": "Una colección de historias legendarias y fantásticas de Liyue. Incluye muchas anécdotas cortas y famosas, en su mayoría de temas populares. En concreto, este capítulo contiene anécdotas ficticias sobre leyendas antiguas.",
        "fr": "Une compilation d'histoires passionantes en rapport avec le folklore liyuéen. Ce tome traite d'ancienne légendes populaires.",
        "id": "Kumpulan cerita rakyat, mitos, dan legenda dari Liyue. Isinya sangat menarik. Bagian ini berisi tentang cerita fiksi zaman dahulu.",
        "jp": "璃月の怪奇伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は上古の伝説が記載されている。",
        "kr": "리월에서 전해 내려오는 여러 기괴한 전설 전집. 짧지만 사람들 입에 많이 오르내리는 알찬 일화들이 수록되어 있으며, 대부분은 민간을 소재로 하는 내용이다. 본편은 태초의 전설 속 꾸며낸 일화에 관하 것이다",
        "pt": "Uma coleção de histórias folclóricas, mitos e lendas de Liyue. É uma mudança de página. Este segmento está em histórias fictícias antigas.",
        "ru": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена древним преданиям.",
        "th": "คอลเลกชันที่รวบรวมตำนานและเรื่องเล่ามากมายที่ถูกบอกต่อกันของ Liyue บันทึกช่วงเวลาสั้น ๆ และทรงพลังรวมไปถึงนิยายที่ผู้คนต่างพากันพูดถึงไว้อย่างมากมาย ซึ่งโดยส่วนใหญ่แล้วจะมีหัวข้อเกี่ยวกับประเพณีต่าง ๆ ส่วนบทความนี้จะพูดถึงนิยายตำนานเรื่องเล่าที่มีมาแต่โบราณ",
        "vi": "Bộ sưu tập nhiều câu chuyện li kì ở Liyue, bao gồm nhiều giai thoại ngắn và thú vị, chủ yếu lấy chủ đề dân gian. Bài viết này kể về giai thoại hư cấu cổ xưa."
    },
    "materialType": "MATERIAL_QUEST"
}