{
    "name": {
        "en": "Record of Lamb-Devourer Rock",
        "de": "Aufzeichnung des Lammfresser-Felsens",
        "chs": "吞羊岩的记录",
        "cht": "吞羊岩的紀錄",
        "es": "Registro del Peñasco Devoracarneros",
        "fr": "Registre de Rocher agneauvore",
        "id": "Catatan Lamb-Devourer Rock",
        "jp": "羊呑の岩の記録",
        "kr": "양을 삼킨 바위 기록",
        "pt": "Registro da Rocha Come-Cordeiro",
        "ru": "Записи скалы Поедателя ягнят",
        "th": "บันทึกของ Lamb-Devourer Rock",
        "vi": "Ghi Chép Của Thôn Dương Nham"
    },
    "id": 101989,
    "materialDesc": {
        "en": "A stone slate that you found in the secret Eremite base within Lamb-Devourer Rock. This seems to be a record left by a lost civilization.",
        "de": "Eine in der geheimen Basis der Goldbrigade bei Lammfresser-Felsen entdeckte Steinplatte. Sie scheint die Niederschrift einer verlorenen Zivilisation zu sein ...",
        "chs": "在吞羊岩镀金旅团秘密基地中发现的石板。似乎是已经失落的文明留下的记录…",
        "cht": "在吞羊岩鍍金旅團秘密基地中發現的石板。似乎是已經失落的文明留下的紀錄…",
        "es": "Una placa de piedra que encontraste en la base secreta de Los Eremitas en el Peñasco Devoracarneros. Parece ser el registro de una civilización perdida.",
        "fr": "Une plaque de pierre que vous avez trouvée dans la base secrète des Érémites au Rocher agneauvore. Cela semble être un enregistrement laissé par une civilisation perdue...",
        "id": "Batu tulis yang ditemukan di markas rahasia Eremite, Lamb-Devourer Rock. Tampaknya berisi catatan tentang peradaban yang telah hilang.",
        "jp": "羊呑の岩にあったエルマイト旅団のアジトで見つけた石板。失われた文明が残した記録らしい…",
        "kr": "양을 삼킨 바위의 도금 여단 비밀기지에서 찾은 석판. 사라진 문명이 남긴 기록인 것 같다…",
        "pt": "Uma tabuleta de pedra que você encontrou na base secreta dos Eremitas dentro da Rocha Come-Cordeiro. Parece ser um registro deixado por uma civilização perdida.",
        "ru": "Каменная плита, которую вы нашли в тайном убежище Пустынников в скале Поедателя ягнят. Похоже на записи, оставленные древней цивилизацией.",
        "th": "แผ่นหินที่พบจากฐานลับของกลุ่ม Eremite ใน Lamb-Devourer Rock ดูเหมือนจะเป็นบันทึกของอารยธรรมที่ล่มสลายไปแล้ว...",
        "vi": "Phiến đá được tìm thấy trong căn cứ bí mật của Eremite Thôn Dương Nham. Có vẻ như là một ghi chép để lại bởi một nền văn minh đã mất..."
    },
    "materialType": "MATERIAL_QUEST"
}