{
    "name": {
        "en": "Records of Jueyun: Qilin",
        "de": "Jueyun-Schriften – Qilin",
        "chs": "绝云记闻·麒麟",
        "cht": "絕雲記聞·麒麟",
        "es": "Registros de Jueyun: Los Chilin",
        "fr": "Archives de Jueyun - Qilin",
        "id": "Catatan Jueyun: Qilin",
        "jp": "絶雲紀聞·麒麟",
        "kr": "절운 기문·기린",
        "pt": "Registros de Jueyun - Qilin",
        "ru": "Хроника Заоблачного предела: Цилинь",
        "th": "บันทึกอันน่าทึ่งของ Jueyun - กิเลน",
        "vi": "Ký Sự Tuyệt Vân - Kỳ Lân"
    },
    "id": 100730,
    "materialDesc": {
        "en": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment is on the shared history of qilins and humans.",
        "de": "Eine Sammlung von interessanten kurzen Erzählungen, die durch das Volk von Liyue gehen. Sie sind recht knapp und dennoch sehr beliebt unter den Menschen. In diesem Band geht es um den Ursprung der Qilin, göttlichen Bestien, und der Menschen.",
        "chs": "璃月流传的诸多志怪传奇故事合集，收录了许多短小精悍，脍炙人口的轶事，大多为民俗题材。本篇讲述了仙兽「麒麟」与凡人的渊源。",
        "cht": "璃月流傳的諸多志怪傳奇故事合集，收錄了許多短小精悍，膾炙人口的軼事，大多為民俗題材。本篇講述了仙獸「麒麟」與凡人的淵源。",
        "es": "Una colección de las muchas historias legendarias de Liyue. Incluye cuentos cortos y anécdotas universalmente populares, la mayoría sobre temas folclóricos. Esta edición describe el origen de las bestias iluminadas Chilin y los mortales.",
        "fr": "Une compilation d'histoires passionantes en rapport avec le folklore liyuéen. Ce tome traite de l'histoire commune des Qilin et des hommes.",
        "id": "Kompilasi dari berbagai cerita legenda di Liyue. Berisi banyak cerita pendek yang digemari oleh semua orang. Edisi ini menceritakan tentang sejarah antara Qilin dan manusia.",
        "jp": "璃月の怪奇伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は仙獣「麒麟」と人の由緒が記載されている。",
        "kr": "리월에서 전해 내려오는 여러 기괴한 전설 전집. 짧지만 사람들 입에 많이 오르내리는 알찬 일화들이 수록되어 있으며, 대부분 토속적인 내용을 소재로 한다. 본편은 신수 「기린」과 인간의 역사가 기록되어 있다",
        "pt": "Uma coleção de histórias folclóricas, mitos e lendas de Liyue. É uma mudança de página. Esse capítulo conta uma história entre uma Besta Iluminada no mundo mortal.",
        "ru": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги рассказывает об общей истории цилиней и людей.",
        "th": "คอลเลกชันที่รวบรวมตำนานและเรื่องเล่ามากมายที่ถูกบอกต่อกันของ Liyue บันทึกช่วงเวลาสั้น ๆ และทรงพลังรวมไปถึงนิยายที่ผู้คนต่างพากันพูดถึงไว้อย่างมากมาย ซึ่งโดยส่วนใหญ่แล้วจะมีหัวข้อเกี่ยวกับประเพณีต่าง ๆ บทความนี้จะพูดถึงความสัมพันธ์ระหว่างสัตว์เวท \"กิเลน\" และมนุษย์ปุถุชน",
        "vi": "Bộ sưu tập nhiều câu chuyện ly kì ở Liyue, bao gồm nhiều giai thoại ngắn và thú vị, chủ yếu lấy chủ đề dân gian. Bài viết này kể về nguồn gốc Tiên Thú Kỳ Lân và người phàm."
    },
    "materialType": "MATERIAL_QUEST"
}