{
    "name": {
        "en": "Recruit's Insignia",
        "de": "Abzeichen für neue Rekruten",
        "chs": "新兵的徽记",
        "cht": "新兵的徽記",
        "es": "Insignia del recluta",
        "fr": "Insigne de nouvelle recrue",
        "id": "Recruit's Insignia",
        "jp": "新兵の記章",
        "kr": "신병의 휘장",
        "pt": "Insígnia de Recruta",
        "ru": "Шеврон рядового",
        "th": "Recruit's Insignia",
        "vi": "Phù Hiệu Tân Binh"
    },
    "id": 112032,
    "materialDesc": {
        "en": "An insignia to identify the recruits. Makes one wonder about what the ones joining the Fatui's war machine were thinking.",
        "de": "Ein Abzeichen, das anzeigt, dass man noch neu ist. Wer weiß, was der ursprüngliche Besitzer einmal dachte, als er der Kriegsmaschinerie der Fatui beitrat.",
        "chs": "标识着新兵身份的徽记。不知曾经带着它的人，是怀着何种心情加入愚人众的战争机器的呢。",
        "cht": "標識著新兵身分的徽記。不知曾經帶著它的人，是懷著何種心情加入愚人眾的戰爭機器的呢。",
        "es": "Una insignia para identificar a los reclutas. Hace que uno se pregunte en qué estaban pensando aquellos que se unieron a la máquina de guerra de los Fatui.",
        "fr": "Un insigne servant à identifier les nouvelles recrues. Personne ne sait ni à qui il appartient, ni pourquoi cette personne a décidé de rejoindre l'armée des Fatui.",
        "id": "Sebuah lencana untuk menandai anggota baru. Entah siapa pemilik lencana ini, dan apa logika yang mereka miliki sampai mau bergabung dengan mesin perang Fatui.",
        "jp": "新兵の身分を記した記章。かつてこれをつけた人は、どんな気持ちでファデュイの戦争兵器になったのだろうか。",
        "kr": "신병 신분을 나타내는 휘장. 이 휘장의 주인은 어떤 마음으로 우인단의 전쟁 기계가 된 것일까?",
        "pt": "Uma insígnia para identificar os recrutas. Faz com que alguém se pergunte o que estava pensando quando se uniram à máquina de guerra dos Fatui.",
        "ru": "Знак, определяющий рекрута. Интересно, у кого хватило мозгов стать частью военной машины Фатуи.",
        "th": "ตราสัญลักษณ์ของทหารใหม่ ไม่ทราบว่าใครเป็นเจ้าของมันมาก่อน ทำให้ชวนสงสัยว่าเหล่าผู้คนที่เข้าร่วมสงครามเครื่องจักรของ Fatui นั้นกำลังคิดอะไรกันอยู่นะ",
        "vi": "Phù hiệu thể hiện thân phận tân binh. Không biết khi gia nhập cỗ máy chiến tranh của Fatui, người đeo nó có cảm giác gì."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}