{
    "name": {
        "en": "Red Cedar Round Table",
        "de": "Runder Tisch aus rot lackiertem Zedernholz",
        "chs": "垂香木朱漆圆桌",
        "cht": "垂香木朱漆圓桌",
        "es": "Mesa roja redonda de cedro fragante",
        "fr": "Table ronde rouge en cèdre",
        "id": "Meja Bundar Merah dari Kayu Aras",
        "jp": "垂香の円卓",
        "kr": "붉은 수향나무 원탁",
        "pt": "Mesa Redonda de Cedro Vermelho",
        "ru": "Круглый стол из красного кедра",
        "th": "โต๊ะกลมไม้หอมสีแดง",
        "vi": "Bàn Tròn Gỗ Thùy Hương Đỏ"
    },
    "id": 381310,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Red Cedar Round Table.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Runder Tisch aus rot lackiertem Zedernholz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「垂香木朱漆圆桌」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「垂香木朱漆圓桌」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Mesa roja redonda de cedro fragante.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la table ronde rouge en cèdre.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Meja Bundar Merah dari Kayu Aras\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「垂香の円卓」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「붉은 수향나무 원탁」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Mesa Redonda de Cedro Vermelho\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Круглый стол из красного кедра».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"โต๊ะกลมไม้หอมสีแดง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Bàn Tròn Gỗ Thùy Hương Đỏ\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}