{
    "name": {
        "en": "Red Feather Fan",
        "de": "Roter Federfächer",
        "chs": "红羽团扇",
        "cht": "紅羽團扇",
        "es": "Abanico de plumas rojas",
        "fr": "Éventail à plumes rouges",
        "id": "Red Feather Fan",
        "jp": "赤羽団扇",
        "kr": "붉은 깃털 부채",
        "pt": "Abanador de Penas Vermelhas",
        "ru": "Веер из красных перьев",
        "th": "Red Feather Fan",
        "vi": "Quạt Lông Đỏ"
    },
    "id": 220035,
    "materialDesc": {
        "en": "Use this to increase Gliding Movement SPD by 30% for 30s.\\n\\nThis item possesses some sort of mysterious power. In the hands of the tengu warriors, it can have various effects, but in the hands of an ordinary person, it can still have enough power to \"make one's body lighter\" while in mid-air.",
        "de": "Benutze dies, um die Bewegungs-GSW beim Gleiten 30 s lang um 30 % zu erhöhen.\\n\\nDieses Objekt besitzt eine Art mysteriöse Kraft. In den Händen der Tengu-Krieger kann es verschiedene Effekte haben, aber in den Händen einer normalen Person kann es immer noch genug Kraft haben, um den eigenen Körper „leichter“ zu machen, während man in der Luft ist.",
        "chs": "使用后的30秒内，滑翔时的移动速度提高30%。\\n\\n具有某种神奇力量的道具。在「天狗」的手中，可以发挥各种各样的力量；而在一般人的手里，也能在空游时发挥「让身体稍微变得轻盈一点」程度的能力。",
        "cht": "使用後的30秒內，滑翔時的移動速度提高30%。\\n\\n具有某種神奇力量的道具。在「天狗」的手中，可以發揮各種各樣的力量；而在一般人的手裡，也能在空遊時發揮「讓身體稍微變得輕盈一點」程度的能力。",
        "es": "Al utilizarlo, la velocidad de vuelo aumenta en un 30% durante 30 s.\\n\\nUn objeto con un poder mágico. En manos de un tengu, puede tener toda clase de efectos. Pero en manos de un humano, hará que su cuerpo se vuelva más ligero al volar.",
        "fr": "Utilisez cet objet pour augmenter votre VIT de planage de 30 % pendant 30 s.\\n\\nCet objet est doté d'un pouvoir mystérieux. Entre les mains d'un Tengu, il a divers effets, et entre celles d'une personne ordinaire, il a la capacité d'« alléger le corps » dans les airs.",
        "id": "Meningkatkan 30% Movement SPD meluncur selama 30 detik setelah digunakan.\\n\\nItem ini memiliki kekuatan misterius. Saat berada di tangan pasukan tengu, peralatan ini memiliki efek kekuatan yang bervariasi. Namun saat berada di tangan orang biasa, peralatan ini masih memiliki kekuatan yang cukup untuk \"membuat tubuh lebih ringan\" di udara.",
        "jp": "使用後の30秒間、滑翔時の移動速度+30%。\\n\\n不思議な力を持つアイテム。「天狗」の手中にあれば、様々な力を発揮できる。一般人が使えば、空中で「体を少し軽くする」程度の能力を発揮できる。",
        "kr": "사용 후 30초 동안 활강 시의 이동속도가 30% 증가한다.\\n\\n신비한 힘을 지니고 있는 아이템. 「텐구」의 손에서 각양각색의 힘을 발휘할 수 있다. 하지만 보통 사람에게는 「몸이 조금 더 가벼워지는」 정도의 역할일 뿐이다",
        "pt": "Use isto para aumentar a Veloc. Mov. ao Planar em 30% por 30s.\\n\\nEste item possui algum tipo de poder misterioso. Nas mãos dos guerreiros tengu, pode ter vários efeitos. Mas com uma pessoa comum, ainda tem força suficiente para \"deixar o corpo mais leve\" no ar.",
        "ru": "Увеличивает скорость парения на 30% в течение 30 сек.\\n\\nПредмет, наделённый загадочной силой.",
        "th": "หลังจากที่ใช้แล้ว ความเร็วในการเคลื่อนที่ขณะที่ร่อนเวหาจะเพิ่มขึ้น 30%\\n\\nไอเทมนี้มีพลังลึกลับบางอย่าง เมื่ออยู่ในมือของ Tengu มันสามารถมีพลังชนิดต่าง ๆ ได้ แต่เมื่ออยู่ในมือของคนธรรมดา มันก็ยังมีพลังพอที่จะช่วย \"ทำให้ร่างกายเบาขึ้น\" ขณะที่อยู่กลางอากาศ",
        "vi": "Trong 30s sau khi dùng, tốc độ bay lượn tăng 30%.\\n\\nĐạo cụ có sức mạnh thần kỳ. Trong tay \"Tengu\", có thể phát huy sức mạnh đa dạng; còn trong tay người thường cũng chỉ có thể phát huy năng lực \"khiến cơ thể nhẹ tênh bay lượn\"."
    },
    "materialType": "MATERIAL_WIDGET"
}