{
    "name": {
        "en": "Refraction Crystals",
        "de": "Kristallfilter",
        "chs": "结晶偏光",
        "cht": "結晶偏光",
        "es": "Polarización cristalina",
        "fr": "Polarisation cristalline",
        "id": "Refraction Crystals",
        "jp": "結晶偏光",
        "kr": "편광 결정",
        "pt": "Luz Cristalina",
        "ru": "Кристаллы преломления",
        "th": "Refraction Crystals",
        "vi": "Ánh Sáng Kết Tinh"
    },
    "id": 200246,
    "materialDesc": {
        "en": "When a character obtains an Elemental Shard created by a Crystallize Reaction, they gain a 30% Elemental DMG Bonus for 10s.",
        "de": "Erhöht den Schaden aller Elemente nach dem Erhalten von durch Kristallisation entstehenden Splittern durch die Figur 10 s lang um 30 %.",
        "chs": "角色获得结晶反应产生的晶片后的10秒内，获得30%所有元素伤害加成。",
        "cht": "角色獲得結晶反應產生的晶片後的10秒內，獲得30%所有元素傷害加成。",
        "es": "Tras conseguir un fragmento creado mediante una reacción de Cristalización, el personaje obtiene un 30% de Bono de Daño Elemental durante 10 s.",
        "fr": "Lorsqu'un personnage récupère un fragment élémentaire créé par une réaction de Cristallisation, il bénéficie d'un bonus de DGT élémentaires de 30 % pendant 10 s.",
        "id": "Saat Karakter memperoleh Elemental Shard yang terbentuk dari Reaksi Crystallize, Karakter tersebut mendapatkan 30% Bonus Elemental DMG selama 10 dtk.",
        "jp": "キャラクターが結晶反応で生成した欠片を獲得した後の10秒間、全ての元素ダメージ+30%。",
        "kr": "캐릭터가 결정 반응으로 만들어진 결정 조각 획득 후 10초 동안 모든 원소 피해 보너스를 30% 획득한다",
        "pt": "Quando um Personagem obtém um Fragmento Elemental criado por uma Reação de Cristalização, ele ganha 30% de Bônus de Dano Elemental por 10s.",
        "ru": "Когда персонаж поднимает элементальный осколок, созданный реакцией Кристалл, он на 10 сек. получает 30% бонус элементального урона.",
        "th": "ภายใน 10 วินาที หลังจากตัวละครได้รับเศษเสี้ยว ที่เกิดจากปฏิกิริยาการตกผลึก จะได้รับโบนัสความเสียหายธาตุทั้งหมด 30%",
        "vi": "Trong 10s sau khi nhân vật nhận được mảnh tạo ra bởi phản ứng kết tinh sẽ tăng 30% tất cả sát thương nguyên tố."
    },
    "materialType": "MATERIAL_CHANNELLER_SLAB_BUFF"
}