{
    "name": {
        "en": "Remelting Tablet",
        "de": "Umschmelztablette",
        "chs": "重熔片剂",
        "cht": "重熔片劑",
        "es": "Píldora refundente",
        "fr": "Comprimé de refonte",
        "id": "Tablet Remelting",
        "jp": "リメルトタブレット",
        "kr": "재용해 약제",
        "pt": "Comprimidos de Refusão",
        "ru": "Переплавляющие таблетки",
        "th": "ผลึกยาหลอมละลาย",
        "vi": "Thuốc Tái Luyện"
    },
    "id": 101998,
    "materialDesc": {
        "en": "A masterpiece of the alchemist Hajanad, a truly special solid potion. Theoretically, this alchemy tablet can be stored for a long time and is quite safe and easy to carry and transport. However, when in use, the tablet needs to be put into the \"remelting device,\" where the two solid agents will be mixed via micro-explosion to obtain complete efficacy.\\nAnd it is always a little disturbing to think that the device in hand may explode...",
        "de": "Ein Meisterstück des Alchimisten Hajanad, ein vollkommen festes Medikament. Theoretisch ist so eine Umschmelztablette lange haltbar, leicht zu transportieren und sehr sicher. Aber zur Anwendung muss die Tablette in einen „Umschmelzapparat“ eingelegt werden, in dem mittels einer winzigen Explosion zwei feste Medikamente vermischt werden, um die volle Wirksamkeit zu erzielen.\\nAllerdings wirkt eine in der Hand stattfindende Explosion doch nicht ganz so sicher ...",
        "chs": "炼金术士哈贾娜德的倾力之作，极为特殊的固体药剂。理论上，这种炼金药剂能长期存放，便于携带和运输，还有着不错的安全性。不过在使用时，需要将片剂放入「重熔装置」内部，通过微型爆炸将两种固体药剂混合，以获得完整的药效。\\n可是，一想到手中的装置内部会发生爆炸，总让人有点不安…",
        "cht": "煉金術士哈賈娜德的傾力之作，極為特殊的固體藥劑。理論上，這種煉金藥劑能長期存放，便於攜帶和運輸，還有著不錯的安全性。不過在使用時，需要將片劑放入「重熔裝置」內部，透過微型爆炸將兩種固體藥劑混合，以獲得完整的藥效。\\n可是，一想到手中的裝置內部會發生爆炸，總讓人有點不安…",
        "es": "Una verdadera obra maestra de la alquimista Hayanad, la cual creó al solidificar una poción. En teoría, se podría almacenar durante un largo periodo de tiempo, y no supone ningún riesgo a la hora de transportarla. Sin embargo, a la hora de usarla, hay que colocar la píldora dentro del dispositivo refundente para que las dos pociones sólidas se mezclen por medio de una microexplosión y que, así, tenga efecto.\\nEl problema está en lo preocupante que resulta pensar que el dispositivo va a explotar mientras alguien lo sostiene...",
        "fr": "Une potion spéciale à l'état solide, qui est l'aboutissement de tous les efforts de l'alchimiste Hajanad. En théorie, cette potion d'alchimie peut se conserver pendant une longue période, et elle est tout à fait sûre et facile à transporter. Cependant, lors de son utilisation, le comprimé doit être placé dans le « dispositif de refonte », ce qui provoquera une micro-explosion qui mélangera les deux agents solides et produira des effets optimaux.\\nMalgré tout, il est toujours un peu inquiétant de se dire que l'appareil que l'on tient dans les mains produit des explosions...",
        "id": "Hasil karya alkemis Hajanad, merupakan sebuah ramuan padat yang sangat istimewa. Secara teori, ramuan ini bisa disimpan dalam waktu yang sangat lama, mudah dibawa dan dipindahkan, juga memiliki tingkat keamanan yang sangat baik. Tapi, saat menggunakannya, Tablet Remelting perlu dimasukkan ke bagian dalam \"Perangkat Remelting\", agar ledakan skala mikro mencampur kedua ramuan padat ini untuk mendapatkan efek keseluruhannya.\\nTapi, sepertinya akan sangat mengganggu saat memikirkan ada ledakan yang terjadi di dalam perangkat ini ....",
        "jp": "錬金術師ハジャナドが全力を注いで作った、極めて特殊な固形タブレット。理論上、このような錬金薬剤は長期保存が可能で、持ち運びや運搬が容易である上、安全性も高い。ただし、使用するには、タブレットを「リメルト装置」の中に入れ、二つの固形タブレットを爆発によって混ぜ合わせ、効力を完全にしておく必要がある。\\nそれにしても、手の中にある装置の内部で爆発が起こると思うと、いつもちょっと不安になってしまう…",
        "kr": "연금술사 하자나드가 온 힘을 쏟아 만든 매우 특별한 고체 포션. 이론상 이런 연금용 포션은 장기간 보관할 수 있고 휴대와 운반이 간편하고 안전성이 좋다고 한다. 하지만 사용 시에는 약제를 「재용해 장치」 안에 넣고 미세한 폭발을 통해 두 종류의 고체 약제를 혼합해야만 완전한 약효를 얻을 수 있다.\\n손에 든 장치의 내부에서 폭발이 일어날 수 있다고 생각하니 불안감이 스멀스멀 올라오는데…",
        "pt": "Um comprimido sólido especial onde a alquimista Hajanad colocou muitos dos seus esforços. Em teoria, esta poção alquímica pode ser armazenada por um longo tempo, é seguro e fácil de portar e transportar. No entanto, ao usá-lo, você precisa colocá-lo no \"Dispositivo de Refusão\" e misturar os dois compridos sólidos por micro-explosão para obter a eficácia completa.\\nNo entanto, só de pensar na explosão ocorrida dentro do dispositivo em mão, já nos deixa um pouco nervosos...",
        "ru": "Величайшее творение алхимика Хаджанад, уникальные твёрдые реагенты. В теории эти алхимические реагенты обладают высоким классом безопасности, подходят для длительного хранения и транспортировки. Правда, для достижения нужного эффекта таблетки загружают в «устройство переплавки», внутри устройства происходит небольшой взрыв, в результате которого два твёрдых реагента смешиваются друг с другом.\\nСтоит подумать о том, что внутри устройства в ваших руках в любой момент может произойти взрыв, и становится как-то не по себе...",
        "th": "ผลงานชิ้นเอกที่นักเล่นแร่แปรธาตุ Hajanad สร้างขึ้น โพชั่นชนิดแข็งแบบพิเศษ ในทางทฤษฎีแล้ว โพชั่นเล่นแร่แปรธาตุแบบนี้สามารถเก็บรักษาไว้ได้นาน สะดวกต่อการพกพาและขนส่ง และยังมีความปลอดภัยสูงในระดับหนึ่งด้วย แต่ว่าเวลาใช้งาน จะต้องนำผลึกยาใส่เข้าไปใน \"อุปกรณ์หลอมละลาย\" และใช้การระเบิดเพียงเล็กน้อยเพื่อให้โพชั่นชนิดแข็งทั้งสองชนิดผสมผสานรวมกัน เพื่อให้ได้ประสิทธิผลที่สมบูรณ์ที่สุด\\nอย่างไรก็ตาม พอคิดว่าอุปกรณ์ในมือนั้นอาจเกิดระเบิดขึ้นได้ จึงทำให้ผู้คนรู้สึกเป็นกังวลอยู่บ้าง...",
        "vi": "Tác phẩm của Giả Kim Thuật Sĩ Hajanad, một viên thuốc rắn rất đặc biệt. Về lý thuyết, viên thuốc giả kim này có thể bảo quản trong thời gian dài, dễ mang theo và vận chuyển, còn có độ an toàn cao. Tuy nhiên, khi sử dụng, viên thuốc cần phải được đưa vào \"Thiết Bị Tái Luyện\", trong đó hai tác nhân rắn sẽ được trộn lẫn thông qua vụ nổ nhỏ để đạt được hiệu quả hoàn toàn.\\nNhưng khi nghĩ đến chuyện thiết bị cầm trên tay có thể phát nổ cũng có chút lo lắng..."
    },
    "materialType": "MATERIAL_QUEST"
}