{
    "name": {
        "en": "Replica Mural: Lone Peak in a Sea of Fog",
        "de": "Wandbemalung – „Einsame Berge des Nebelmeers“",
        "chs": "壁画拓印-「雾海孤岳」",
        "cht": "壁畫拓印-「霧海孤嶽」",
        "es": "Mural con relieve: Soledad entre la niebla",
        "fr": "Reproduction de fresque « Solitude dans la brume »",
        "id": "Replika Mural: Gunung di Lautan Kabut",
        "jp": "壁画拓本-「霧海孤山」",
        "kr": "벽화 탁본-「안갯속 바위」",
        "pt": "Impressões de parede: Solidão na Névoa",
        "ru": "Рисунок с рельефом: Одиночество в тумане",
        "th": "ภาพพิมพ์ฝาผนัง - \"ม่านหมอกภูผาเดียวดาย\"",
        "vi": "Tranh Treo Tường - Núi Giữa Biển Sương"
    },
    "id": 384109,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Replica Mural: Lone Peak in a Sea of Fog.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Wandbemalung – Einsame Berge des Nebelmeers“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「壁画拓印-『雾海孤岳』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「壁畫拓印-『霧海孤嶽』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Mural con relieve: Soledad entre la niebla.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la reproduction de fresque « Solitude dans la brume ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Replika Mural: Gunung di Lautan Kabut.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「壁画拓本-『霧海孤山』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「벽화 탁본-『안갯속 바위』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Impressões de parede: Solidão na Névoa.\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Рисунок с рельефом: Одиночество в тумане».\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.",
        "th": "แบบแปลนอธิบายวิธีสร้างภาพพิมพ์ฝาผนัง - \"ม่านหมอกภูผาเดียวดาย\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Tranh Treo Tường - Núi Giữa Biển Sương\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}