{
    "name": {
        "en": "Rex Incognito (IV)",
        "de": "Rex Incognitus IV",
        "chs": "帝君尘游记·四",
        "cht": "帝君塵遊記·四",
        "es": "Rex Incognito (IV)",
        "fr": "L'Archon invisible - IV",
        "id": "Penyamaran Rex (IV)",
        "jp": "帝君遊塵記·四",
        "kr": "제군의 속세 여행기·Ⅳ",
        "pt": "Rex Incognito (IV)",
        "ru": "Властелин Инкогнито. Том IV",
        "th": "บันทึกการเดินทางราชาแห่งหิน IV",
        "vi": "Đế Quân Vi Hành IV"
    },
    "id": 100691,
    "materialDesc": {
        "en": "A Liyue fantasy novel that tells the tales of Rex Lapis' incognito excursions in the mortal realm. In an age when scrutiny was laid upon the treasures of the world, one humble witticism was all it took to expose all lies.",
        "de": "Ein Fantasieroman über Liyue. Erzählt wird von Rex Lapis, der sich in menschlicher Gestalt auf die Erde begibt. In der Ära großer Besorgnis reichte eine scherzhafte Bemerkung aus, um die ganze Lüge zu enttarnen.",
        "chs": "璃月的幻想小说，讲述了岩王帝君化为凡形行走人间的故事。天下珍宝明鉴的时代里，一句小小的戏谑之语便能拆穿妄言。",
        "cht": "璃月的幻想小說，講述了岩王帝君化為凡形行走人間的故事。天下珍寶明鑒的時代裡，一句小小的戲謔之語便能拆穿妄言。",
        "es": "Una novela fantástica de Liyue en la que se relatan las visitas de Rex Lapis al reino de los mortales en una de sus formas reencarnadas. En una época en la que los tesoros del mundo se ponían en duda, una simple broma era todo lo que se necesitaba para revelar las mentiras.",
        "fr": "Un roman fantastique populaire à Liyue qui raconte les voyages incognito du Souverain de la Roche dans le monde les mortels. À une époque où les trésors du monde attiraient la convoitise des hommes, il suffisait d'un peu d'esprit pour en dévoiler tous les mensonges.",
        "id": "Novel fantasi Liyue menceritakan kisah tentang Rex Lapis yang turun ke dunia fana dan menjadi manusia. Di zaman di mana harta karun dunia adalah barang berharga, hanya satu lelucon yang sederhana yang diperlukan untuk mengungkap semua kebohongan.",
        "jp": "璃月のファンタジー小説。岩王帝君が凡人の姿になり、人間の世界を旅したことを描写する小説。世界の宝物を知り尽くす人は一言で嘘を見抜く。",
        "kr": "리월의 판타지 소설, 암왕제군이 평범한 사람으로 변해 속세를 활보하던 옛이야기이다. 보물이 최고이던 시대엔 가벼운 농담 한마디가 망언을 들추어낼 수 있다",
        "pt": "Um romance imaginário de Liyue que relata as excursões incógnitas no reino mortal do Rex Lapis em forma humana. Numa época de vários tesouros, uma pequena brincadeira já é suficiente para expor as mentiras.",
        "ru": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. В век размышлений о сокровищах мира хватило одной маленькой шутки, чтобы раскрыть ложь.",
        "th": "นิยายแฟนตาซีของ Liyue ที่บอกเล่าเรื่องราวในอดีตของราชาแห่งหินที่ได้แปลงกายเป็นคนธรรมดาในโลกมนุษย์ ในยุคที่สามารถแยกแยะได้ว่าสิ่งไหนจริงหรือไม่จริงนั้น เรื่องตลกเพียงเรื่องหนึ่งก็สามารถเปิดโปงคำพูดหลอกลวงได้",
        "vi": "Tiểu thuyết viễn tưởng Liyue, kể lại câu chuyện Nham Vương Đế Quân hóa thành thường dân du hành khắp thế gian. Trong thời đại mà mọi món đồ quý giá đều phải được giám định, chỉ cần một câu nói đùa cũng đủ để bóc mẽ tất cả sự gian dối."
    },
    "materialType": "MATERIAL_QUEST"
}