{
    "name": {
        "en": "Rice Cake Soup",
        "de": "Klebreissuppe",
        "chs": "市井杂煮",
        "cht": "市井雜煮",
        "es": "Sopa de pastel de arroz",
        "fr": "Soupe de galettes de riz",
        "id": "Rice Cake Soup",
        "jp": "市井おでん",
        "kr": "모둠 어묵탕",
        "pt": "Cozido Misto do Mercado",
        "ru": "Суп одзони",
        "th": "Rice Cake Soup",
        "vi": "Zoni Đường Phố"
    },
    "id": 108289,
    "materialDesc": {
        "en": "Commonly-seen city cuisine. The ingredients have gorged themselves on the soup, making them most enticing indeed. They say that in the first, this dish only had a scant few ingredients, but more were added as time passed, resulting in its present form.",
        "de": "Übliche Stadtküche. Die Zutaten wurden von der Suppe verschlungen, was sie in der Tat sehr verlockend macht. Man sagt, dass dieses Gericht anfangs nur aus wenigen Zutaten bestand, aber im Laufe der Zeit wurden mehr hinzugefügt, was zu seiner heutigen Form führte.",
        "chs": "常见的市井料理。食材咕嘟咕嘟地吸饱了汤汁，让人迫不及待想要大快朵颐。据说最初食材只有简单几种，随着时代发展，添加进去的食材慢慢多了起来，才变成了如今的模样。",
        "cht": "常見的市井料理。食材咕嘟咕嘟地吸飽了湯汁，讓人迫不及待想要大快朵頤。據說最初食材只有簡單幾種，隨著時代發展，添加進去的食材慢慢多了起來，才變成了如今的模樣。",
        "es": "Una comida típica de los mercados callejeros. Los ingredientes han absorbido bien el caldo, lo que los hace muy apetitosos. Se dice que, en un principio, solo contenía unos pocos ingredientes, pero con el paso del tiempo se añadieron más y más hasta llegar al plato de hoy en día.",
        "fr": "Plat vendu sur les marchés. Les ingrédients se sont gorgés de la soupe, ce qui les rend des plus alléchants. On dit qu'au début, ce plat ne contenait que peu d'ingrédients, mais que d'autres ont été ajoutés au fil du temps, ce qui a donné sa forme actuelle.",
        "id": "Masakan kota yang umum ditemukan. Bumbu-bumbunya sudah meresap dengan baik di bahan makanannya, sehingga aroma dan tampilannya sangat menggugah selera. Awalnya, masakan ini hanya menggunakan beberapa bahan sederhana. Namun seiring dengan waktu, bahan yang ditambahkan juga semakin banyak dan berubah menjadi bentuk masakan yang sekarang.",
        "jp": "よく見かける巷の料理。だしを十分に吸収した具材は、ついつい食べたくなってしまう。始めはシンプルな具材しかなかったと言われているが、時代が進むにつれて種類が増え、今の組み合わせになった。",
        "kr": "흔히 볼 수 있는 축제 요리. 보글보글 육수를 진하게 흡수한 식자재를 보노라면 저도 모르게 군침이 돈다. 시간이 지남에 따라, 첨가한 식자재가 점점 많아지게 되면서 지금의 오세치 요리가 되었다",
        "pt": "Uma comida comum das cidades. Os ingredientes foram mergulhados na sopa, fazendo-os apetitosos.  Dizem que no começo, esses prato tinha apenas alguns ingredientes, mas outros foram adicionados com o tempo, resultando na sua forma atual.",
        "ru": "Распространённая городская еда. Ингредиенты напитались бульоном, что сделало их крайне аппетитными. Говорят, что изначально суп был очень простым, но со временем в него добавляли всё больше новых ингредиентов, и он стал таким, каким мы видим его сейчас.",
        "th": "อาหารในเมืองที่พบได้ทั่วไป ส่วนผสมต่าง ๆ ที่ซึมซับน้ำซุปเข้าไปอย่างเต็มที่ ทำให้อดใจไม่ไหวที่จะทาน ว่ากันว่าในตอนแรกส่วนผสมมีเพียงไม่กี่อย่างเท่านั้น แต่เมื่อเวลาผ่านไป ส่วนผสมก็ค่อย ๆ เพิ่มขึ้นจนกลายเป็นอย่างที่เห็นในทุกวันนี้",
        "vi": "Món ăn đường phố thường gặp. Các nguyên vật liệu đều đã thấm đẫm nước súp, khiến chúng trông cực kỳ ngon miệng. Nghe nói ban đầu chỉ có vài loại nguyên liệu đơn giản, nhưng theo sự phát triển của thời đại, từ từ thêm nhiều nguyên liệu hơn, và trở thành món ăn như ngày hôm nay."
    },
    "materialType": "MATERIAL_FOOD"
}