{
    "name": {
        "en": "Rice Pudding",
        "de": "Reispudding",
        "chs": "米饭布丁",
        "cht": "米飯布丁",
        "es": "Pudín de arroz",
        "fr": "Pudding de riz",
        "id": "Rice Pudding",
        "jp": "お米プリン",
        "kr": "쌀 푸딩",
        "pt": "Pudim de Arroz",
        "ru": "Рисовый пудинг",
        "th": "Rice Pudding",
        "vi": "Pudding Gạo"
    },
    "id": 108307,
    "materialDesc": {
        "en": "A dessert made from rice. After cooking the rice beforehand, it is placed into a pot together with the other ingredients, stirred evenly, and steamed. The mouthfeel is fragrant and soft, a perfect denouement to any meal.",
        "de": "Eine Nachspeise, die aus Reis zubereitet wird. Nachdem der Reis vorher gekocht wurde, wird er zusammen mit den anderen Zutaten in einen Topf gegeben, gleichmäßig verrührt und gedämpft. Das Mundgefühl ist duftend und weich, ein perfekter Abschluss für jede Mahlzeit.",
        "chs": "由稻米制成的甜点。将稻米提前煮熟后，与其他食材一并放入锅中，搅拌均匀后蒸熟。口感香甜绵软，作为一餐的收尾刚好合适。",
        "cht": "由稻米製成的甜點。將稻米提前煮熟後，與其他食材一併放入鍋中，攪拌均勻後蒸熟。口感香甜綿軟，作為一餐的收尾剛好合適。",
        "es": "Un postre hecho con arroz. El arroz se ha hervido primero, se ha metido en una olla junto al resto de los ingredientes, se ha mezclado todo bien y se ha hecho al vapor. El resultado es un postre dulce y blandito, perfecto como colofón para una comida.",
        "fr": "Un dessert à base de riz. Le riz est cuit avant d'être ajouté à la casserole avec les autres ingrédients, puis cuit à la vapeur après avoir été incorporé. La sensation en bouche est douce et moelleuse, la note finale parfaite pour clôturer n'importe quel repas.",
        "id": "Makanan penutup yang dibuat dari nasi. Setelah memasak nasi sebelumnya, diletakkan bersama di dalam panci dengan bahan-bahan lainnya, diaduk rata, lalu dikukus. Aroma yang harum dan rasa yang lembut, benar-benar makanan penutup yang sempurna untuk hidangan apa pun.",
        "jp": "米で作られた甘味。お米を炊いてから、他の食材と一緒に鍋に入れ、よくかき混ぜてから蒸したもの。甘くてふわとろな食感は、食事の締めとしては最適である。",
        "kr": "쌀로 제작된 디저트. 익힌 쌀을 다른 재료와 함께 냄비에 넣고 잘 섞은 후 찐다. 식감은 고소하고 부드러우며, 한 끼를 마무리하기 딱 좋은 요리",
        "pt": "Uma sobremesa feita de arroz. Após cozinhar o arroz de antemão, ele é colocado em um pote junto com outros ingredientes, misturado e posto ao vapor. A sensação na boca é macia, como um desfecho perfeito para qualquer refeição.",
        "ru": "Десерт из риса. Предварительно отварив рис, его кладут в кастрюлю вместе с другими ингредиентами, равномерно перемешивают и готовят на пару. Аромат и мягкость во рту - прекрасное завершение любой трапезы.",
        "th": "ของหวานที่ทำมาจากข้าว หลังจากหุงข้าวเตรียมไว้แล้ว ก็นำส่วนผสมอื่น ๆ ใส่ลงไปในหม้อแล้วคนให้เข้ากัน จากนั้นก็นำไปนึ่ง รสชาติที่หวานและรสสัมผัสที่นุ่มนวลเป็นเมนูปิดมื้ออาหารที่สมบูรณ์แบบ",
        "vi": "Món điểm tâm được làm từ gạo lúa mạch. Trước tiên, nấu chín gạo, sau đó cho vào nồi trộn đều với nguyên liệu khác và hấp chín. Vị thơm ngọt mềm mại, rất thích hợp làm món tráng miệng."
    },
    "materialType": "MATERIAL_FOOD"
}