{
    "name": {
        "en": "Riftborn Regalia",
        "de": "Gehörn des Wolfskönigs",
        "chs": "兽境王器",
        "cht": "獸境王器",
        "es": "Cuerno del Rey Acechador",
        "fr": "Régalia de faille",
        "id": "Riftborn Regalia",
        "jp": "獣域王器",
        "kr": "수계(獸界) 늑대왕의 그릇",
        "pt": "Chifre do Rei Canino",
        "ru": "Эмблема Разрыва",
        "th": "Riftborn Regalia",
        "vi": "Sừng Vua Quái Cảnh"
    },
    "id": 113030,
    "materialDesc": {
        "en": "A broken horn that you obtained from defeating the Wolflord. That said, it should not have left anything behind after your hunt.\\nEven a lord among the Riftwolves is nothing before monsters of a higher pedigree.\\n\"Gold\" mass-produced these malformed wolf packs almost as if by accident, like shrunken drawings on discarded sheets of paper, and the horns on this one represent its authority to command its dark brood to dissolve space itself.",
        "de": "Ein zerbrochenes Horn, das du beim Besiegen des Garmfürsten erhalten hast. Allerdings sollte es nach deiner Jagd eigentlich überhaupt nicht weiter auf der Welt existieren.\\nSelbst ein Fürst unter den Garmwölfen ist nichts vor Monstern mit höherem Stammbaum.\\n„Gold“ entwarf diese missgebildeten Wolfsrudel schon fast zufällig in Massen. Sie waren damals nichts mehr als Gekritzel auf ein paar weggeworfenen, geschrumpften Papierbögen. Die Hörner auf diesem hier repräsentieren seine Autorität, seiner dunklen Brut zu befehlen, den Raum aufzulösen.",
        "chs": "战胜王兽后，得到的折断犄角。在它遭到驱逐后，不应残留在此世才对。\\n即使在兽境群狼中贵为王兽，在魔兽的系谱中也不及其兄长们的万分之一吧。\\n「黄金」将无数兽境的群狼如同将弃置的画纸一般压缩后而意外产生的畸形魔兽，而寄寓在其犄角中的是足以号令黑色的狼群为它溶解空间的权威。",
        "cht": "戰勝王獸後，得到的折斷犄角。在牠遭到驅逐後，不應殘留在此世才對。\\n即使在獸境群狼中貴為王獸，在魔獸的系譜中也不及其兄長們的萬分之一吧。\\n「黃金」將無數獸境的群狼如同將棄置的畫紙一般壓縮後而意外產生的畸形魔獸，而寄寓在其犄角中的是足以號令黑色的狼群為牠溶解空間的權威。",
        "es": "Un cuerno roto obtenido del Rey Acechador Dorado, quien en realidad no debería haber dejado nada tras ser derrotado.\\nAunque sea el rey de su jauría, no es nada comparado con otros monstruos de su misma genealogía.\\nOro creó en masa a estos Acechadores deformes casi por accidente, como si fueran dibujos no deseados y pintados en hojas de papel. Los cuernos de este Acechador representan su autoridad para ordenar a su jauría que disuelva el espacio en sí mismo.",
        "fr": "Une corne brisée obtenue après avoir vaincu le loup alpha. Cela dit, il n'aurait dû rien rester après votre chasse.\\nMême un seigneur des failles n'est rien en comparaison avec des monstres plus puissants.\\nL'« Or » a produit en masse ce genre de meutes de canidés malformés comme par accident, un peu comme des gribouillis ratés sur des vieux morceaux de papier, et les cornes de ce dernier représentent son autorité à commander sa sombre meute à dissoudre l'espace lui-même.",
        "id": "Tanduk patah yang kamu peroleh dari mengalahkan Wolflord. Meskipun begitu, benda ini seharusnya sudah tidak ada jejaknya lagi setelah dia diusir dari dunia ini.\\nBahkan sesosok penguasa di antara Riftwolves bukanlah lawan yang berarti bagi monster dari silsilah yang lebih tinggi.\\n\"Gold\" memproduksi massal gerombolan serigala yang cacat ini seolah-olah secara tidak sengaja, bagaikan menuliskan sesuatu di atas kertas yang penuh tulisan, dan menjadikan tanduk yang satu ini mewakili otoritasnya untuk memerintahkan induk gelapnya untuk membubarkan ruang itu sendiri.",
        "jp": "王獣を倒すと入手した折れた角。追放された後、この世に存在すべきではないもの。\\n獣域ウルブズの中で帝王と呼ばれていても、魔獣たちの系譜では、その兄たちの万分の一にも満たないだろう。\\n「黄金」が無数の獣域ウルブズを捨て紙のように圧縮して偶然にできた異形の魔獣。その角には、黒いウルブズを命じて自分のために空間を溶かす権威が秘めている。",
        "kr": "수계의 늑대왕을 처치하고 얻은 부러진 뿔. 원래는 처치당한 후 세상에 남아 있지 않은 게 정상이다.\\n수계 늑대 무리의 왕일지라도, 마수의 족보에선 그의 형들의 조족지혈에 불과하다.\\n「황금」이 무수한 수계 늑대 무리를 버려진 종이처럼 구겨서 압축해 탄생한 기형 마수다. 뿔에는 검은 늑대 무리가 그를 위해 공간까지 녹일 수 있게 하는 권능이 담겨있다",
        "pt": "Um chifre quebrado que você obteve ao derrotar o Rei Canino, mas que na verdade não deveria ter sido deixado para trás após sua derrota.\\nMesmo que seja o líder da sua matilha, ele não é nada comparado a outros monstros da mesma genealogia.\\n\"Ouro\" produziu em massa essas matilhas defeituosas quase como por acidente, como se fossem protótipos desenhados em papel e descartados. Os chifres deste Rei Canino representam sua autoridade para comandar sua matilha.",
        "ru": "Сломанный рог, полученный после победы над Золотым волчьим вожаком. Хотя после охоты от него ничего не должно было остаться в реальном мире. \\nДаже повелитель волков Разрыва - ничто по сравнению с более высокородными монстрами. \\n«Золото» создало эти уродливые волчьи стаи случайно, будто скомкав лист бумаги с рисунком. Рога вожака символизируют его власть и позволяют приказывать своему тёмному выводку растворять само пространство.",
        "th": "เขาแตกร้าวที่ได้รับจากการเอาชนะ Wolflord มันไม่ควรจะหลงเหลืออะไรไว้ในโลกใบนี้หลังจากที่พ่ายแพ้ไปแล้วด้วยซ้ำ\\nแม้จะเป็น Wolflord ในหมู่ Riftwolf แต่มันก็ไม่มีอะไรที่จะเทียบกับอสูรตัวอื่นในลำดับวงศ์ตระกูลเดียวกันได้เลย\\n\"Gold\" ได้บีบอัดหมาป่าที่มีรูปร่างผิดปกติเหล่านี้ออกมาเป็นจำนวนมาก ราวกับภาพวาดที่ย่อขนาดลงบนกระดาษที่ทิ้งแล้ว และสิ่งที่อยู่ในเขาของมันนั้นก็มีอำนาจเพียงพอที่จะสั่งให้ฝูงหมาป่าสีดำละลายพื้นที่ได้",
        "vi": "Một chiếc sừng gãy có được sau khi chiến thắng Vua Thú. Đáng lẽ nó không nên để lại bất kỳ tàn dư gì sau khi bị trục xuất mới đúng.\\nNgay cả một vua thú giữa bầy sói trong Quái Cảnh cũng chẳng là gì trước những ma thú thuộc hệ cao hơn.\\n\"Gold\" sau khi dồn nén vô số bầy sói ma vật giống như nén mớ tranh bỏ đi, đã vô tình sản sinh ra ma thú với hình thù kỳ lạ, và thứ chất chứa bên trong chiếc sừng của nó chính là quyền năng hiệu lệnh cho bầy sói đen làm xói mòn không gian cho nó."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}