{
    "name": {
        "en": "Ring of Raining Blades (II)",
        "de": "„Schnitte im rauschenden Regen – Teil 2“",
        "chs": "《裁雨声·中》",
        "cht": "《裁雨聲·中》",
        "es": "Lluvia de cuchillas (II)",
        "fr": "« Chroniques des lames de pluie - Tome II »",
        "id": "Suara Hujan Pedang (II)",
        "jp": "『裁雨の音·中』",
        "kr": "《비를 베는 소리·중》",
        "pt": "Chuva de Lâminas - Parte II",
        "ru": "«Дождь клинков. Часть вторая»",
        "th": "\"เสียงตัดฝน ตอนที่ 2\"",
        "vi": "[Tài Vũ Thanh - 2]"
    },
    "id": 100374,
    "materialDesc": {
        "en": "Segments from \"Ring of Raining Blades (II),\" mentioned by Liu Su, that features the story of the Guhua Clan...",
        "de": "Ein Abschnitt aus „Schnitte im rauschenden Regen – Teil 2“, von dem Liu Su gesprochen hat. Es erzählt von den Geschichten der Guhua-Schule.",
        "chs": "刘苏所说过的《裁雨声·中》中的部分片段，讲述了古华派的故事…",
        "cht": "劉蘇所說過的《裁雨聲·中》中的部分片段，講述了古華派的故事。",
        "es": "Un pasaje de «Lluvia de cuchillas (II)», una de las historias de Liu Su. Narra la historia la Academia Guhua...",
        "fr": "Un passage des « Chroniques des lames de pluie - Tome II » dont Liu Su a parlé, qui raconte l'histoire du Clan Guhua...",
        "id": "Segmen dari \"Suara Hujan Pedang (II)\" yang diceritakan oleh Liu Su, bercerita tentang Klan Guhua...",
        "jp": "劉蘇が話した『裁雨の音·中』の一部、古華派の物語が記されている…",
        "kr": "유소가 말하던 《비를 베는 소리·중》의 한 부분으로, 고화파 이야기가 적혀있다",
        "pt": "Segmentos do \"Anel de Chuva de Lâminas - Parte II\", mencionado por Liu Su, que representa a história do Clã Guhua...",
        "ru": "Отрывки из второй части «Дождя клинков», о котором говорил Лю Су. В них упоминается история школы боевых искусств Гухуа.",
        "th": "เรื่องราวตอนหนึ่งของ \"เสียงตัดฝน ตอนที่ 2\" ที่ Liu Su เคยเล่าถึง โดยเล่าถึงเรื่องราวเกี่ยวกับสำนัก Guhua...",
        "vi": "\"Tài Vũ Thanh - 2\" mà Liu Su từng nhắc tới, kể câu chuyện về phái Cổ Hoa."
    },
    "materialType": "MATERIAL_QUEST"
}