{
    "name": {
        "en": "Rukkhashava Mushrooms",
        "de": "Rukkhashava-Pilz",
        "chs": "树王圣体菇",
        "cht": "樹王聖體菇",
        "es": "Champiñón rukkhashava",
        "fr": "Champignon sacramental",
        "id": "Rukkhashava Mushroom",
        "jp": "ルッカデヴァータダケ",
        "kr": "룩카데바타 성체 버섯",
        "pt": "Cogumelo Rukkhashava",
        "ru": "Грибы руккхашава",
        "th": "Rukkhashava Mushroom",
        "vi": "Nấm Thánh Rukkhashava"
    },
    "id": 101213,
    "materialDesc": {
        "en": "A fungus that grows in layers upon layers, like a sea of clouds, and which mostly grows on trees deep in the rainforest.",
        "de": "Wie die Wolken türmen sich diese Pilze Schicht für Schicht übereinander. Die meisten davon leben parasitär in der Tiefe des Waldes an Bäumen.",
        "chs": "如云海般层层叠叠生长的菌类，大多寄生于雨林深处的乔木之上。",
        "cht": "如雲海般層層疊疊生長的菌類，大多寄生于雨林深處的喬木之上。",
        "es": "Un hongo que crece en capas, como si de un mar de nubes se tratara. La mayoría de estos hongos extraños crecen en los troncos de los árboles situados en las zonas más profundas de la selva.",
        "fr": "Un champignon qui pousse en couches successives telle une mer de nuages et que l'on trouve principalement sur les arbres au cœur de la forêt tropicale.",
        "id": "Jamur yang tumbuh berlapis-lapis seperti lautan awan, dan kebanyakan tumbuh di pepohonan yang jauh di dalam hutan hujan.",
        "jp": "雲海のように重なり合って成長するキノコ類。ほとんどは雨林の奥深くの高木に生えている。",
        "kr": "구름바다처럼 겹겹이 자라는 균류. 대부분 우림 깊숙한 곳에 있는 교목에 기생한다",
        "pt": "Um cogumelo que cresce em camadas, como um mar de nuvens. Normalmente cresce nas árvores das profundezas da floresta tropical.",
        "ru": "Растут слоями, напоминая гряду облаков. Чаще всего паразитируют на деревьях в тропических лесах.",
        "th": "เชื้อราที่เติบโตขึ้นทีละชั้นราวกับทะเลเมฆ ส่วนใหญ่เป็นกาฝากที่อยู่บนต้นไม้ในป่าฝน",
        "vi": "Loại nấm mọc từng lớp như biển mây, phần lớn ký sinh trên các thân cây ở sâu trong rừng mưa."
    },
    "materialType": "MATERIAL_EXCHANGE"
}