{
    "name": {
        "en": "Runic Fang",
        "de": "Runenzahn",
        "chs": "符纹之齿",
        "cht": "符紋之齒",
        "es": "Colmillo rúnico",
        "fr": "Croc runique",
        "id": "Runic Fang",
        "jp": "符文の歯車",
        "kr": "룬 무늬 이빨",
        "pt": "Presa Rúnica",
        "ru": "Рунический клык",
        "th": "Runic Fang",
        "vi": "Bánh Răng Ấn Ký"
    },
    "id": 113035,
    "materialDesc": {
        "en": "A \"fang\" with which the mysterious, snakelike machine of old dug into mountains' depths. There are many ominous runes carved on it.\\nIt is said that giant serpents lurk in the dark fissures deep beneath the ground. Burning with eternal resentment and malice toward the world above, they throw themselves into digging great tunnels, yet none know what their malicious purposes are...",
        "de": "Ein „Zahn“, mit dem sich die geheimnisvolle, schlangenartige Maschine von einst in die Tiefen der Berge grub. Darauf sind viele unheilvolle Runen eingemeißelt.\\nEs heißt, dass riesige Schlangen in den dunklen Spalten tief unter der Erde lauern. In ihrem ewigen Groll und ihrer Bosheit gegenüber der Welt da oben graben sie große Tunnel, doch niemand weiß, welche bösen Absichten sie verfolgen ...",
        "chs": "神秘的蛇状古代机械用于掘削山壁的「齿」，其上篆刻着无解的不祥符文。\\n相传在大地的深黑裂缝中潜藏着庞大的虺类，它们永远怀着对地上世界的憎恨与恶意，抱着不可知的险恶目的，发掘着宏大的隧道…",
        "cht": "神秘的蛇狀古代機械用於掘削山壁的「齒」，其上篆刻著無解的不祥符文。\\n相傳在大地的深黑裂縫中潛藏著龐大的虺類，它們永遠懷著對地上世界的憎恨與惡意，抱著不可知的險惡目的，發掘著宏大的隧道…",
        "es": "Un colmillo que la antigua máquina con forma de serpiente utiliza para excavar a través de las rocosas paredes de las profundidades de la montaña. Hay varias runas grabadas en él.\\nCuenta la leyenda que serpientes gigantes se esconden entre las rocas bajo tierra y que albergan un gran odio hacia aquello que pertenece a la superficie. Se dedican a cavar grandes túneles subterráneos, aunque aún no se sabe con qué siniestro fin...",
        "fr": "Un « croc » qui a permis à la mystérieuse machine antique à l'apparence de serpent de creuser dans les profondeurs de la montagne. Il présente des gravures de runes funestes.\\nD'après la légende, des serpents géants se tapissent dans les entrailles du sol. Nourrissant une haine et une malveillance éternelle envers la surface, ils creusent d'immenses tunnels sans que personne ne sache leur but sinistre.",
        "id": "Mesin kuno berbentuk mirip ular misterius yang digunakan untuk menggali \"gigi\" dinding gunung diukir dengan simbol aneh yang tak terpecahkan.\\nMenurut legenda, ada cacing besar yang bersembunyi di celah-celah hitam yang dalam di bumi. Mereka selalu menyimpan dendam dan kebencian terhadap bumi, dan mereka menggali terowongan besar dengan tujuan yang jahat dan tidak diketahui ....",
        "jp": "山壁の「歯車」を掘り出すために使われた、謎の蛇の形をした古代の機械。解読不能の不吉な符文が刻まれている。\\n伝説によると、大地の黒き亀裂には、巨大な蛇が潜んでいるらしい。それらは地上の世界に恨みと悪意を抱きながら、未知なる目的のため、巨大な隧道を掘り続けていると言う…",
        "kr": "뱀 형태의 신비한 고대 기계가 절벽을 깎을 때 사용하는 「톱니」. 위에는 알 수 없는 불길한 룬 문자가 적혀있다.\\n전설에 따르면 대지의 검은 틈 사이에는 거대한 독사가 살고 있다는데 그들은 영원히 세상에 대한 증오와 악의, 알 수 없는 위험한 목적을 가지고 거대한 터널을 발굴하고 있다고 한다…",
        "pt": "Uma \"presa\" que o mecanismo misterioso antigo em forma de serpente usou para escavar até as profundezas das montanhas. Há algumas runas sinistras esculpidas nela.\\nDizem que serpentes gigantes espreitam nas fissuras sombrias das profundezas. Queimando com o eterno ressentimento e malícia em direção ao mundo de cima, elas cavam imensos túneis, mas ninguém sabe quais são seus reais propósitos maliciosos...",
        "ru": "Испещрённый зловещими рунами клык, с помощью которого загадочный змееподобный механизм из древности вгрызался в скальную породу.\\nСогласно легенде, в тёмных расселинах глубоко под землёй обитают гигантские змееобразные существа, затаившие на мир земной горькую злобу. Со зловещей целью, которая известна им одним, они продолжают рыть грандиозные тоннели...",
        "th": "\"เขี้ยว\" จากเครื่องจักรโบราณลึกลับที่มีไว้ใช้ขุดเจาะหินผา ซึ่งตัวเครื่องจักรมีลักษณะรูปร่างคล้ายงู บนนั้นมีตัวอักษรรูนแห่งความโชคร้ายที่ยากจะเข้าใจสลักอยู่\\nในตำนานเล่าว่า งูยักษ์แฝงตัวอยู่ในรอยแยกอันมืดมิดของโลก พวกมันเต็มไปด้วยความเกลียดชังและความอาฆาตพยาบาทต่อโลกเบื้องบน และอุทิศตัวขุดอุโมงค์เส้นทางขนาดใหญ่ ด้วยจุดประสงค์ชั่วร้ายที่ไม่อาจทราบได้...",
        "vi": "\"Bánh răng\" của cỗ máy cổ đại hình rắn bí ẩn, được sử dụng để đào hang trong vách núi, trên đó có khắc những ký tự khó hiểu.\\nNgười ta nói rằng, ẩn trong những vết nứt đen sâu thẳm của lòng đất là những con rắn khổng lồ, chúng luôn nuôi dưỡng lòng thù hận và ác ý đối với mặt đất, chúng đã đào những đường hầm rộng lớn với mục tiêu thâm độc không thể nào đoán trước được..."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}