{
    "name": {
        "en": "Rural Water Source",
        "de": "Ländliche Wasserquelle",
        "chs": "乡野的水源",
        "cht": "鄉野的水源",
        "es": "Suministro de agua rural",
        "fr": "Source rurale",
        "id": "Sumber Air Pedesaan",
        "jp": "田舎の井戸",
        "kr": "초야의 수원지",
        "pt": "Fonte de Água Rural",
        "ru": "Сельский источник",
        "th": "แหล่งน้ำในชนบท",
        "vi": "Nguồn Nước Thôn Quê"
    },
    "id": 350027,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up a Rural Water Source.\\nA well that sticks close to a tree.\\nThe tree grows lushly, showing that the water is clean and that those who come hither may draw and drink without fear.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Ländliche Wasserquelle“.\\nEin Brunnen, der dicht an einem Baum steht.\\nDer Baum wächst üppig und zeigt, dass das Wasser sauber ist und dass diejenigen, die hierher kommen, ohne Angst schöpfen und trinken können.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「乡野的水源」的放置方法。\\n紧靠树木的水井。\\n树木枝叶茂盛，证明此地水源洁净，来往之人可以放心取用。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「鄉野的水源」的放置方法。\\n緊靠樹木的水井。\\n樹木枝葉茂盛，證明此地水源潔淨，來往之人可以放心取用。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar un Suministro de agua rural.\\nUn pozo al lado de un árbol.\\nEl árbol goza de un exuberante follaje, lo que significa que el agua de ese lugar está limpia y es potable.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de la source rurale.\\nUn puits collé à un arbre.\\nL'arbre est luxuriant, indiquant que la source est claire et que ceux qui viennent ici peuvent se désaltérer et puiser l'eau en toute sécurité.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Sumber Air Pedesaan\".\\nSebuah sumur yang berada di dekat pohon.\\nPohon tersebut tubuh dengan sangat subur, menunjukkan bahwa air sumur ini sangat bersih, dan siapa pun bisa meminum airnya tanpa perlu takut.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「田舎の井戸」の詳しい配置方法が載っている設計図。\\n木々の隣にある井戸。\\n木々は生い茂っているため、綺麗な水が流れていることがわかる。通りすがりの人は安心して飲むことができる。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「초야의 수원」의 설치 방법이 기재되어 있다.\\n나무 옆 우물.\\n나무와 가지가 무성하여 이곳의 물이 깨끗하고 방문하는 이로 하여금 안심하고 사용할 수 있음을 증명한다.\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Fonte de Água Rural\".\\nUm poço que se ergue perto de uma árvore.\\nA árvore cresce exuberantemente, mostrando que a água está limpa, e que aqueles que vêm aqui podem pegar e beber sem medo.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Сельский источник».\\nКолодец возле дерева.\\nДерево растёт пышно, показывая, что вода чистая и её можно пить без страха.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"แหล่งน้ำในชนบท\" \\nบ่อน้ำข้าง ๆ ต้นไม้ \\nต้นไม้และกิ่งก้านเขียวชอุ่มสามารถเป็นเครื่องพิสูจน์ได้ว่าน้ำที่นี่ใสสะอาด ทำให้ผู้คนผ่านที่ไปมาสามารถใช้น้ำได้อย่างมั่นใจ\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Nguồn Nước Thôn Quê\".\\nGiếng nước dưới gốc cây.\\nNhững tán cây xanh tốt chứng tỏ nguồn nước ở đây rất tinh khiết, mọi người có thể yên tâm sử dụng.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}