{
    "name": {
        "en": "Rural Concealment",
        "de": "Ländlicher Rückzugsort",
        "chs": "村中匿影",
        "cht": "村中匿影",
        "es": "Sombras rurales",
        "fr": "Dissimulation rurale",
        "id": "Desa Bayangan",
        "jp": "村に隠れし影",
        "kr": "마을에 숨은 그림자",
        "pt": "Dissimulação Rural",
        "ru": "Сельская тень",
        "th": "หมู่บ้านพรางเงา",
        "vi": "Hình Bóng Thôn Làng"
    },
    "id": 350050,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making Rural Concealment.\\nThis Inazuman village quite effectively recalls the scenery of Konda Village. These buildings are already of a certain \"age,\" but they are far from dilapidated. Instead, they give off a feeling of simple leisure. None of the buildings stand out in particular, and it even seems like they might all blend in with the nearby mountains in a few more years... These are, of course, all the hallmarks of an excellent hiding spot — and you can be sure that a certain lazy Shuumatsuban ninja has done just that before, slacking off and sleeping somewhere in an equally sleepy village.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Sayu, Gorou",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Ländlicher Rückzugsort“.\\nDieses Dorf im Inazuma-Stil erinnert ziemlich genau an die Szenerie des Dorfes Konda. Die Gebäude haben zwar schon ein gewisses „Alter“, aber sie sind alles andere als baufällig. Stattdessen vermitteln sie ein Gefühl von einfacher Freizeit. Keines der Gebäude sticht besonders hervor und es sieht sogar so aus, als würden sie in ein paar Jahren mit den umliegenden Bergen verschmelzen ... Das sind natürlich alles Merkmale eines ausgezeichneten Verstecks. Und du kannst dir sicher sein, dass ein bestimmter fauler Ninja des Shuumatsuban genau das schon einmal getan hat, indem er sich irgendwo in einem ebenso verschlafenen Dorf auf ein Nickerchen niederließ.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von folgenden Kameraden bevorzugt: Sayu und Gorou.",
        "chs": "步骤详实的图纸，记载着「村中匿影」的放置方法。\\n稻妻乡野的村庄，充分还原了绀田村的景致。建筑的「年岁」已高，但并不破旧，呈现出别样的悠然与朴实之感，每座房屋都毫不起眼，似乎再过几年，就能与周边的山野融为一体…这正是良好的藏身地所必备的特质，某位终末番忍者就时常隐藏在这种村庄中，安睡到心满意足。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：早柚、五郎",
        "cht": "步驟詳實的圖紙，記載著「村中匿影」的放置方法。\\n稻妻鄉野的村莊，充分還原了紺田村的景致。建築的「年歲」已高，但並不破舊，呈現出別樣的悠然與樸實之感，每座房屋都毫不起眼，似乎再過幾年，就能與周邊的山野融為一體…這正是良好的藏身地所必備的特質，某位終末番忍者就時常隱藏在這種村莊中，安睡到心滿意足。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：早柚、五郎",
        "es": "Plano detallado para colocar “Sombras rurales”.\\nUna aldea rural de Inazuma cuyo paisaje recuerda al de la Aldea Konda. Fue construida hace mucho tiempo, pero no parece derruida. Presenta un aire diferente, simple y casual. Ninguno de estos edificios destaca en particular, como si se fueran a fusionar con el paisaje con el paso de los años... Es el lugar perfecto para esconderse del mundo. Por eso, algunos ninjas de Los Ocelos a menudo vienen a esconderse a esta aldea para dormir plácidamente.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Sayu, Gorou.",
        "fr": "#Étapes de mise en place de la dissimulation rurale.\\nCe village inazumien n'est pas sans rappeler celui de Konda. Ces bâtiments ont un certain âge, mais ils sont loin d'être miteux et dégagent plutôt simplicité et insouciance. Aucun d'entre eux ne se démarque des autres, au point de ne faire sans doute plus qu'un avec les montagnes dans quelques années... Ils font également office de cachette idéale, et vous pouvez être {M#sûr}{F#sûre} qu'une certaine ninja du Shuumatsuban a aussi eu l'idée de se laisser aller et de faire la sieste dans un village dormant.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Sayu, Gorou.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk memasang Desa Bayangan.\\nDesa Inazuma ini memiliki pemandangan yang persis seperti Desa Konda. Rumah-rumahnya sudah tua namun tidak bobrok. Sebaliknya, rumah-rumahnya memberikan perasaan nyaman yang sederhana. Tak satu pun dari rumah-rumahnya yang menonjol secara khusus, seolah-olah akan menyatu dengan alam dalam beberapa tahun lagi ... Tempat ini benar-benar cocok untuk menjadi tempat persembunyian — dan ninja Shuumatsuban tertentu yang pemalas memang sering bersembunyi di desa seperti ini untuk tidur sampai puas.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.\\nRekan yang menyukai set perabot ini: Sayu, Gorou",
        "jp": "「村に隠れし影」の詳しい作り方が載っている設計図。\\n稲妻郊外の村。紺田村の景観を完璧に再現している。建物に「年季」は入っているが、決して廃れてはおらず、悠然とした素朴な雰囲気をかもし出している。家々は目立たず、あと数年もすれば周囲の景色に溶けこんでしまいそうだ。まさに隠れ家として必要な条件を満たしており、とある終末番の忍者はよくこの村に隠れ、満足するまでぐっすりと眠るらしい。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：早柚、ゴロー",
        "kr": "작업 순서가 상세히 적힌 도면, 「마을에 숨은 그림자」의 설치 방법이 기재되어 있다.\\n이나즈마 초야의 마을. 콘다 마을의 경치를 완벽하게 복원했다. 건물의 「나이」는 많지만 낡진 않았으며, 느긋하고 소박한 느낌을 준다. 튀지 않는 집들은 몇 년만 더 지나면 주변 산과 들에 녹아들 것 같다… 이는 우수한 은신처의 특징으로, 종말번대의 어느 닌자는 종종 이런 마을에 숨어 만족할 때까지 푹 자기도 한다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 사유, 고로",
        "pt": "Um projeto detalhado passo a passo para fazer Dissimulação Rural.\\nEsta aldeia de Inazuma lembra de forma bastante eficaz o cenário da Vila Konda. Estas construções já têm uma certa \"idade\", mas estão longe de estar deterioradas. Em vez disso, elas emitem uma sensação de lazer simples. Nenhuma das construções se destaca em particular, e até parece que todas elas poderiam se misturar com as montanhas próximas em mais alguns anos... Estas são, naturalmente, todas as características um excelente esconderijo - e você pode ter certeza de que uma certa ninja preguiçosa do Shiyuumatsu-Ban já fez exatamente isso antes, relaxando e dormindo em algum lugar em uma aldeia igualmente sonolenta.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.\\nCompanheiro que prefere este conjunto: Sayu, Gorou",
        "ru": "Подробная схема изготовления предмета декора «Сельская тень».\\nЭта деревня очень напоминает деревню Конда. Она была построена довольно давно, но не выглядит обветшалой и отличается простотой и непринужденностью. Ни один из домов не выделяется, будто слившись с горным ландшафтом... Это идеальное место, где можно спрятаться от всего мира. По этой причине некий ниндзя из Сюмацубан часто приходит в эту деревню, чтобы спокойно поспать в своё удовольствие.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.\\nЭтот комплект предпочитает следующий компаньон: Саю, Горо.",
        "th": "แบบแปลนอธิบายวิธีสร้างและขั้นตอนการจัดวางโดยละเอียดของ \"หมู่บ้านพรางเงา\"\\nหมู่บ้านชนบทใน Inazuma ที่เลียนแบบทัศนียภาพของหมู่บ้าน Konda อย่างสมบูรณ์แบบ แม้สิ่งก่อสร้างเหล่านี้จะมี \"อายุ\" พอสมควร แต่ยังห่างไกลจากคำว่าเก่าทรุดโทรม ให้ความรู้สึกผ่อนคลายแบบเรียบง่าย ไม่มีอาคารไหนโดดเด่นเป็นพิเศษ จึงดูเหมือนว่าในอีกไม่กี่ปีข้างหน้า สิ่งก่อสร้างพวกนี้คงจะกลมกลืนหายไปกับภูเขาได้... แน่นอนว่ามันจึงทำให้ที่นี่กลายเป็นจุดซ่อนตัวอันยอดเยี่ยมของนินจา Shuumatsuban จอมขี้เกียจบางคนที่มักจะมาซ่อนตัวนอนหลับในหมู่บ้านแบบนี้\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Sayu, Gorou",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bố trí \"Hình Bóng Thôn Làng\".\\nThôn làng ngoại ô Inazuma, tái hiện một cách hoàn chỉnh cảnh sắc Làng Konda. Kiến trúc có \"độ tuổi\" đã cao, nhưng không hề cũ kỹ, thể hiện được cảm giác nhàn nhã và chất phác, mỗi một căn nhà đều trông rất giản dị, dường như qua vài năm nữa là có thể hòa thành một thể với núi rừng xung quanh...Đây chính là đặc tính cần có của một nơi trú ẩn, một ninja Shuumatsuban nào đó thường trốn trong làng này, ngủ một giấc thật ngon đến thỏa mãn.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Sayu, Gorou"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}