{
    "name": {
        "en": "Rusty Koi",
        "de": "Rost-Koi",
        "chs": "锖假龙",
        "cht": "錆假龍",
        "es": "Koi plateado",
        "fr": "Koï rouillé",
        "id": "Rusty Koi",
        "jp": "錆色リュウノコ",
        "kr": "녹빛 용 물고기",
        "pt": "Koi Enferrujado",
        "ru": "Стальной лжедракон",
        "th": "Rusty Koi",
        "vi": "Cá Rồng Thép"
    },
    "id": 131012,
    "materialDesc": {
        "en": "A large fish said to be the descendant of dragons.\\nThis is a variant species of Koi, and is sometimes termed the \"awakened dragon\" amongst them. In stark contrast to its rather shabby appearance, the Rusty Koi has shed its opulent gold tabard in exchange for a hard armor of rusty bronze. Very strong-willed, it will fight any interloper that dares to steal its food or enter its territory. In terms of pure fighting capability, it is even a match for smaller sea monsters and has thus been given the nickname \"Ironbone Dragon\" in honor of its strength, which is considered the backbone of its species' future revitalization.",
        "de": "Ein großer Fisch, von dem man sagt, dass er ein Nachfahre der Drachen ist.\\nEr ist eine Variante des Koi und wird manchmal als „Erwachter Drache“ bezeichnet. Im Gegensatz zu seiner eher schäbigen Erscheinung hat der Rost-Koi seinen opulenten goldenen Wappenrock gegen eine harte Rüstung aus rostiger Bronze ausgetauscht. Er ist sehr willensstark und bekämpft jeden Eindringling, der es wagt, seine Nahrung zu stehlen oder sein Territorium zu betreten. In Sachen reiner Kampffähigkeit kann er es sogar mit kleineren Meeresbewohnern aufnehmen und hat zu Ehren seiner Stärke, die als Grundlage der zukünftigen Wiederbelebung seiner Spezies gilt, den Spitznamen „Eisenknochendrache“ erhalten.",
        "chs": "被传为龙之后裔的大型鱼类。\\n是假龙族群的旁支，也可以说是假龙族群中的觉醒者。跟它不成器的表亲相比， 锖假龙褪下了原先银样蜡枪头般的金赤战袍，取而代之的是其貌不扬却硬如精铁的锖色铠甲，意志坚定，为了食物和领地敢于向任何进犯者发起反击。就战斗力而言，它们已经能够与小型海兽一较高下，堪称振兴族群的骨干力量，又有「铁骨海龙」的尊称。",
        "cht": "被傳為龍之後裔的大型魚類。\\n是假龍族群的旁支，也可以說是假龍族群中的覺醒者。跟牠不成器的表親相比，錆假龍褪下了原先金玉其外般的金赤戰袍，取而代之的是其貌不揚卻硬如精鐵的錆色鎧甲，意志堅定，為了食物和領地敢於向任何進犯者發起反擊。就戰鬥力而言，牠們已經能夠與小型海獸一較高下，堪稱振興族群的骨幹力量，又有「鐵骨海龍」的尊稱。",
        "es": "Un pez grande que, según se dice, desciende de los dragones.\\nUna subespecie dentro de los koi. A veces los llaman “dragones renacidos”. El koi plateado ha cambiado la túnica dorada de sus parientes por una resistente armadura de color plata. Tiene un carácter fuerte y pelea con cualquier intruso que se atreva a robar su comida o adentrarse en su territorio. En lo que a habilidades de combate se refiere, no le da miedo enfrentarse a pequeñas criaturas marinas y es conocido también como “dragón de hierro” en honor a su fuerza, considerada como el potencial para la revitalización de la especie.",
        "fr": "Un gros poisson dont on dit qu'il serait un descendant des dragons.\\nAppartenant à une branche collatérale de la famille des carpes ornementales, il constitue en quelque sorte l'avant-garde de l'espèce. Contrairement à ses cousins dont l'utilité est discutable, le koï rouillé a délaissé la couleur vermillon au profit d'une teinte argentée moins attrayante, mais fait preuve d'une volonté à toute épreuve, et n'hésite pas pour se nourrir à affronter toute créature osant mettre le pied (ou la nageoire) dans son territoire. Capable de tenir tête aux monstres marins de taille inférieure, ce poisson est un pilier de l'espèce, et n'a pas volé son respectueux surnom d'« aiguille d'acier ».",
        "id": "Seekor ikan besar yang orang bilang merupakan keturunan naga.\\nSpesies ini adalah varian Koi, dan terkadang disebut sebagai \"Naga yang terbangun\" di antara kumpulan \"Naga Palsu\". Sangat kontras dengan penampilannya yang agak lusuh, Rusty Koi telah melepaskan kemewahan jubah emasnya dan menggantinya dengan baju besi keras dari perunggu berkarat. Mereka punya kemauan yang kuat, dan mereka akan melawan setiap penyusup yang berani mencuri makanannya atau memasuki wilayahnya. Dalam aspek kemampuan bertarung, mereka bahkan cocok diibaratkan sebagai monster laut kecil dan mereka dijuluki \"Naga Bertulang Besi\" karena kekuatan yang dimilikinya. Mereka dipandang memiliki prospek yang cerah sebagai tulang punggung kebangkitan spesiesnya di masa depan.",
        "jp": "龍の末裔ともいわれた大型魚。\\nリュウノコの亜種であり、リュウノコの中の覚醒者ともいえる。出来損ないの兄弟と比べ、錆色リュウノコは見かけ倒しの金と赤の鎧を脱ぎ捨て、素朴だが鋼鉄のように硬い錆色の鎧を纏った。心が強く、獲物と縄張りのためなら、どんな敵にも反撃する。小型の海獣と互角に戦えるほどの戦闘力を持つ。同族復興の中堅パワーとなった彼らは、「鉄骨の海龍」という別名もある。",
        "kr": "용의 후예로 일컬어지는 대형 어류.\\n뱀 종족의 방계이자 뱀 중의 각성자라고 할 수 있다. 변변치 못한 사촌과는 달리, 녹빛 용 물고기는 허울 좋은 금적빛 전포를 벗고, 못났지만 정련된 강철처럼 단단한 청색 갑옷을 입고 먹이와 영지를 침범하는 자에게 반격을 가한다. 전투력으로 말하자면, 녹빛 용 물고기는 체구가 작은 소형 해수들과 겨룰 수 있어 종족의 부흥시키는 핵심이라고 해도 과언이 아니다. 이에 「무쇠의 해룡」이라고도 불린다",
        "pt": "Um peixe grande que dizem ser descendente dos dragões.\\nEsta é uma espécie variante de Koi, e por vezes denominada como o \"dragão acordado\" entre eles. Em contraste com sua aparência surrada, o Koi Enferrujado perdeu seu tabardo dourado opulento em troca por uma armadura dura de bronze rústico. Muito enérgico, ele irá lutar contra qualquer intruso que tente roubar sua comida e entra no seu território. Em termos de capacidade de luta pura, eles estão à altura até dos pequenos monstros do mar e foram apelidados de \"Dragão de Trombone\" em honra da sua força, que é considerada a espinha dorsal da revitalização futura da espécie.",
        "ru": "Изначально считалось, что эта большая рыба - потомок драконов.\\nЭто побочная ветвь ложных драконов, их также можно назвать «пробудившимися» ложными драконами. В отличие от никудышных собратьев, ложный дракон сбросил своё яркое одеяние, а вместо него покрылся неказистым, зато прочным панцирем. У него суровый характер, ради добычи пропитания и защиты территории он даже готов вступить в бой. По своей боевой силе он может конкурировать с мелкими морскими обитателями. Он основа возрождения вида, а потому его называют «стальным морским драконом».",
        "th": "ปลาตัวใหญ่ที่ว่ากันว่าเป็นลูกหลานของมังกร\\nเป็นวงศาคณาญาติกับ Koi และบางครั้งก็ถูกเรียกว่า \"มังกรตื่น\" ในหมู่พวก Koi ซึ่งแตกต่างจากลูกพี่ลูกน้องที่ไร้ประโยชน์ของมัน Rusty Koi ได้ละทิ้งสีแดง และทองอันหรูหรากลับคืนสู่สีเงินยวง และแทนที่มันเป็นเกราะที่โทรมแต่แข็งแกร่งเหมือนเกราะเหล็ก ทั้งเด็ดเดี่ยว กล้าหาญ มันจะต่อสู้กับผู้บุกรุกที่กล้าขโมยอาหารหรือเข้าไปในอาณาเขตของมัน พวกมันเข้ากันได้ดีกับสัตว์ทะเลตัวเล็ก ๆ และได้รับชื่อเล่นว่า \"Ironbone Dragon\" เพื่อเป็นเกียรติแก่ความแข็งแกร่งของมัน ซึ่งถือเป็นกระดูกสันหลังของการฟื้นฟูสายพันธุ์ในอนาคต",
        "vi": "Loài cá được mệnh danh là hậu duệ của rồng.\\nLà một nhánh của họ cá rồng, cũng có thể nói là kẻ thức tỉnh trong dòng họ. So với người anh em bất tài của chúng, Cá Rồng Thép đã mất đi lớp vỏ màu đỏ vàng giống như áo choàng, thay vào đó là lớp da màu thép cứng rắn, có ý chí kiên định, dám tấn công bất cứ thứ gì vì lương thực và lãnh thổ. Xét về khả năng chiến đấu, chúng có thể đọ sức với các hải thú cỡ nhỏ, được xem như thành viên phục hưng gia tộc, có danh hiệu là \"Rồng Biển Cốt Thép\"."
    },
    "materialType": "MATERIAL_EXCHANGE"
}