{
    "name": {
        "en": "Sacred Seal: Labor",
        "de": "Heiliger Siegelstein – Arbeit",
        "chs": "圣章石·劳作",
        "cht": "聖章石·勞作",
        "es": "Piedra sagrada: Trabajo",
        "fr": "Sceau sacré : Labeur",
        "id": "Segel Suci: Buruh",
        "jp": "ヒエログリフタブレット·労働",
        "kr": "신성한 봉인석·노동",
        "pt": "Selo Sagrado: Trabalho",
        "ru": "Скрижаль: Труд",
        "th": "ผนึกศักดิ์สิทธิ์ - แรงงาน",
        "vi": "Đá Thánh Chương - Lao Động"
    },
    "id": 101984,
    "materialDesc": {
        "en": "A stone plate with ancient text on it that seems to have once been part of a certain building. The desert sands play host to many an unknown wish. Who made them, and who carries them now? The symbol here appeared at the same time as the chisel hammer, and is one of the earliest words to emerge.",
        "de": "Eine Steinplatte, in die antike Zeichen eingraviert sind, die einst Teil eines Gebäudes gewesen zu sein scheint. Nachdem sie viele Jahre im Sandmeer geschlummert hat, weiß niemand mehr, wessen Wünsche sie trägt. Die Zeichen darauf sind so alt wie die auf dem heiligen Siegelstein – Hammer. Sie zählen zu den ältesten Zeichen überhaupt.",
        "chs": "刻有古老文字的石板，似乎原本是某种构筑物的一部分。在沙海中沉睡了不知几许，又不知承载了谁人的祈愿。其上的文字与凿锤几乎同时出现，是最早出现的几个文字之一。",
        "cht": "刻有古老文字的石板，似乎原本是某種構築物的一部分。在沙海中沉睡了不知幾許，又不知承載了誰人的祈願。其上的文字與鑿錘幾乎同時出現，是最早出現的幾個文字之一。",
        "es": "Una placa de piedra con una inscripción antigua. Parece que originariamente formaba parte de algún tipo de estructura. No se sabe desde hace cuánto tiempo se encuentra inactiva en medio del mar de arena. Tampoco se sabe a quién pertenecen los deseos que contiene. La inscripción que lleva apareció casi al mismo tiempo que el martillo y fue uno de los primeros ideogramas en surgir.",
        "fr": "Une plaque de pierre ornée d'un texte ancien qui semble avoir fait partie d'une quelconque structure. Les sables du désert accueillent de nombreux souhaits inconnus... Qui a fait ces derniers et qui les porte maintenant ? Le symbole ici est apparu en même temps que celui représentant un burin, l'un des premiers mots à avoir émergé.",
        "id": "Batu yang ditulisi simbol kuno, tampaknya pernah menjadi bagian dari suatu bangunan. Entah berapa banyak harapan yang sudah terlelap di dalam padang pasir, entah berapa banyak pula mimpi yang telah diangkut olehnya. Simbol ini usianya sama dengan simbol palu dan pahat, juga merupakan salah satu yang muncul paling pertama.",
        "jp": "古い文字が刻まれた石板。元はとある構築物の一部だったようだ。砂海に眠っていた時間は計り知れず、背負った祈りの主も今や知るすべがない。刻まれた文字は「槌」とほぼ同じ時期に現れたもので、最も早い時期に成立した文字の一つである。",
        "kr": "고대 문자가 새겨진 석판. 원래는 어떤 구조물의 일부였던 것 같다. 모래 바닷속에서 얼마나 오래 잠들어 있었는지, 또 누구의 염원을 담고 있는지는 알 수 없다. 위에 새겨진 문자는 망치와 거의 같은 시기에 나타났으며, 가장 초기에 나타난 문자 중 하나이다",
        "pt": "Uma Tabuleta de Pedra com um texto antigo que parece ter sido parte de alguma construção. Não se sabe há quanto tempo ela está perdida no mar de areia. Quem a criou e quem possui ela agora? O símbolo que surgiu com o Cinzel Martelo, uma das primeiras palavras a ser criada.",
        "ru": "Каменная плита с древним символом, которая, похоже, когда-то была частью некоего здания. Сколько неизвестных мечтаний хранят в себе пески! Этот символ часто встречается рядом с изображением киянки, и тоже относится наиболее древней эпохе.",
        "th": "แผ่นหินที่มีอักษรโบราณสลักอยู่ ดูเหมือนว่าเดิมทีมันจะเป็นส่วนหนึ่งของโครงสร้างบางอย่าง ไม่รู้ว่ามันหลับใหลอยู่ทะเลทรายมานานเท่าไหร่แล้ว และไม่รู้ว่ามันแบกรับแรงปรารถนาของใครเอาไว้บ้าง ดูเหมือนว่าตัวอักษรที่อยู่ด้านบนจะปรากฏขึ้นในเวลาเดียวกันกับสัญลักษณ์ของสิ่ว ซึ่งเป็นหนึ่งในตัวอักษรที่เก่าแก่ที่สุด",
        "vi": "Phiến đá cổ có khắc văn tự, có vẻ như vốn là một bộ phận của kết cấu nào đó. Không biết đã ngủ trong biển cát bao lâu, cũng không biết chứa đựng ước nguyện của ai. Văn tự trên đó xuất hiện gần như cùng lúc với búa đục, và nó là một trong số ít văn bản đầu tiên xuất hiện."
    },
    "materialType": "MATERIAL_QUEST"
}