{
    "name": {
        "en": "Sacred Seal: Chisel Hammer",
        "de": "Heiliger Siegelstein – Hammer",
        "chs": "圣章石·凿锤",
        "cht": "聖章石·鑿錘",
        "es": "Piedra sagrada: Martillo",
        "fr": "Sceau sacré : Burin",
        "id": "Segel Suci: Palu Pahat",
        "jp": "ヒエログリフタブレット·槌",
        "kr": "신성한 봉인석·망치",
        "pt": "Selo Sagrado: Cinzel Martelo",
        "ru": "Скрижаль: Киянка",
        "th": "ผนึกศักดิ์สิทธิ์ - สิ่ว",
        "vi": "Đá Thánh Chương - Búa Đục"
    },
    "id": 101977,
    "materialDesc": {
        "en": "A stone plate with ancient text on it that seems to have once been part of a certain building. The desert sands play host to many an unknown wish. Who made them, and who carries them now? The symbol for a chisel hammer is one of the earliest words to emerge.",
        "de": "Eine Steinplatte, in die antike Zeichen eingraviert sind, die einst Teil eines Gebäudes gewesen zu sein scheint. Nachdem sie viele Jahre im Sandmeer geschlummert hat, weiß niemand mehr, wessen Wünsche sie trägt. Die darin eingemeißelten Symbole zählen zu den ältesten Zeichen überhaupt.",
        "chs": "刻有古老文字的石板，似乎原本是某种构筑物的一部分。在沙海中沉睡了不知几许，又不知承载了谁人的祈愿。代表着凿锤的符号是最早出现的几个文字之一。",
        "cht": "刻有古老文字的石板，似乎原本是某種構築物的一部分。在沙海中沉睡了不知幾許，又不知承載了誰人的祈願。代表著鑿錘的符號是最早出現的幾個文字之一。",
        "es": "Una placa de piedra con una inscripción antigua. Parece que originariamente formaba parte de algún tipo de estructura. No se sabe desde hace cuánto tiempo se encuentra inactiva en medio del mar de arena. Tampoco se sabe a quién pertenecen los deseos que contiene. El símbolo del martillo fue uno de los primeros ideogramas en surgir.",
        "fr": "Une plaque de pierre ornée d'un texte ancien qui semble avoir fait partie d'une quelconque structure. Les sables du désert accueillent de nombreux souhaits inconnus... Qui a fait ces derniers et qui les porte maintenant ? Le symbole décrivant un burin est l'un des premiers mots à être apparu.",
        "id": "Batu yang ditulisi simbol kuno, tampaknya pernah menjadi bagian dari suatu bangunan. Entah berapa banyak harapan yang sudah terlelap di dalam padang pasir, entah berapa banyak pula mimpi yang telah diangkut olehnya. Simbol yang mewakili palu pahat, adalah salah satu teks yang muncul paling awal.",
        "jp": "古い文字が刻まれた石板。元はとある構築物の一部だったようだ。砂海に眠っていた時間は計り知れず、背負った祈りの主も今や知るすべがない。ハンマーを表すこの符号は、最も早い時期に成立した文字の一つである。",
        "kr": "고대 문자가 새겨진 석판. 원래는 어떤 구조물의 일부였던 것 같다. 모래 바닷속에서 얼마나 오래 잠들어 있었는지, 또 누구의 염원을 담고 있는지는 알 수 없다. 망치를 뜻하는 부호는 가장 초기에 나타난 문자 중 하나이다",
        "pt": "Uma Tabuleta de Pedra com um texto antigo que parece ter sido parte de alguma construção. Não se sabe há quanto tempo ela está perdida no mar de areia. Quem a criou e quem possui ela agora? O símbolo de um Cinzel Martelo é uma das primeiras palavras que surgiram.",
        "ru": "Каменная плита с древним символом, которая, похоже, когда-то была частью некоего здания. Сколько неизвестных мечтаний хранят в себе пески! Знак, похожий на молоточек строителя, относят к самым ранним символам.",
        "th": "แผ่นหินที่มีอักษรโบราณสลักอยู่ ดูเหมือนว่าเดิมทีมันจะเป็นส่วนหนึ่งของโครงสร้างบางอย่าง ไม่รู้ว่ามันหลับใหลอยู่ทะเลทรายมานานเท่าไหร่แล้ว และไม่รู้ว่ามันแบกรับแรงปรารถนาของใครเอาไว้บ้าง สัญลักษณ์ที่เป็นตัวแทนของสิ่ว เป็นหนึ่งในตัวอักษรที่เก่าแก่ที่สุด",
        "vi": "Phiến đá cổ có khắc văn tự, có vẻ như vốn là một bộ phận của kết cấu nào đó. Không biết đã ngủ trong biển cát bao lâu, cũng không biết chứa đựng ước nguyện của ai. Biểu tượng tượng trưng cho chiếc búa đục là một trong những ký tự xuất hiện sớm nhất."
    },
    "materialType": "MATERIAL_QUEST"
}