{
    "name": {
        "en": "Sacred Sakura Cleansing Summary",
        "de": "Anleitung zur Reinigung der heiligen Sakura",
        "chs": "神樱大祓要略",
        "cht": "神櫻大祓要略",
        "es": "Guía para la ceremonia de purificación del Cerezo Sagrado",
        "fr": "Guide de purification du cerisier sacré",
        "id": "Panduan Ritual Pemurnian Sacred Sakura",
        "jp": "神櫻大祓要略",
        "kr": "신성한 벚나무 대액막이 개요",
        "pt": "Guia do Ritual Sagrado de Purificação Sakura",
        "ru": "Указания по очищению Священной сакуры",
        "th": "พิธีชำระซากุระศักดิ์สิทธิ์โดยสังเขป",
        "vi": "Yếu Lược Tế Lễ Thần Anh Đào"
    },
    "id": 101537,
    "materialDesc": {
        "en": "A tattered scroll containing information related to the Sacred Sakura Cleansing Ritual. Some pages seem to bear the cinnabar seal of some shrine.",
        "de": "Eine zerfledderte Schriftrolle mit Informationen über das Reinigungsritual für die heilige Sakura. Einige Seiten scheinen das Zinnobersiegel eines Schreins zu tragen.",
        "chs": "记载着「神樱大祓」相关信息的残破书卷。某页有看起来像神社留下的朱砂印。",
        "cht": "記載著「神櫻大祓」相關資訊的殘破書卷。某頁有看起來像神社留下的朱砂印。",
        "es": "Un viejo pergamino en el que se detalla la información para celebrar la ceremonia de purificación del Cerezo Sagrado. En algunas páginas hay sellos de color bermellón pertenecientes a algún santuario.",
        "fr": "Un parchemin en lambeaux contenant des informations relatives au rituel de purification du cerisier sacré. Certaines pages semblent porter le sceau cinabre d'un sanctuaire.",
        "id": "Gulungan compang-camping yang berisi informasi yang berkaitan dengan Ritual Pemurnian Sacred Sakura. Ada stempel kuil yang tercap di beberapa halamannya.",
        "jp": "「神櫻大祓」に関する情報が書かれた破けた本。神社の朱印のようなものが押されたページがある。",
        "kr": "「신성한 벚나무 대액막이」와 관련된 정보가 기록되어 있는 훼손된 서적. 어떤 페이지에는 신사에서 남긴 주사 도장이 찍혀있는 듯하다",
        "pt": "Um livro deteriorado com informações sobre o Ritual Sagrado de Purificação Sakura. Algumas páginas parecem ter o selo de algum santuário.",
        "ru": "Потрёпанное руководство со сведениями о ритуале очищения Священной сакуры. Некоторые из его страниц отмечены киноварной печатью некоего святилища.",
        "th": "หนังสือโทรม ๆ ที่มีข้อมูลเกี่ยวกับ \"พิธีชำระซากุระศักดิ์สิทธิ์\" บางหน้ามีตราสีแดงชาดที่คล้ายกับของศาลเจ้าอีกด้วย",
        "vi": "Ghi lại thông tin liên quan đến \"Tế Lễ Thần Anh Đào\", có trang còn có dấu chu sa hình ngôi đền nữa."
    },
    "materialType": "MATERIAL_QUEST"
}