{
    "name": {
        "en": "Sakura-Hued Street",
        "de": "Straße der Sakura",
        "chs": "樱染的街巷",
        "cht": "櫻染的街巷",
        "es": "Calle de la arboleda",
        "fr": "Rue de teinte cerise",
        "id": "Jalan Sakura",
        "jp": "櫻染の通り",
        "kr": "벚꽃으로 물든 거리",
        "pt": "Rua de Cor Sakura",
        "ru": "Улица цвета сакуры",
        "th": "ถนนสายซากุระ",
        "vi": "Phố Hoa Anh Đào"
    },
    "id": 350055,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Sakura-Hued Street.\\nA perfect facsimile of Inazuma City's carefully planned shopping district.\\nNo matter what happens, the people of Inazuma live life in a calm, peaceful atmosphere. The walkable streets reflect the living conditions of the residents, which is the truest depiction of the city. By following Thoma, a local who knows Inazuma inside and out, and checking out the various businesses and shops, one can truly understand and appreciate the local customs.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Yoimiya, Thoma, Kuki Shinobu",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Straße der Sakura“.\\nEine perfekte Nachbildung des sorgfältig geplanten Einkaufsviertels von Inazuma.\\nGanz gleich, was passiert, die Menschen in Inazuma leben in einer ruhigen, friedlichen Atmosphäre. Die begehbaren Straßen spiegeln die Lebensbedingungen der Bewohner wider, was das wahrhaftigste Abbild der Stadt ist. Wenn du Thoma folgst, einem Einheimischen, der Inazuma in- und auswendig kennt, und dir die verschiedenen Geschäfte und Läden ansiehst, kannst du die lokalen Bräuche wirklich verstehen und schätzen.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Yoimiya, Thoma und Kuki Shinobu.",
        "chs": "步骤详实的图纸，记载着「樱染的街巷」的放置方法。\\n以稻妻城的商店街为摹版，精心布置的街道。\\n无论外界的局势怎样变动，稻妻城中的大多居民，还是能在平静祥和的氛围中生活。而平易近人的市井街道反映着居民们衣食住行的情况，是一座城市最真实的写照。只需跟着神里家家政官这样的本地万事通，走访各个商户，很快就能领略到迷人的风土人情。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：宵宫、托马、久岐忍",
        "cht": "步驟詳實的圖紙，記載著「櫻染的街巷」的放置方法。\\n以稻妻城的商店街為摹版，精心佈置的街道。\\n無論外界的局勢怎樣變動，稻妻城中的大多居民，還是能在平靜祥和的氛圍中生活。而平易近人的市井街道反映著居民們衣食住行的情況，是一座城市最真實的寫照。只需跟著神里家家政官這樣的本地萬事通，走訪各個商戶，很快就能領略到迷人的風土人情。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：宵宮、托馬、久岐忍",
        "es": "Plano detallado para colocar una Calle de la arboleda.\\nUn perfecto modelo de la cuidadosamente planificada Calle comercial de la ciudad de Inazuma.\\nSin importar lo que suceda en el mundo exterior, en Inazuma se vive mayormente una atmósfera de paz y tranquilidad. Sus calles son un fiel reflejo de la gente que vive, come y trabaja en ella. Basta con seguir a un conocedor de la zona como Thoma, y visitar los distintos negocios, para poder disfrutar de las fascinantes costumbres locales.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Yoimiya, Thoma, Kuki Shinobu.",
        "fr": "Étapes de mise en place de la rue de teinte cerise.\\nUn fac-similé du quartier commerçant soigneusement planifié de la Cité d'Inazuma.\\nPeu importe ce qui se passe, les Inazumiens vivent dans une atmosphère calme et paisible. Les rues piétonnes de la ville reflètent les conditions de vie de ses habitants et offrent une représentation fidèle de leur quotidien. En suivant Thomas, un local qui connaît Inazuma de fond en comble, et en visitant les différents commerces et magasins, on peut vraiment comprendre et apprécier les coutumes locales.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Yoimiya, Thomas, Kuki Shinobu.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk memasang Jalan Sakura.\\nTiruan sempurna dari distrik perbelanjaan Kota Inazuma yang direncanakan dengan cermat.\\nTidak peduli bagaimana kondisi yang berkecamuk di luar, penduduk Inazuma masih dapat menjalani kehidupan dengan tenang dan damai. Jalanan yang sering dilalui penduduk secara tidak langsung mencerminkan kondisi kehidupan penduduk — yang merupakan penggambaran suasana kota yang paling tepat. Dengan mengikuti Thoma yang mengenal Inazuma luar dalam, dan melihat-lihat berbagai toko, seseorang pasti dapat memahami adat istiadat setempat dengan cepat.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.\\nRekan yang menyukai set perabot ini: Yoimiya, Thoma, Kuki Shinobu",
        "jp": "「櫻染の通り」の詳しい作り方が載っている設計図。\\n稲妻の商店街を模して丁寧に整備された道。\\n稲妻の住民の大半は、外の世界がどんなに変化しようとも穏やかに暮らしている。この町の素朴な景色は、そこに生きる人々の姿を如実に表しているようだ。神里家の者のように、地元の顔役と共に様々な店を見て回れば、すぐに魅力的な風土や人情を感じ取れるだろう。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：宵宮、トーマ、久岐忍",
        "kr": "작업 순서가 상세히 적힌 도면, 「벚꽃으로 물든 거리」의 설치 방법이 기재되어 있다.\\n이나즈마성의 상점가를 원형으로 삼아 공들여 장식한 거리.\\n바깥 세상이 어떻게 변하든, 이나즈마성의 대다수 주민은 평화로운 분위기에서 살아간다. 친근한 길거리는 주민들의 생활을 반영하며, 이는 이 도시의 가장 진실된 모습이다. 카미사토 가문의 가사 관리원 같은 현지 정보통을 따라 가게를 구경하다 보면 매력적인 정취와 풍습을 느낄 수 있다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 요이미야, 토마, 쿠키 시노부",
        "pt": "Um diagrama detalhado passo a passo para fazer Rua de Cor Sakura.\\nUma cópia perfeita do distrito comercial cuidadosamente planejado da cidade de Inazuma.\\nNão importa o que aconteça, o povo de Inazuma vive em uma atmosfera calma e pacífica. As ruas que podem ser percorridas a pé refletem as condições de vida dos moradores, que é a representação mais verdadeira da cidade. Se seguir Thoma, um habitante local que conhece Inazuma por dentro e por fora, e for vendo os vários negócios e lojas, poderá realmente compreender e apreciar os costumes locais.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.\\nCompanheiros que preferem este conjunto: Yoimiya, Thoma, Kuki Shinobu",
        "ru": "Подробная схема изготовления предмета декора «Улица цвета сакуры».\\nИдеальное факсимиле тщательно спланированного торгового района города Инадзумы. \\nНесмотря на всё происходящее вокруг, инадзумцы живут в спокойной, мирной атмосфере. Прогулочные улицы отражают условия жизни жителей, что является самым правдивым изображением города. Следуя за Томой, местным жителем, который знает Инадзуму вдоль и поперёк, и заглядывая в различные заведения и магазины, можно по-настоящему понять и оценить местные обычаи.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.\\nЭтот комплект предпочитают следующие компаньоны: Ёимия, Тома, Куки Синобу.",
        "th": "แบบแปลนอธิบายวิธีสร้างและขั้นตอนการจัดวางโดยละเอียดของ \"ถนนสายซากุระ\"\\nถนนย่านการค้าในเมือง Inazuma เป็นถนนที่มีผังการจัดวางอย่างเอาใจใส่\\nไม่ว่าสถานการณ์ภายนอกจะเปลี่ยนไปอย่างไร ผู้คนใน Inazuma จะยังคงใช้ชีวิตในบรรยากาศที่สงบสุขและเงียบสงบได้ ถนนในเมืองที่เข้าถึงง่าย ได้สะท้อนให้เห็นถึงสภาพความเป็นอยู่ของผู้อยู่อาศัย ซึ่งสามารถสะท้อนภาพลักษณ์ที่แท้จริงของเมือง ขอแค่ติดตามคนในท้องถิ่นอย่างพ่อบ้านของตระกูล Kamisato ผู้รู้จักทั้งภายในและภายนอกของ Inazuma ในการเยี่ยมชมร้านรวงค้าขายต่างไปทั่ว ในไม่ช้าก็จะรับรู้ได้ถึงขนบธรรมเนียมอันมีเสน่ห์ได้อย่างแน่นอน\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Yoimiya, Thoma, Kuki Shinobu",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bố trí \"Phố Hoa Anh Đào\".\\nCon đường được bố trí tỉ mỉ giống phố mua sắm của Thành Inazuma.\\nBất luận thế cục bên ngoài thay đổi ra sao, phần lớn cư dân trong Thành Inazuma vẫn có thể sinh sống trong bầu không khí yên bình hài hòa. Còn con đường phố thị bình dân sẽ phản ánh lên tình trạng ăn ở đi lại của người dân, là một bức tranh tả thực vô cùng chân thật về một thành trấn. Chỉ cần đi theo một \"thổ địa\" như quản gia nhà Kamisato, ghé thăm các cửa tiệm, thì sẽ nhanh chóng hiểu được nhân tình thế thái của vùng này.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Yoimiya, Thoma, Kuki Shinobu"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}