{
    "name": {
        "en": "Sakura Tempura",
        "de": "Sakura-Tempura",
        "chs": "绯樱天妇罗",
        "cht": "緋櫻天婦羅",
        "es": "Tempura de cerezo",
        "fr": "Beignets de crevettes",
        "id": "Sakura Tempura",
        "jp": "緋櫻天ぷら",
        "kr": "벚꽃 모둠튀김",
        "pt": "Tempura de Sakura",
        "ru": "Тэмпура с сакурой",
        "th": "Sakura Tempura",
        "vi": "Tempura Anh Đào"
    },
    "id": 108298,
    "materialDesc": {
        "en": "A dish deep-fried in oil. Incorporate the marinated sakura blossom petals into the batter before giving the fresh shrimp and vegetables an even coating, frying, and then draining the oil. This all sounds simple enough, but good tempura making is not something achieved in a mere day.",
        "de": "Ein Gericht, das in Öl frittiert wird. Gib die marinierten Sakura-Blütenblätter in den Teig, bevor du die frischen Garnelen und das Gemüse gleichmäßig belegst, frittierst und dann das Öl abgießt. Das hört sich alles sehr einfach an, aber gutes Tempura zuzubereiten ist nicht etwas, das man an einem Tag erlernt.",
        "chs": "油炸而成的菜肴。将腌制好的绯樱花瓣拌入面浆中，再把新鲜的虾和蔬菜均匀裹上面衣，炸制沥干油分。看似简单，但想做出足够惊艳的天妇罗，却非一朝一夕就能练成。",
        "cht": "油炸而成的菜餚。將醃製好的緋櫻花瓣拌入麵漿中，再把新鮮的蝦和蔬菜均勻裹上麵衣，油炸並瀝乾油份。看似簡單，但想做出足夠驚豔的天婦羅，卻非一朝一夕就能練成。",
        "es": "Un plato frito en abundante aceite. Añade los pétalos de cerezo marinados al rebozado antes de aplicar una capa uniforme sobre los langostinos frescos y verduras, freír y luego escurrir el aceite. Esto suena bastante sencillo, pero la tempura perfecta no es algo que se consiga en un solo día.",
        "fr": "Un plat frit dans l'huile. Incorporez les pétales de fleurs de cerisier marinés à la pâte avant d'enrober uniformément les crevettes et les légumes frais, les faire frire, puis égoutter l'huile. Tout cela semble assez simple, mais une bonne préparation de beignet ne se fait pas en un jour.",
        "id": "Hidangan yang digoreng dalam minyak. Masukkan kelopak bunga sakura yang sudah diasinkan ke dalam adonan sebelum dioleskan dengan rata pada udang dan sayuran segar, lalu goreng, dan tiriskan minyaknya. Semua ini kelihatan cukup sederhana, tetapi pembuatan tempura yang baik bukanlah sesuatu yang bisa dicapai dalam waktu sehari.",
        "jp": "油で揚げた料理。漬けた緋櫻の花びらと新鮮なエビ、野菜にとろみをつけ、揚げてから油を切る。簡単そうに見えるが、極上の天ぷらを作るには、技術も必要だ。",
        "kr": "튀김 요리. 절여둔 벚꽃 꽃잎을 반죽에 섞은 후, 신선한 새우와 야채에 골고루 밀가루 옷을 입힌다. 마지막으로 튀긴 후 기름을 여과한다. 조리법은 쉬워 보이지만, 훌륭한 튀김 요리는 짧은 시간에 제작할 수 있는 게 아니다",
        "pt": "Um prato frito no óleo. Incorpora as Pétalas da Flor de Sakura marinadas na manteiga, e então se coloca uma camada igual no camarão fresco e nos vegetais para depois fritar e drenar o óleo. Isso parece simples, mas fazer uma boa Tempura não é algo que se aprende em um único dia.",
        "ru": "Блюдо, приготовленное во фритюре. Свежие креветки и овощи были равномерно покрыты кляром с лепестками сакуры, обжарены, а лишнее масло было убрано. Всё это выглядит просто, но готовить хорошую тэмпуру за день не научиться.",
        "th": "เมนูทอดในน้ำมัน ใส่กลีบซากุระที่หมักไว้ลงไปในแป้ง จากนั้นนำกุ้งและผักสด ๆ ลงไปชุบแป้งให้ทั่วแล้วลงทอดในน้ำมัน ทั้งหมดนี้อาจจะดูง่าย แต่การจะทำเทมปุระที่ยอดเยี่ยมนั้นไม่ใช่เรื่องที่จะฝึกฝนกันได้ในชั่วข้ามคืน",
        "vi": "Món chiên ngập dầu. Trộn những cánh hoa anh đào đã được tẩm ướp vào bột nhão, sau đó cho tôm tươi và rau cải tươi nhúng vào bột, đem đi chiên sau đó để ráo dầu. Nhìn tưởng đơn giản, nhưng nếu muốn hoàn thành món Tempura ngon bất ngờ, tuyệt đối không phải là chuyện một sớm một chiều."
    },
    "materialType": "MATERIAL_FOOD"
}