{
    "name": {
        "en": "Sakura Shrimp Crackers",
        "de": "Sakura-Garnelen-Kekse",
        "chs": "绯樱虾仙贝",
        "cht": "緋櫻蝦仙貝",
        "es": "Galletas de camarón y cerezo",
        "fr": "Craquelins aux crevettes cerises",
        "id": "Sakura Shrimp Crackers",
        "jp": "緋櫻えびせんべい",
        "kr": "벚꽃 새우 센베이",
        "pt": "Biscoitos de Sakura e Camarão",
        "ru": "Креветочные печенья сакуры",
        "th": "Sakura Shrimp Crackers",
        "vi": "Senbei Tôm Anh Đào"
    },
    "id": 108362,
    "materialDesc": {
        "en": "Crispy, crunchy crackers. Potatoes are ground into flour and added to Shrimp and Sakura Blooms before being baked in an oven. It possesses a lovely flavor profile for a snack and is beloved by people of all ages, traits that have made it a popular choice of gift.",
        "de": "Knusprige, knackige Kekse. Die Kartoffeln werden zu Mehl gemahlen und den Garnelen und Sakura-Blüten hinzugefügt, bevor sie im Ofen gebacken werden. Sie haben einen herrlichen Geschmack und werden von Leuten aller Altersgruppen geliebt, was sie zu einem beliebten Geschenk macht.",
        "chs": "酥酥脆脆的薄饼。在土豆淀粉中加入虾与绯樱绣球，经烘烤制成。作为点心色香味俱全，老少咸宜，因此常常被选为赠予他人的礼品。",
        "cht": "酥酥脆脆的薄餅。在馬鈴薯澱粉中加入蝦與緋櫻繡球，經烘烤製成。作為點心色香味俱全，老少咸宜，因此常常被選為贈予他人的禮品。",
        "es": "Unas galletas muy crujientes. Las papas se muelen y se mezclan con los camarones y los pétalos de cerezo, tras lo que se cuecen en el horno. Son un aperitivo con un sabor muy agradable del que disfrutan personas de todas las edades, por eso son un regalo muy popular.",
        "fr": "Des biscuits craquants et croustillants. Les pommes de terre sont moulues jusqu'à obtenir une poudre fine qui est ajoutée aux crevettes et aux fleurs de cerisier pour former une pâte que l'on enfourne. Ces craquelins possèdent un goût exquis dont les gens raffolent, quel que soit leur âge. De ce fait, ils font un cadeau de premier choix.",
        "id": "Pizza yang renyah dan gurih. Kentang digiling menjadi tepung dan ditambahkan ke udang dan Sakura Bloom, lalu dipanggang dalam oven. Makanan ini enak dijadikan camilan dan disukai oleh orang-orang dari semua lapisan usia. Hal ini juga merupakan faktor yang membuatnya dijadikan pilihan hadiah yang populer.",
        "jp": "サクサクとしたせんべい。ジャガイモのでん粉にエビと緋櫻毬を入れ、焼き上げる。おやつにしては香り味共に優秀。老若男女問わず食べられるため、贈り物としても人気がある。",
        "kr": "바삭한 전병. 감자 전분에 새우와 벚꽃 수구를 넣고 구웠다. 후식으로 비주얼, 향기, 맛 어느 하나 빠지지 않는다. 남녀노소 좋아하는 후식이라 선물용으로 많이 선택한다",
        "pt": "Biscoitos crocantes e quebradiços. As batatas são moídas em farinha e adicionadas ao Camarão e Pétalas da Flor de Sakura antes de serem assadas em um forno. Possui um ótimo sabor para um lanche e é amado por pessoas de todas as idades, traços que o tornaram uma escolha popular como um presente.",
        "ru": "Хрустящее печенье. Картофель измельчают в муку и смешивают с креветками и цветами сакуры, после чего запекают в духовке. Печенье обладает прекрасным вкусом и нравится людям всех возрастов, что сделало его популярным видом подарка.",
        "th": "แผ่นแป้งบางกรุบกรอบ ทำจากแป้งมันฝรั่งผสมกับกุ้งและ Sakura Bloom จากนั้นนำไปอบให้กรอบ มันเป็นขนมขบเคี้ยวที่หอมอร่อย เหมาะสำหรับทุกเพศทุกวัย จึงมักถูกเลือกเป็นของขวัญเพื่อมอบให้กับผู้อื่น",
        "vi": "Bánh mỏng giòn rụm. Cho thêm tôm và Tú Cầu Anh Đào vào trong bột khoai tây, sau đó đem nướng. Là một món ăn nhẹ có sắc hương thập toàn, già trẻ đều thích, nên thường được dùng làm quà biếu người khác."
    },
    "materialType": "MATERIAL_FOOD"
}