{
    "name": {
        "en": "Sanctifying Unction",
        "de": "Weihsalbe",
        "chs": "祝圣油膏",
        "cht": "祝聖油膏",
        "es": "Ungüento bendito",
        "fr": "Baume sanctifiant",
        "id": "Sanctifying Unction",
        "jp": "祈聖のオイル",
        "kr": "축복의 연고",
        "pt": "Unguento Santificado",
        "ru": "Священное масло",
        "th": "Sanctifying Unction",
        "vi": "Dầu Chúc Phúc"
    },
    "id": 105002,
    "materialDesc": {
        "en": "Artifact EXP material. Gives 2,500 EXP.\\nMaterial that contains the distilled essence of great power. It can contribute to the enhancement of artifacts.",
        "de": "Material für Artefakt-EP. Verleiht 2.500 EP.\\nMaterial, das die destillierte Essenz von großer Macht enthält und zur Verbesserung von Artefakten beitragen kann.",
        "chs": "圣遗物经验素材，含有2500点经验值。\\n蕴含着强大能量的精华物质，能让圣遗物获得成长。",
        "cht": "聖遺物經驗素材，含有2500點經驗值。\\n蘊含著強大能量的精華物質，能讓聖遺物獲得成長。",
        "es": "Material de EXP de artefacto. Otorga 2500 pts. de EXP.\\nEste material contiene una sustancia con un gran poder que sirve para mejorar artefactos.",
        "fr": "Matériau d'EXP d'artéfact. Confère 2 500 pts d'EXP.\\nCe matériau contient l'essence distillée d'une puissante énergie. Il peut être utilisé pour renforcer des artéfacts.",
        "id": "Material EXP artefak. Memberikan 2.500 EXP.\\nMaterial yang mengandung esensi hasil suling dari sebuah kekuatan yang besar dan berguna untuk memperkuat Artefak.",
        "jp": "聖遺物強化用の素材、使用すると経験値2500を獲得できる。\\n大量のエネルギーが秘められた精髄。聖遺物の強化に使える。",
        "kr": "성유물 경험치 소재, 경험치를 2500pt 획득할 수 있다.\\n강력한 에너지를 함유하고 있는 정수 물질로 성유물을 강화할 수 있다",
        "pt": "Material de EXP de Artefato. Concede 2500 EXP.\\nMaterial que contém a essência destilada de grande poder, e pode contribuir para o fortalecimento de Artefatos.",
        "ru": "2500 очков опыта артефактов.\\nВещество, в состав которого входит эссенция великой силы, способной усилить ваши артефакты.",
        "th": "วัสดุประสบการณ์อาร์ติแฟกต์ ที่ประกอบไปด้วย EXP 2500 หน่วย\\nเป็นวัสดุที่มีสารสำคัญที่เต็มเปี่ยมไปด้วยพลังอันแข็งแกร่งซึ่งสามารถพัฒนาอาร์ติแฟกต์ได้",
        "vi": "Nguyên liệu EXP Thánh Di Vật, chứa 2.500 điểm EXP.\\nẨn chứa vật chất tinh hoa với năng lượng lớn mạnh, có thể giúp cường hóa Thánh Di Vật."
    },
    "materialType": "MATERIAL_RELIQUARY_MATERIAL"
}