{
    "name": {
        "en": "Sandstorm Angler",
        "de": "Sandsturm-Hornkugelfisch",
        "chs": "吹沙角鲀",
        "cht": "吹沙角魨",
        "es": "Pez globo arenisco",
        "fr": "Baudroie de sable",
        "id": "Sandstorm Angler",
        "jp": "砂吹きコオニフグ",
        "kr": "모래 폭풍 뿔복어",
        "pt": "Peixe Bola da Areia",
        "ru": "Песчаный иглобрюх",
        "th": "Sandstorm Angler",
        "vi": "Cá Nóc Bão Cát"
    },
    "id": 131025,
    "materialDesc": {
        "en": "A medium-sized, round fish with horn-like cartilage that is used to dig underwater burrows, build shelters and drive away creatures that try to harm it. \\nThis sandy-colored, plain-looking fish is an important breed. Researchers have managed to deduce the ecological characteristics of the whole pufferfish lineage from the anatomy of this species. With its immense strength and strongest horns amongst its kind, this fish acts as an \"underwater workhorse.\" They have evolved their protective coloration as a result of long-term activities in the riverbed and the bottom of the lake, along with spending all their days with pervasive river and lake sand as companions.",
        "de": "Ein mittelgroßer Fisch mit kugelrundem Körper mit einer hornartigen Struktur aus Knorpel. Es heißt, er setze diese Struktur ein, um Unterwasser-Bauten zu graben und um Angreifer zu vertreiben.\\nDiese Art von Hornkugelfisch ist in eine sandige Farbe gehüllt. Ihr Aussehen ist wirklich nichts Außergewöhnliches, aber sie ist eine der bedeutenderen Arten. Gelehrte schlussfolgerten aus ihrer Anatomie die Charakteristika der gesamten Hornkugelfisch-Gattung. Diese Art hat die größte Kraft und die stärksten Hörner der gesamten Gattung und spielt die Rolle des „Arbeitspferdes der Unterwasserwelt“. Aufgrund ihrer langen Zeit in Flussbetten und Seen hat sie sich der Umgebung im sandigen Untergrund angepasst und ihre Farbe zum Schutz vor Fressfeinden entwickelt.",
        "chs": "体型圆润的中型鱼类，生有犄角般的软骨结构，据说它们会用这一结构开凿水下洞穴，建造栖身之所，或是驱赶试图伤害自己的生物。\\n这种角鲀有着黄沙般的色泽，其貌不扬，却是相当重要的品种。学者们根据这种角鲀的生理结构，推断出了整个角鲀谱系的生态特点——这种角鲀有着同族中最强的力量和最坚硬的犄角，扮演着「水下工人」的角色。由于长期在河床与湖底活动，与弥漫的河沙与湖沙为伴，它们也进化出了相应的保护色。",
        "cht": "體型圓潤的中型魚類，生有犄角般的軟骨結構，據說牠們會用這一結構開鑿水下洞穴，建造棲身之所，或是驅趕試圖傷害自己的生物。\\n這種角魨有著黃沙般的色澤，其貌不揚，卻是相當重要的品種。學者們根據這種角魨的生理結構，推斷出了整個角魨族群的生態特點——這種角魨有著同族中最強的力量和最堅硬的犄角，扮演著「水下工人」的角色。由於長期在河床與湖底活動，與彌漫的河沙與湖沙為伴，牠們也進化出了相應的保護色。",
        "es": "Un pez redondo con una característica estructura cartilaginosa en forma de cuerno. Se dice que este tipo de peces utilizan dichos cartílagos para cavar cuevas subacuáticas, crear sus propias madrigueras, o defenderse de posibles depredadores.\\nEste espécimen de color ocre no resulta especialmente llamativo a simple vista, pero ha resultado ser de gran importancia. Su anatomía fue esencial a la hora de investigar las cualidades ecológicas de esta especie de animales acuáticos. Este tipo de peces poseen una descomunal fuerza y sus cuernos son los más resistentes de toda la especie, lo que le permite actuar como el trabajador acuático más diligente de todos. Como resultado de sus actividades a lo largo de los años en los lechos de los ríos y los fondos de los lagos, adoptaron esa especial tonalidad ambarina que les sirve también de protección.",
        "fr": "Poisson moyen rond doté d'une structure cartilagineuse en forme de corne pouvant servir à creuser des galeries sous-marines, à construire un abri ou à repousser les envahisseurs.\\nAvec sa couleur jaune sable, ce poisson est une espèce peu attrayante mais importante. Les chercheurs ont réussi à déduire les caractéristiques écologiques de toute la lignée des baudroies grâce à son anatomie : il possède les cornes les plus puissantes et les plus dures de son espèce, ce qui en fait une véritable « bête de somme des mers ». En raison d'une activité prolongée dans les lits de rivière et au fond des lacs, ainsi que de l'omniprésence du sable de rivière et de lac dans son environnement, il a développé cette coloration protectrice.",
        "id": "Jenis ikan sedang dengan tubuh yang bulat, memiliki struktur tulang rawan seperti tanduk. Konon katanya mereka menggunakan struktur ini untuk menggali sebuah \"lubang\" di bawah air untuk menciptakan tempat berlindung, atau untuk mengusir makhluk yang berusaha menyakiti mereka.\\nJenis ikan buntal bertanduk ini berwarna kuning seperti pasir, dan meskipun penampilannya tidak tergolong memukau, tapi merupakan spesies yang sangat penting. Para peneliti telah menyimpulkan karakteristik ekologi semua garis keturunan ikan buntal bertanduk jenis ini: ikan ini memiliki kekuatan terkuat dan tanduk yang paling keras dari spesies lainnya dalam keluarga yang sama. Mereka juga memainkan peran sebagai \"pekerja bawah laut\". Dikarenakan mereka beraktivitas dan terus berinteraksi dengan pasir di dasar danau dan dasar sungai dalam jangka waktu yang sangat lama, mereka juga telah mengalami evolusi warna perlindungan sesuai dengan kebutuhan lingkungan hidupnya.",
        "jp": "丸みを帯びた中型魚で、角のような軟骨構造を持つ。この特徴を利用して、水中の巣穴を掘ったり、避難所を作ったり、危害を加えようとする生物を撃退したりするようになった。\\n黄砂のような色をしているこのコオニフグは、見栄えはしないが相当重要な品種である。学者たちは、この品種の生物構造から、この魚類全体の生態的特徴を推論できた——この種のコオニフグはコオニフグの中で最も強い力と硬い角を持ち、「水中労働者」の役割を果たしているという。河川敷や湖底で長期間活動し、漂う河川や湖沼の砂と共に暮らした結果、それに対応する保護色へ進化してきた。",
        "kr": "동그란 체형의 중형 어류. 뿔과 같은 연골을 가지고 있어 이 연골로 물속에 동굴을 만든 다음 그 안에서 서식하거나 자신을 해치려는 생물을 쫓아낸다고 한다.\\n모래와 같은 색깔을 띠고 있어 눈에 잘 띄지는 않지만 매우 중요한 품종이다. 학자들은 이 뿔복어의 생체 구조에 따라 해당 뿔복어 계열의 생태 특징을 밝혀냈는데, 모래 뿔복어는 동족 중에서도 가장 강력한 힘과 가장 단단한 뿔을 가지고 있어 「수중인부」의 역할을 담당한다. 오랜 기간 동안 강과 호수의 밑바닥에서 생활하며 모래와 함께한 덕에 그에 알맞은 보호색을 지니도록 진화하게 되었다",
        "pt": "Um peixe redondo de tamanho médio com cartilagens semelhantes a chifres usados para cavar tocas submarinas, construir abrigos e afastar predadores.\\nEste peixe de aparência simples e cor de areia é uma espécie importante. Os pesquisadores conseguiram deduzir as características ecológicas de toda a linhagem deste peixe a partir da anatomia da espécie. Com sua imensa força e chifres mais fortes, ele atua como um \"cavalo de batalha subaquático\". Eles evoluíram sua coloração protetora como resultado de atividades de longo prazo no álveo dos riso e no fundo dos lagos, além de passar todos os dias com a areia como seus companheiros.",
        "ru": "Круглая рыбка средних размеров с роговидными хрящевыми отростками, необходимыми для рытья нор и отпугивания естественных врагов.\\nЭта невзрачная рыбка песочного оттенка - важный представитель подводного мира. Изучив строение песчаного иглобрюха, учёные вывели экологические характеристики всей ветви иглобрюхов. Песчаный иглобрюх выделяется среди своих собратьев самыми крепкими и сильными роговыми отростками, выступая в роли «подводного рабочего». Такие иглобрюхи обитают на самом дне рек и озёр, где много песка, поэтому они и приобрели такую защитную окраску.",
        "th": "ปลาขนาดกลางที่มีรูปลักษณ์กลมก้อน มีกระดูกอ่อนลักษณะเหมือนเขา ว่ากันว่าพวกมันสามารถใช้เขาเจาะขุดรูใต้น้ำ เพื่อสร้างที่พักอาศัยได้ อีกทั้งยังสามารถใช้ไล่สิ่งมีชีวิตที่คิดจะมาทำร้ายตัวเองได้ด้วย\\nAngler ชนิดนี้มีสีสันดุจเม็ดทรายสีทอง ถึงหน้าตาจะน่าเกลียด แต่กลับเป็นสายพันธุ์แสนสำคัญ เพราะอ้างอิงจากโครงสร้างทางสรีรวิทยาของปลาชนิดนี้ นักวิชาการจึงสามารถชี้ลักษณะพิเศษทางนิเวศวิทยาของทั้งสายพันธุ์ Angler ได้... เขาบนหัวของ Angler ชนิดนี้มีพละกำลังมากสุดและแข็งแกร่งที่สุด พวกมันได้รับบทบาทให้เป็น \"แรงงานใต้น้ำ\" เนื่องจากเคลื่อนไหวที่ริมแม่น้ำและก้นทะเลสาบเป็นเวลานาน พอคลุกคลีอยู่กับทรายในแม่น้ำและทะเลสาบนานเข้า พวกมันจึงวิวัฒนาการจนมีสีเดียวกันเพื่อใช้พรางตัวด้วย",
        "vi": "Loài cá cỡ vừa, thân tròn với cấu trúc sụn giống sừng, nghe nói chúng dùng nó để đào hang dưới nước, xây dựng nơi trú ẩn hoặc xua đuổi những sinh vật có ý làm hại mình.\\nLoại cá nóc này có màu vàng như cát, bề ngoài không mấy ấn tượng nhưng lại là loài rất quan trọng. Các học giả đã suy luận ra đặc điểm sinh thái của toàn bộ dòng cá nóc dựa trên cấu tạo sinh lý của loài cá nóc này, loài cá nóc này có sức mạnh và cái sừng cứng nhất trong loài, đóng vai trò \"công nhân dưới nước\". Do hoạt động lâu dài ở đáy sông và đáy hồ, làm bạn với cát, nên chúng cũng đã phát triển thành loại màu sắc này để tự bảo vệ."
    },
    "materialType": "MATERIAL_EXCHANGE"
}