{
    "name": {
        "en": "Sandbearer Wood",
        "de": "Dürrsandholz",
        "chs": "却砂木",
        "cht": "卻砂木",
        "es": "Madera de avellano",
        "fr": "Bois d'haréna",
        "id": "Sandbearer Wood",
        "jp": "却砂材",
        "kr": "각사나무",
        "pt": "Madeira de Areia",
        "ru": "Песчаное дерево",
        "th": "ไม้เนื้อทราย",
        "vi": "Gỗ Khước Sa"
    },
    "id": 101304,
    "materialDesc": {
        "en": "Timber from the Sandbearer Tree. Said to be an exceptionally hardy plant resistant to wind and rain with a long lifespan.\\nCan be used to create furnishings.",
        "de": "Das Holz des Dürrsandbaums. Er gilt als ein besonders robustes Holzgewächs, das Wind und Regen widersteht und eine lange Lebensdauer hat.\\nKann zum Herstellen von Dekoration verwendet werden.",
        "chs": "产自「却砂树」的木材，据说有着风雨不侵，百年不朽的卓越木质。\\n可用于制作摆设。",
        "cht": "產自「卻砂樹」的木材，據說有著風雨不侵，百年不朽的卓越木質。\\n可用於製作擺設。",
        "es": "Madera obtenida de avellanos, unos árboles muy resistentes y con una larga vida.\\nPuede utilizarse para fabricar decoraciones.",
        "fr": "Bois obtenu à partir d'haréna. On dit que c'est une plante exceptionnellement tenace, qui résiste au vent et à la pluie, avec une longue durée de vie.\\nPeut être utilisé pour fabriquer des décorations.",
        "id": "Kayu dari Pohon Sandbearer. Kayu ini dikenal sangat kebal terhadap angin dan hujan, serta memiliki umur yang panjang.\\nDapat digunakan untuk membuat perabotan.",
        "jp": "「却砂の木」から生産される木材。風雨を恐れず、100年腐らないという驚異的な木質を持つと言われている。\\n調度品の製作に使うことができる。",
        "kr": "「각사나무」에서 얻어낸 목재. 비바람에도 끄떡없고 백 년이 지나도 썩지 않는 뛰어난 품질의 목재라고 한다.\\n장식 제작용으로 사용할 수 있다",
        "pt": "Madeira da Árvore com Areia. Dizem ser uma planta excepcionalmente resistente ao vento e à chuva, com uma longa vida útil.\\nPode ser usada para fabricar Decorações.",
        "ru": "Древесина, полученная из песчаного дерева. Обладает исключительной прочностью, устойчива к ветру и дождю и отличается длительным сроком службы.\\nСлужит для изготовления декора.",
        "th": "ไม้ที่ได้จาก \"ต้นเนื้อทราย\" ว่ากันว่ามีเนื้อไม้ที่ยอดเยี่ยม ลมและฝนไม่สามารถทำอะไรได้ และสามารถอยู่ยงคงกระพันไปได้เป็นร้อย ๆ ปี\\nสามารถใช้สร้างเฟอร์นิเจอร์ได้",
        "vi": "Gỗ được lấy từ \"Cây Khước Sa\", không thấm nước, có thể trường tồn trăm năm.\\nCó thể dùng để chế tạo đồ trang trí."
    },
    "materialType": "MATERIAL_WOOD"
}