{
    "name": {
        "en": "Sangayaki",
        "de": "Sangayaki",
        "chs": "山家烧",
        "cht": "山家燒",
        "es": "Sangayaki",
        "fr": "Sangayaki",
        "id": "Sangayaki",
        "jp": "さんが焼き",
        "kr": "산가야키",
        "pt": "Sangayaki",
        "ru": "Рагу отшельника",
        "th": "Sangayaki",
        "vi": "Sangayaki"
    },
    "id": 108375,
    "materialDesc": {
        "en": "A simple, humble fisherman's side dish. Freshly caught fish is de-skinned and sliced, minced together with Snapdragon, mixed with miso and salt to form a batter, and then finally grilled. The lovely scent enters your nose long before the food enters your mouth. Three servings later, and you're still raring to go for more.",
        "de": "Eine einfache Fischer-Vorspeise. Fangfrischer Fisch aus dem Meer wird geschuppt und in Stücke geschnitten. Anschließend wird er mit Goldfischkraut püriert, mit Salz und Miso vermischt und zu Fladen geformt. Danach wird alles gebacken. Der Duft steigt einem direkt in die Nase und lässt das Wasser im Munde zusammenlaufen. Selbst wenn man schon drei davon gegessen hat, will man immer noch weiter essen!",
        "chs": "朴实无华的渔家小菜。将刚刚捞起的鱼去皮切块，与金鱼草一起剁碎，拌入味噌与盐调味成鱼饼，最后加以烤制。还未入口便已闻到扑鼻香气，三个吃完仍觉得意犹未尽。",
        "cht": "樸實無華的漁家小菜。將剛剛撈起的魚去皮切塊，與金魚草一起剁碎，拌入味噌與鹽調味成魚餅，最後加以烤製。還未入口便已聞到撲鼻香氣，三個吃完仍覺得意猶未盡。",
        "es": "Un aperitivo simple y sencillo típico de los pescadores. A un pescado fresco recién capturado se le quitan las escamas y se parte en trozos. Después, se machaca junto con flores doradas, se mezcla con sal y miso y a la masa resultante se le da forma de panqueques. Entonces, se hacen a la plancha. Incluso después de comer tres de estos, ¡querrás seguir comiendo sin parar!",
        "fr": "Un plat de pêcheur simple. Les écailles du poisson fraîchement péché ont été retirées et sa chair tranchée, émincée avec de la gueule-de-loup et mélangée à du miso et du sel pour former une pâte, puis enfin grillée. Son parfum enivrant pénètre vos narines avant même que vous n'y goûtiez. Vous en êtes déjà à trois portions et vous n'en avez toujours pas assez !",
        "id": "Lauk-pauk nelayan yang sederhana. Ikan yang baru ditangkap dikupas kulitnya dan diiris, dicincang bersama dengan Snapdragon, lalu dicampur dengan miso dan garam sampai membentuk adonan, dan akhirnya dipanggang. Aroma yang menggugah selera menembus masuk ke dalam hidungmu jauh sebelum makanan ini masuk ke dalam mulutmu. Setelah memakannya tiga porsi, kamu masih merasakan bahwa ketiga porsi tersebut belumlah cukup.",
        "jp": "素朴な漁師メシ。獲れたての魚を皮引きしてぶつ切りにし、キンギョソウと一緒に叩く。それを味噌と塩で味付けして、最後に焼く。口にする前から、良い香りが鼻孔をくすぐり、三人前食べても飽きない。",
        "kr": "아주 평범한 어촌 음식. 방금 잡은 물고기 껍질을 제거하고 조각낸 다음 금어초와 함께 다져 미소와 소금을 넣어 어묵을 만들어 굽는다. 입에 넣기도 전에 고소한 냄새가 코끝을 자극하고 다 먹은 후엔 여운이 진하게 남는다",
        "pt": "Um prato simples e humilde de pescadores. É feito com peixe fresco, sem pele e cortado em fatias finas. Depois é picado junto com Flor Crânio de Dragão, misturado com miso e sal para formar uma pasta, e finalmente é grelhado. Você consegue sentir o delicioso cheiro mesmo antes de prová-lo. Mesmo depois de comer três porções seguidas, você ainda quer continuar comendo!",
        "ru": "Простое рыбацкое блюдо. Свежевыловленную рыбу очищают от кожи и нарезают кусочками. Затем её измельчают вместе с львиным зевом, смешивают с мисо и солью. Полученной массе придают форму блинов и готовят на гриле. Вы чувствуете прекрасный аромат задолго до того, как еда попадает в рот. Даже съев три порции подряд, вы будете готовы идти за добавкой.",
        "th": "กับข้าวของชาวประมงที่ดูเรียบง่ายไม่หรูหรา นำปลาที่จับได้สด ๆ ลอกหนังแล่หั่นเป็นชิ้น สับให้เป็นเนื้อเดียวกันกับ Snapdragon ใส่มิโซะและเกลือปรุงรสแล้วปั้นเป็นชิ้นเหมือนกับทอดมันปลา จากนั้นจึงนำไปย่าง ก่อนนำเข้าปากยังคงได้กลิ่นหอมเตะจมูก หลังจากกินไปแล้วสามจาน ก็ยังรู้สึกอยากกินต่ออีกเรื่อย ๆ",
        "vi": "Món ăn đơn giản mộc mạc của ngư dân. Cá bỏ da, băm nhuyễn cùng với Cỏ Kim Ngư, cho thêm Miso và muối vừa ăn, rồi nặn thành hình chả cá và mang đi nướng. Chưa ăn mà đã ngửi thấy mùi thơm nức mũi, ăn hết 3 cái mà vẫn thòm thèm."
    },
    "materialType": "MATERIAL_FOOD"
}