{
    "name": {
        "en": "Sara's Letter",
        "de": "Saras Brief",
        "chs": "莎拉的信",
        "cht": "莎拉的信",
        "es": "Carta de Sara",
        "fr": "Lettre de Sara",
        "id": "Surat Sara",
        "jp": "サラの手紙",
        "kr": "사라의 편지",
        "pt": "Carta de Sara",
        "ru": "Письмо Сары",
        "th": "จดหมายของ Sara",
        "vi": "Thư Của Sara"
    },
    "id": 100354,
    "materialDesc": {
        "en": "A thick-set letter sent back from Liyue Harbor to Sara. Several feathers are still stuck in the envelope, signifying the effort that carrier pigeon put in and the sort of treatment it received.",
        "de": "Ein dicker, aus Liyue zurückgeschickter Brief an Sara. Daran kleben noch einige Taubenfedern, die zeigen, welche Mühen die Tauben auf sich genommen haben, aber auch, wie sie behandelt wurden.",
        "chs": "从璃月港寄回，收件人上写着莎拉的厚厚信件。信封上还有几根鸽羽，昭示着运送这封信的鸽子们有多努力，还有它们到底遭受了何等对待。",
        "cht": "從璃月港寄回，收件人上寫著莎拉的厚厚信件。信封上還有幾根鴿羽，昭示著運送這封信的鴿子們有多努力，還有它們到底遭受了何等對待。",
        "es": "Una extensa carta enviada de vuelta a Sara desde Liyue con una pluma adjunta. La pluma simboliza los esfuerzos que realizó la paloma mensajera y el tipo de tratamiento que recibió.",
        "fr": "Une lettre épaisse envoyée à Sara depuis Liyue, sur laquelle une plume s'est accrochée. Cette dernière en dit long sur l'état du pigeon voyageur qui l'a livrée.",
        "id": "Sepucuk surat yang dikirim kembali dari Liyue Harbor kepada Sara. Ada beberapa helai bulu yang menempel di surat ini, menandakan usaha keras burung merpati yang mengirimkan surat ini dan perlakuan apa yang dihadapinya.",
        "jp": "璃月港からの厚い手紙、宛先にはサラの名前が書かれている。封筒にはハトの羽根が数本あって、この手紙を運ぶハトの苦労を物語っている。",
        "kr": "리월항에서 반송된, 사라에게 보내는 편지. 편지 봉투에 붙어있는 비둘기 깃털로 비둘기들이 편지를 전하기 위해 얼마나 노력했는지, 오는 길에 어떤 고초를 겪었는지를 짐작할 수 있다",
        "pt": "Uma carta extensa enviada do Porto de Liyue para Sara com uma pena presa. A pena significava os esforços do pombo-correio e que tipo de tratamento recebeu.",
        "ru": "Пухлый конверт из Ли Юэ адресован Саре. Прилипшее к письму перо напоминает о непростой работе почтового голубя, который преодолел огромное расстояние.",
        "th": "ส่งกลับมาจากท่าเรือ Liyue จดหมายฉบับหนา ๆ ที่เขียนชื่อของ Sara ไว้เป็นผู้รับ บนซองจดหมายเต็มไปด้วยขนของนกพิราบซึ่งแสดงให้เห็นถึงความเหนื่อยยากลำบากของพวกมันและสิ่งที่พวกมันต้องเผชิญ",
        "vi": "Bức thư dày cộm từ cảng Liyue gửi về cho Sara. Trên thư có vài cọng lông bồ câu, có thể thấy những chú chim bồ câu đã vất vả đưa thư như thế nào, chúng rốt cuộc đã bị đối đãi ra sao."
    },
    "materialType": "MATERIAL_QUEST"
}