{
    "name": {
        "en": "Sara's Special Dish",
        "de": "Saras besonderes Gericht",
        "chs": "莎拉小姐的特色餐品",
        "cht": "莎拉小姐的特色餐品",
        "es": "Plato especial de Sara",
        "fr": "Plat spécial de Sara",
        "id": "Hidangan Spesial Sara",
        "jp": "サラの特製料理",
        "kr": "사라 씨의 특별 요리",
        "pt": "Prato especial de Sara",
        "ru": "Особое блюдо Сары",
        "th": "อาหารพิเศษของคุณ Sara",
        "vi": "Món ăn đặc biệt từ tiểu thư Sara"
    },
    "id": 100475,
    "materialDesc": {
        "en": "A special dish that Sara had specially made for Jilliana. What dish could it be? And what could be so special about it?",
        "de": "Ein Gericht, das Sara extra für Jilliana zubereitet hat. Um was für ein Gericht es sich wohl handelt und was so besonders daran ist?",
        "chs": "莎拉小姐给吉丽安娜小姐特制的特色餐品。真好奇到底具体是什么餐品，有什么特别之处…",
        "cht": "莎拉小姐給吉麗安娜小姐特製的特色餐品。真好奇到底具體是什麼餐品，有什麼特別之處…",
        "es": "Un plato especial que Sara preparó especialmente para Jilliana. ¿Qué plato será? ¿Y qué tiene de especial?",
        "fr": "Un plat spécial que Sara aurait préparé pour Gillianna. De quoi peut-il bien s'agir ? Et qu'a-t-il de spécial au juste ?",
        "id": "Hidangan spesial yang Sara masak khusus untuk Jilliana. Kira-kira hidangan apa ya? Lalu apa yang spesial dari hidangan ini...",
        "jp": "サラさんがジリアンナさんのために作った特製料理。具体的にどんな特別な料理か気になる…",
        "kr": "사라 씨가 젤리안나 씨를 위해 만든 특별 요리. 대체 어떤 음식일까…?",
        "pt": "Um prato especial que Sara fez especialmente para Jilliana. Que prato poderia ser? E o que poderia ser tão especial nisso?",
        "ru": "Особое блюдо, которое Сара приготовила специально для Джиллианы. Что же это за блюдо? И что в нём может быть такого особенного?",
        "th": "นี่เป็นอาหารสูตรพิเศษที่คุณ Sara ทำให้คุณ Jilliana อยากรู้จังว่าคืออาหารอะไร แล้วมีอะไรพิเศษ...",
        "vi": "Món ăn đặc biệt của tiểu thư Sara làm cho tiểu thư Jilliana. Không biết đó là món ăn gì và có điểm nào đặc biệt..."
    },
    "materialType": "MATERIAL_QUEST"
}