{
    "name": {
        "en": "Sareh's Note",
        "de": "Sarehs Notiz",
        "chs": "莎莉的便签",
        "cht": "莎莉的便條",
        "es": "Anotaciones de Sareh",
        "fr": "Note de Sareh",
        "id": "Memo dari Sareh",
        "jp": "サリーの便箋",
        "kr": "사레의 메모",
        "pt": "Nota da Sareh",
        "ru": "Записка Саре",
        "th": "กระดาษโน้ตของ Sareh",
        "vi": "Ghi Chú Của Sareh"
    },
    "id": 101950,
    "materialDesc": {
        "en": "This time, we are looking for a kitten named Rozan with gray and black stripes. To call for its attention in cat language, you should say \"Meow meow meow, meow meow meow.\" Say it quickly with no elongation.",
        "de": "Dieses Mal suchen wir nach einem grau-schwarz-gestreiften Kätzchen namens „Rozan“. Wenn du es mit Katzensprache rufen möchtest, sollte die Aussprache „Miau miau miau, miau miau miau.“ sein. Wichtig ist dabei, es besonders schnell ohne Verlängerung zu rufen.",
        "chs": "这次要找的是一只名为「萝赞」的带有「灰黑条纹」的小猫。用「猫语」呼唤它的话，发音应该是「喵喵喵，喵喵喵。」。发音时要快速发音，不能拖长声调。",
        "cht": "這次要找的是一隻名為「蘿贊」、帶有「灰黑條紋」的小貓。用「貓語」呼喚牠的話，發音應該是「喵喵喵，喵喵喵。」。發音時要快速發音，不能拖長聲調。",
        "es": "Tienes que buscar a un gatito con rayas grises y negras que se llama Rozan. Utiliza el felinés para llamarlo. La pronunciación correcta es: “Miau miau miau, miau miau miau”. Ambas frases deben pronunciarse muy rápido. Recuerda no alargar mucho el tono.",
        "fr": "#Le chat que nous recherchons cette fois-ci s'appelle Rozan et a des rayures grises et noires. Pour attirer son attention en langage félin, vous devez dire : « Miaou miaou miaou, miaou miaou miaou{NON_BREAK_SPACE}». Il faut le prononcer rapidement, sans allonger les miaulements.",
        "id": "Kali ini kami mencari anak kucing bernama Rozan dengan garis abu-abu kehitaman. Kalau mau memanggilnya pakai bahasa kucing, bunyinya begini \"meong meong meong, meong meong meong\". Ucapkan dengan cepat tanpa perpanjangan.",
        "jp": "今回探すのは、「ロザン」という名の「灰と黒のシマシマ」猫。呼びかけるための「猫語」は「ニャニャニャ、ニャニャニャ。」。伸ばさず、素早く言う。",
        "kr": "이번에는 「로잔」이라는 이름의 「어두운 무늬가 있는」 고양이를 찾아야 한다. 「고양이 언어」로 부르려면 「야옹야옹야옹, 야옹야옹야옹」이라고 해보자. 소리를 끌지 않고 빠르게 발음해야 한다",
        "pt": "O alvo desta vez é um gatinho com listras cinzas e pretas chamado \"Rozan\". Tente procurá-lo utilizando a língua dos gatos, \"Miau... Miaau, miau.\". Lembre-se de falar todos esses \"miaus\" muito rápido.",
        "ru": "Потерялась кошечка по кличке Розана, серая в чёрную полоску. На кошачьем языке её кличка звучит так: «Мяу-мяу-мяу, мяу-мяу-мяу». Все «мяу» произносятся скороговоркой, звуки растягивать ни в коем случае нельзя.",
        "th": "ครั้งนี้ต้องตามหาแมวน้อยลายสีเทาดำที่มีชื่อว่า \"Rozan\" หากใช้ภาษาแมวเรียกมันละก็ น่าจะเป็น \"เมี้ยวเมี้ยวเมี้ยว เมี้ยวเมี้ยวเมี้ยว\" เวลาออกเสียง จะต้องออกเสียงเร็วรัว ห้ามลากเสียงยาวเด็ดขาด",
        "vi": "Lần này cần tìm là một con mèo màu sọc đen xám tên Rozan. Nếu dùng \"tiếng mèo\" để gọi nó, phải phát âm là \"meo meo meo, meo meo meo\". Phải phát âm nhanh và không được kéo dài thanh điệu."
    },
    "materialType": "MATERIAL_QUEST"
}