{
    "name": {
        "en": "Sautéed Matsutake",
        "de": "Kurzgebratene Matsutake",
        "chs": "黄油松茸",
        "cht": "奶油松茸",
        "es": "Matsutakes salteados",
        "fr": "Matsutake sautés au beurre",
        "id": "Sautéed Matsutake",
        "jp": "松茸のバター焼き",
        "kr": "버터 송이구이",
        "pt": "Matsutake Salteado",
        "ru": "Обжаренные мацутакэ",
        "th": "Sautéed Matsutake",
        "vi": "Nhung Tùng Rán Bơ"
    },
    "id": 108053,
    "materialDesc": {
        "en": "Sautéed slices of Matsutake. Cooked in butter, it's crisp outside yet tender inside. Eat it before someone steals it from you.",
        "de": "Nur kurz angebratene Matsutake-Scheiben. Die hauchdünn geschnittenen Matsutake-Scheiben wurden in Butter gewendet und sind außen leicht kross, innen aber ganz zart. Mit einem Happs sind sie weg!",
        "chs": "煎制而成的松茸片。切成薄片的松茸用黄油煎出外脆里嫩的口感，很容易被一抢而空。",
        "cht": "煎製而成的松茸片。切成薄片的松茸用奶油煎出外脆裡嫩的口感，很容易被一搶而空。",
        "es": "Trozos de matsutake salteados. Hechos con mantequilla, crujientes por fuera y suaves por dentro. Cómetelos antes de que alguien se los lleve a escondidas.",
        "fr": "Des tranches de matsutake sautées dans du beurre. Tendres à l'intérieur et croustillantes à l'extérieur. Vous ferez mieux de les manger avant qu'on vous en pique !",
        "id": "Tumis jamur matsutake. Dimasak di dalam mentega, bagian luarnya terasa kering, tetapi bagian dalamnya sangat lembut. Cepat santap sebelum dihabiskan orang lain!",
        "jp": "松茸のスライスを焼いたもの。薄くスライスした松茸をバターで焼き、柔らかい口当たりにした。あっという間に完売してしまう。",
        "kr": "송이버섯을 버터에 구운 요리. 얇게 썬 송이버섯으로 겉은 바삭하고 속은 부드러운 식감에 금방 다 팔린다",
        "pt": "Pedaços salteados de Matsutake. Feitos com manteiga, são crocantes por fora e macio por dentro. Coma antes que alguém roube de você.",
        "ru": "Обжаренные на сливочном масле ломтики мацутакэ. Хрустящие снаружи, но нежные внутри. Ешьте, пока никто их у вас не стащил.",
        "th": "เห็ดมัตสึทาเคะทอด นำเห็ดมัตสึทาเคะมาสไลด์บาง ๆ และนำไปทอดด้วยไฟอ่อน ๆ น้ำมันน้อย ๆ จนเหลืองและกรอบนอกนุ่มใน ถ้าสั่งมาล่ะก็รีบกินหน่อยล่ะ ไม่งั้นโดนแย่งหมดเกลี้ยงแน่นอน",
        "vi": "Miếng nhung tùng chiên. Nhung tùng cắt mỏng, dùng bơ chiên ngoài giòn trong mềm, không nhanh tay sẽ hết."
    },
    "materialType": "MATERIAL_FOOD"
}