{
    "name": {
        "en": "Scarlet Sand Slate",
        "de": "Steinplatte roter Sande",
        "chs": "赤沙石板",
        "cht": "赤沙石板",
        "es": "Placa escarlata",
        "fr": "Stèle des sables écarlates",
        "id": "Scarlet Sand Slate",
        "jp": "赤砂の石板",
        "kr": "적색 사막의 석판",
        "pt": "Tabuleta da Areia Escarlate",
        "ru": "Плита красных песков",
        "th": "แผ่นศิลาทรายสีชาด",
        "vi": "Phiến Đá Cát Đỏ"
    },
    "id": 220069,
    "materialDesc": {
        "en": "This object has long been the subject of Akademiya Researcher Tirzad's research. Its etchings and craftsmanship indicate that it is a relic of King Deshret's civilization. It seems to have the power to command devices within ruins associated with King Deshret...",
        "de": "Dies ist ein langzeitiges Forschungsobjekt des Gelehrten der Akademie Tirzad. Anhand der eingeätzten Muster und der Kunstfertigkeit ist es als Relikt der Zivilisation von König Deshret zu erkennen. Es scheint die Berechtigungen zu besitzen, Vorrichtungen in den Ruinen von König Deshret steuern zu können.",
        "chs": "教令院学者提尔扎德多年来的研究对象，从纹样与工艺来看是赤王文明的造物。似乎隐藏着催动赤王遗迹机关的权能…",
        "cht": "教令院學者提爾扎德多年來的研究對象，從紋樣與工藝來看是赤王文明的造物。似乎隱藏著催動赤王遺蹟機關的權能…",
        "es": "Durante muchos años, ha sido el objeto de estudio de Tirzad, un erudito de la Academia de Sumeru. A juzgar por sus grabados y su elaboración, fue creada por la civilización del Rey Deshret. Parece que tiene el poder de activar los mecanismos de las ruinas del rey.",
        "fr": "Cet objet est depuis de nombreuses années au centre des travaux de recherche de Tirzad. À en juger de ses gravures et de sa conception, il s'agit d'une relique de la civilisation du roi Deshret. Il semble receler le pouvoir de contrôler les mécanismes à l'intérieur des ruines du roi Deshret...",
        "id": "Objek ini sudah lama menjadi subjek penelitian Tirzad si peneliti Akademiya. Dilihat dari ukiran dan pengerjaannya, benda ini adalah peninggalan peradaban Raja Deshret. Ia tampak memiliki kekuatan untuk memberikan perintah kepada perangkat di dalam reruntuhan yang ada kaitannya dengan Raja Deshret ....",
        "jp": "教令院の学者ティルザードが長年にわたって研究対象にしていた。その紋様と職人技から、キングデシェレト文明の遺物だと判断できる。キングデシェレト遺跡の装置を動かす力があるようだ…",
        "kr": "아카데미아 학자 티르자드가 다년간 연구한 대상으로, 문양과 제작 방식을 보면 적왕 문명의 창조물이란 걸 알 수 있다. 적왕의 유적 장치를 작동할 수 있는 권능이 숨겨져 있는 것 같다…",
        "pt": "Esse objeto foi por muito tempo objetivo da pesquisa do pesquisador Tirzad da Academia. Seus padrões e artesanato parecem indicar ter sido feito pela civilização do Rei Deshret. Parece possuir o poder de controlar dispositivos em ruínas do Rei Deshret...",
        "ru": "Этот объект давно является предметом исследования Тирзада, учёного из Академии. Судя по гравюрам на поверхности и мастерству изготовления, это реликвия времён царя Дешрета. Похоже, плита способна управлять руинными механизмами, связанными с царём Дешретом...",
        "th": "เป้าหมายวิจัยในช่วงหลายปีที่ผ่านมาของนักวิชาการสถาบัน Tirzad ดูจากลวดลายและฝีมือแล้ว น่าจะเป็นผลงานจากอารยธรรมในยุคของราชา Deshret และดูเหมือนว่า มันจะซุกซ่อนพลังที่ใช้ขับเคลื่อนกลไกในโบราณสถานของราชา Deshret เอาไว้...",
        "vi": "Đối tượng nghiên cứu nhiều năm của học giả Tirzad trong Giáo Viện, xét về hoa văn và công nghệ thì đây có lẽ là tạo vật của nền văn minh Vua Deshret. Hình như nó ẩn chứa quyền năng có thể lay chuyển cơ quan di tích của Vua Deshret..."
    },
    "materialType": "MATERIAL_DESHRET_MANUAL"
}