{
    "name": {
        "en": "Scholarly Trove",
        "de": "Studierzimmer der Gelehrten",
        "chs": "沉墨书舍",
        "cht": "沉墨書舍",
        "es": "Tesoro del letrado",
        "fr": "Trésor de l'érudit",
        "id": "Ruang Kerja Lautan Tinta",
        "jp": "明窓浄机",
        "kr": "먹향의 서재",
        "pt": "Tesouro Acadêmico",
        "ru": "Научная тропа",
        "th": "ห้องสมุดน้ำหมึกสีเข้ม",
        "vi": "Thư Xá Trầm Mặc"
    },
    "id": 350058,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Scholarly Trove.\\nA healthy collection of texts has been placed here using the large bookcase preferred by all arms of the Tri-Commission. This could fit at least a hundred books for sure. But to some Inazumans, it is not the number of books that counts, but instead \"precision\" and \"precipitation\" — that is to say that you must deposit every word of each good book you read into your heart. As such, one merely needs to arrange one's books according to how much one values them. For books that you have long ago read and committed to memory, you can lend them or even sell them if you like. They say that the Divine Priestess of Watatsumi Island has this exact habit.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Sangonomiya Kokomi, Kuki Shinobu",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Studierzimmer der Gelehrten“.\\nEine weitreichende Sammlung von Texten wurde hier in dem großen Bücherregal untergebracht, das von allen Teilen der Dreierverwaltung bevorzugt wird. Da passen sicher mindestens hundert Bücher rein. Aber für manche aus Inazuma zählt nicht die Anzahl der Bücher, sondern „Präzision“ und „Aufnahme“, das heißt, dass du jedes Wort jedes guten Buches, das du liest, Teil deines Herzens werden lassen sollst. Man muss seine Bücher also nur danach ordnen, wie sehr man sie schätzt. Bücher, die du schon vor langer Zeit gelesen und auswendig gelernt hast, kannst du ausleihen oder sogar verkaufen, wenn du willst. Es heißt, dass die göttliche Priesterin der Insel Watatsumi genau diese Angewohnheit hat.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Sangonomiya Kokomi und Kuki Shinobu.",
        "chs": "步骤详实的图纸，记载着「沉墨书舍」的放置方法。\\n各式摆设一应俱全的书房，采用了三奉行皆有购置的大型书柜，足以容纳百千卷藏。但在一些稻妻人看来，书房的藏书总量或许并不重要，「精准」和「沉淀」才是他们的追求，对于读过的好书，理应「字字皆入心」。因此，只需将书柜上的卷藏根据个人的重视程度合理摆放，早已熟读并铭记在心的书本，借出或卖掉也无妨。听说海祇岛尊贵的「现人神巫女」就有着这样的习惯。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：珊瑚宫心海、久岐忍",
        "cht": "步驟詳實的圖紙，記載著「沉墨書舍」的放置方法。\\n各式擺設一應俱全的書房，採用了三奉行皆有購置的大型書櫃，足以容納百千卷藏。但在一些稻妻人看來，書房的藏書總量或許並不重要，「精準」和「沉澱」才是他們的追求，對於讀過的好書，理應「字字皆入心」。因此，只需將書櫃上的卷藏根據個人的重視程度合理擺放，早已熟讀並銘記在心的書本，借出或賣掉也無妨。聽說海祇島尊貴的「現人神巫女」就有著這樣的習慣。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：珊瑚宮心海、久岐忍",
        "es": "Plano detallado para colocar Tesoro del letrado.\\nEn sus estanterías, las preferidas por todas las Comisiones del Triunvirato, se puede colocar una gran colección de textos. Sin embargo, para algunas personas de Inazuma, lo que cuenta no es la cantidad de libros, sino la precisión y la forma en la que están colocados, lo que hace referencia al modo en que las palabras de un libro se depositan en nuestro corazón. En consecuencia, hay que ordenar los libros en función de su valor. En el caso de los libros que ya hayas leído muchas veces hasta memorizarlos, puedes prestarlos o incluso venderlos. Dicen que la mismísima Sacerdotisa Divina de la Isla Watatsumi tiene este hábito.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Sangonomiya Kokomi, Kuki Shinobu.",
        "fr": "Étapes de mise en place du trésor de l'érudit.\\nUne grande collection de textes a été placée ici à l'aide de la grande bibliothèque préférée de toutes les branches des Trois Commissions. Elle pourrait contenir au moins une centaine de livres à coup sûr. Mais pour certains Inazumiens, ce n'est pas le nombre d'ouvrages qui compte, mais plutôt la « précision » et l'« assimilation », c'est-à-dire que vous devez déposer chaque mot de chaque livre que vous lisez dans votre cœur. En tant que tel, il suffit d'organiser ses livres en fonction de la valeur qu'on leur accorde. Quant aux livres que vous avez depuis longtemps lus et mémorisés, vous pouvez les prêter ou même les vendre, si vous le souhaitez. Il est dit que la Prêtresse divine de l'Île de Watatsumi a cette même habitude...\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Sangonomiya Kokomi, Kuki Shinobu.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang Ruang Kerja Lautan Tinta.\\nRuang kerja ini penuh dengan perabotan yang lengkap dan menggunakan rak buku besar yang juga dimiliki Tri-Commission. Rak ini cukup untuk menampung ratusan, bahkan ribuan buku. Namun bagi orang Inazuma, jumlah buku dalam rak tidaklah penting. Yang terpenting adalah \"ketepatan\" dan \"pengendapan\". Buku bagus yang sudah dibaca, setiap hurufnya harus masuk dan mengendap dalam lubuk hati. Karena itu buku-bukunya harus diletakkan sesuai dengan tingkat perhatian orang-orang. Buku-buku yang sudah diingat jelas, mau dipinjam atau dijual pun tidak akan masalah. Dengar-dengar Pemimpin Suci yang terhormat dari Pulau Watatsumi punya kebiasaan seperti ini.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.\\nRekan yang menyukai set perabot ini: Sangonomiya Kokomi, Kuki Shinobu",
        "jp": "「明窓浄机」の詳しい作り方が載っている設計図。\\nあらゆる調度品が取り揃えられた書斎。三奉行で使われている大型の本棚には、大量の書籍を収納できる。しかし、稲妻では書斎に仕舞われた本の数は重要ではなく、その「正確性」や「内容の深さ」こそが追求されるようだ。良書を読むときは、その「一言一句を心に刻むべし」とされている。それゆえ本棚の本は重要度に応じて並べられ、すでに熟読して心に刻まれた本は貸したり売ったりしても支障はないらしい。海祇島の尊き「現人神の巫女」にも、この様な習慣があるそうだ。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：珊瑚宮心海、久岐忍",
        "kr": "작업 순서가 상세히 적힌 도면, 「먹향의 서재」의 설치 방법이 기재되어 있다.\\n다양한 장식을 갖춘 서재. 모든 삼봉행이 구매한 대형 책장 양식으로 수천 권의 책을 수납할 수 있다. 하지만 일부 이나즈마 사람들에게 있어 서재의 장서량은 중요하지 않다. 「정확」과 「응집」이야말로 그들이 추구하는 것이다. 좋은 책은 「마음을 파고드는 글귀」가 있어야 하는 법. 그러므로 책장의 책은 개인의 취향대로 배치하고, 이미 마음에 새긴 책은 빌려주거나 팔아도 상관없다. 와타츠미섬의 존귀한 「아라히토가미 무녀」도 같은 습관이 있다고 한다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 산고노미야 코코미, 쿠키 시노부",
        "pt": "Um diagrama detalhado passo a passo para fazer Tesouro Acadêmico.\\nUma coleção de textos foi colocada aqui na grande estante de livros preferida de todos os membros da Comissão Tripla. Esta estante suporta pelo menos cem livros. Mas para alguns habitantes de Inazuma, não é o número de livros que conta, mas sim a \"precisão\" e \"substância\" de cada um — isto é, você deve guardar em seu coração todas as palavras de um bom livro que tenha lido. Como tal, basta organizar os livros de acordo com o quanto os valorizamos. Para livros que você leu há muito tempo e memorizou, você pode emprestá-los ou até vendê-los, se quiser. Dizem que a Sacerdotisa Divina da Ilha Watatsumi tem exatamente esse hábito.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.\\nCompanheiro que prefere este conjunto: Sangonomiya Kokomi, Kuki Shinobu",
        "ru": "Подробная схема изготовления предмета декора «Научная тропа».\\nНа его книжных полках, которые так полюбились Трикомиссии, можно разместить большую коллекцию текстов. Но для некоторых жителей Инадзумы важно не количество книг, а «точность» и «осадок». Это означает, что вы должны пропустить через своё сердце каждое слово каждой хорошей книги, которую вы читаете. Таким образом, нужно просто упорядочить свои книги в зависимости от того, насколько они ценны. Те книги, которые вы уже давно прочитали и запомнили, можно одолжить или даже продать при желании. Говорят, что у Божественной Жрицы острова Ватацуми есть такая привычка.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.\\nЭтот комплект предпочитает следующие компаньоны: Сангономия Кокоми, Куки Синобу.",
        "th": "แบบแปลนอธิบายวิธีสร้างและขั้นตอนการจัดวางโดยละเอียดของ \"ห้องสมุดน้ำหมึกสีเข้ม\"\\nห้องสมุดพร้อมเฟอร์นิเจอร์ครบครัน ตู้หนังสือขนาดใหญ่ที่สามสำนักมหาอำนาจนิยมใช้ ขนาดของมันเพียงพอที่จะเก็บหนังสือได้หลายร้อยม้วน อย่างไรก็ตาม ตามความเห็นของชาว Inazuma แล้ว จำนวนหนังสือในห้องสมุดอาจไม่มีความสำคัญเท่าไหร่นัก \"ความแม่นยำ\" และ \"การสั่งสมความรู้\" ต่างหากคือสิ่งที่พวกเขาต้องการ หนังสือที่ดี อ่านแล้วย่อมส่งผลให้ \"ตัวอักษรแต่ละตัวซึมลึกเข้าไปในจิตใจ\" ดังนั้น ขอแค่จัดเรียงหนังสือของตัวเองตามคุณค่าของหนังสือในใจ ไม่ว่าจะเป็นหนังสือที่เคยอ่านเมื่อนานมาแล้ว หรือหนังสือที่อ่านจนจำได้ขึ้นใจ ก็สามารถให้ยืมต่อหรือขายไปได้ทั้งนั้น ว่ากันว่าผู้นำมิโกะคนปัจจุบันแห่งเกาะ Watatsumi เองก็มีนิสัยแบบนี้\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Sangonomiya Kokomi, Kuki Shinobu",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bố trí \"Thư Xá Trầm Mặc\".\\nPhòng sách đầy đủ trang bị, sử dụng kệ sách lớn giống Hiệp Hội Tam Cực, đủ để chứa đựng trăm ngàn quyển sách. Nhưng trong mắt một số người Inazuma, số lượng sách trong phòng sách hoàn toàn không quan trọng, \"chính xác\" và \"đúc kết\" mới là những thứ họ theo đuổi, đối với những quyển sách đã đọc thì phải \"khắc ghi từng chữ\". Do đó, chỉ cần sắp xếp sách trên kệ theo mức độ xem trọng của cá nhân, sách đã đọc và ghi nhớ trong lòng, dù có cho mượn hoặc bán đi thì cũng không sao. Nghe nói Thánh Pháp Sư tôn quý của Watatsumi có thói quen này.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Sangonomiya Kokomi, Kuki Shinobu"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}