{
    "name": {
        "en": "\"Scholar's Weariness\"",
        "de": "„Gelehrtenmüdigkeit“",
        "chs": "「学者的倦怠」",
        "cht": "「學者的倦怠」",
        "es": "El cansancio del erudito",
        "fr": "« Épuisement de l'érudit »",
        "id": "\"Kelelahan Seorang Sarjana\"",
        "jp": "「学者の怠惰」",
        "kr": "「학자의 나태함」",
        "pt": "\"Exaustão do Estudioso\"",
        "ru": "Усталость учёного",
        "th": "\"ความอิดโรยของนักวิชาการ\"",
        "vi": "Sự Uể Oải Của Học Giả"
    },
    "id": 383303,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making \"Scholar's Weariness.\"\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Gelehrtenmüdigkeit“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『学者的倦怠』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『學者的倦怠』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar El cansancio del erudito.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'« Épuisement de l'érudit ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Kelelahan Seorang Sarjana\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『学者の怠惰』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「학자의 나태함」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Exaustão do Estudioso\"\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Усталость учёного».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ความอิดโรยของนักวิชาการ\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Sự Uể Oải Của Học Giả\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}