{
    "name": {
        "en": "Scrawled Treasure Map",
        "de": "Total unleserliche Schatzkarte",
        "chs": "十分潦草的藏宝图",
        "cht": "十分潦草的藏寶圖",
        "es": "Mapa del tesoro ilegible",
        "fr": "Carte au trésor gribouillée",
        "id": "Peta Harta Karun yang Sangat Sulit Dibaca",
        "jp": "乱雑に描かれた宝の地図",
        "kr": "매우 조잡한 보물 지도",
        "pt": "Mapa do Tesouro Rabiscado",
        "ru": "Карта сокровищ с каракулями",
        "th": "แผนที่ขุมทรัพย์แบบลวก ๆ",
        "vi": "Bản Đồ Kho Báu Cẩu Thả"
    },
    "id": 101590,
    "materialDesc": {
        "en": "This is an awful specimen of a treasure map. Its lines are random and its grids scrawled. You could probably sell this for a significant amount of Mora by claiming that it is the work of some stream-of-consciousness artist, though.",
        "de": "Das ist ein schreckliches Beispiel einer Schatzkarte, mit lauter zufälligen Linien, die überall hingekritzelt sind. Du könntest sie wahrscheinlich für eine beträchtliche Menge Mora verkaufen, indem du behauptest, sie sei das Werk eines abstrakten Künstlers.",
        "chs": "胡乱排着几根线条的图纸，是藏宝图中的歪瓜劣枣。但要是对外宣称是某位意识流画家的大作，说不定能卖上不少摩拉。",
        "cht": "胡亂排著幾根線條的圖紙，是藏寶圖中的歪瓜劣棗。但要是對外宣稱是某位意識流畫家的大作，說不定能賣上不少摩拉。",
        "es": "Un incomprensible mapa del tesoro con varias líneas dibujadas caóticamente. Podrías venderlo por muchos Moras si dices que es la obra maestra de un gran pintor...",
        "fr": "Un terrible exemple de carte au trésor, avec des lignes gribouillées dans tous les sens. Vous pourrez peut-être en tirer une bonne somme en prétendant qu'il s'agit de l'œuvre d'un artiste contemporain...",
        "id": "Peta ini adalah contoh dari sebuah peta harta karun yang mengerikan, mengingat semua garisnya acak-acakan dan tertulis di mana saja. Barangkali kamu bisa menjual peta ini untuk mendapatkan Mora yang banyak disertai dengan sebuah klaim bahwa peta ini merupakan sebuah mahakarya dari seorang seniman beraliran abstrak.",
        "jp": "線がとても乱雑に描かれている適当な宝の地図。しかし、これを独特なセンスを持つ画家の傑作と世間に主張すれば、高く売れるかもしれない。",
        "kr": "선이 난잡하게 그어진 도면. 보물 지도 중의 못난이. 하지만 어느 의식의 흐름 기법을 사용하는 화가의 작품이라고 한다면 많은 모라에 팔 수 있을지도 모른다",
        "pt": "Um mapa do tesouro incompreensível todo rabiscado. Talvez você possa vendê-lo por muitas Mora se disser que é a obra-prima de um grande pintor...",
        "ru": "Ужасная карта сокровищ, сплошь состоящая из каракулей. Вероятно, её можно продать за много моры, заявив, что это работа некоего художника-абстракциониста.",
        "th": "ภาพที่เขียนลายเส้นอย่างลวก ๆ หลายเส้น นับแผนที่ขุมทรัพย์ที่แสนน่าเกลียด แต่ถ้าบอกว่าเป็นผลงานชิ้นเอกของจิตรกรที่มีจิตวิญญาณอันลึกซึ้งล่ะก็ ไม่แน่ว่าอาจจะขายได้ Mora จำนวนไม่น้อยเลย",
        "vi": "Bản đồ kho báu với những nét vẽ cẩu thả, trông thật khủng khiếp. Tuy nhiên nếu bạn chém gió rằng đây là tác phẩm trừu tượng thì nói không chừng sẽ bán được không ít Mora đấy."
    },
    "materialType": "MATERIAL_QUEST"
}