{
    "name": {
        "en": "Scribe's Box",
        "de": "Schmuckkästchen des Archivars",
        "chs": "记事者之匣",
        "cht": "記事者之匣",
        "es": "Cofre del escriba",
        "fr": "Coffre du scribe",
        "id": "Kotak Penulis",
        "jp": "記録者の箱",
        "kr": "기록자의 함",
        "pt": "Caixa do Escrivão",
        "ru": "Шкатулка писаря",
        "th": "Scribe's Box",
        "vi": "Chiếc Hộp Của Ký Giả"
    },
    "id": 100622,
    "materialDesc": {
        "en": "A treasure box with a decorative pattern at the bottom. The ornamentation seems to be a part of a three-piece motif. Once the pattern is completed, a certain door may open.\\n\"I yearn for those frosty skies to stand in flames and burn till there's no living soul in the world.\"\\n\"I yearn for us to turn to dust carried by the wind so that we can find that outsider who abandoned the princess.\"\\n\"I yearn for the black dragon from the princess' dreams to engulf the land in a cloud of scarlet poison.\"\\n\"For I am the last one. There's no need to keep watch any longer.\"\\n\"I've heard of people who are building a new nation without gods. Perhaps they'll have the power to stand against this world.\"",
        "de": "Eins von insgesamt drei Schmuckkästchen, dessen Boden mit einem dekorativen Muster verziert ist. Wenn man die übrigen zwei Kästchen finden und zusammensetzen könnte, würde sich vielleicht irgendwo eine Tür öffnen:\\n„Möge dieser gefrorene, verschneite Himmel brennen, bis kein Anzeichen von Leben mehr in der Welt zu sehen ist.“\\n„Mögen auch wir zu Asche werden, die vom Winde verweht wird, bis wir den Fremden erreichen, der die Prinzessin verlassen hat und nicht zu ihr zurückgekehrt ist.“\\n„Möge der dunkle Drache, von dem die Prinzessin einst träumte, sein scharlachrotes Gift über diese erbärmliche Erde ausbreiten.“\\nIch bin der Letzte, ich muss hier nicht länger bleiben.“\\n„Irgendwo scheint jemand eine gottlose Nation zu errichten. Vielleicht haben sie dort ja auch einen Geist des Widerstands gegen den Rest der Welt.“",
        "chs": "底部有着某种三分之一纹样的宝盒。如果能筹齐另外两个，或许可以打开何处的门。\\n「愿降下这片冰雪的天空燃烧，直到世界上再也没有一丝生命。」\\n「愿我们化作灰烬，顺风而行，追上那抛弃了公主再也不返回的异邦人。」\\n「愿公主梦见的蔽日的黑龙，为可憎的大地涂上赤红的毒。」\\n「我是最后一个。再也没有留守的必要了。」\\n「听说何处有人正在建立无神的国度。那么，或许他们也有对抗世界的力量吧。」",
        "cht": "底部有著某種三分之一紋樣的寶盒。如果能籌齊另外兩個，或許可以打開何處的門。\\n「願降下這片冰雪的天空燃燒，直到世界上再也沒有一絲生命。」\\n「願我們化作灰燼，順風而行，追上那拋棄了公主再也不返回的異邦人。」\\n「願公主夢見的蔽日的黑龍，為可憎的大地塗上赤紅的毒。」\\n「我是最後一個。再也沒有留守的必要了。」\\n「聽說何處有人正在建立無神的國度。那麼，或許他們也有對抗世界的力量吧。」",
        "es": "Un cofre cuyo fondo está decorado con un tipo de patrón al que aún le faltan dos partes. Si puedes reunir las que quedan, tal vez puedas abrir la puerta de algún sitio.\\n“Que este cielo helado y nevado arda hasta que no quede ni un atisbo de vida en el mundo”.\\n“Que nos convirtamos en cenizas arrastradas por el viento hasta alcanzar a ese forastero que abandonó a la princesa para no volver”.\\n“Que el dragón negro con el que soñó la princesa esparza su veneno escarlata por toda la despreciable tierra”.\\n“Yo soy el último. Ya no es necesario que permanezca aquí”.\\n“He oído que están construyendo una nueva nación sin dioses. Quizás ellos tengan el poder de enfrentarse a este mundo”.",
        "fr": "Un coffre aux trésors avec un motif décoratif en trois parties. Une porte devrait s'ouvrir une fois le motif complet.\\n« Que ces cieux glacés brûlent jusqu'à ce qu'il n'y ait plus âme qui vive en ce monde. »\\n« Puissions-nous devenir poussière portée par le vent, et puissions-nous un jour retrouver l'étranger qui a abandonné la princesse à son sort. »\\n« Que le dragon noir des rêves de la princesse engloutisse la terre dans une mer de poison écarlate. »\\n« Car je suis le dernier. Nul besoin d'attendre plus longtemps. »\\n« J'ai entendu parler d'un royaume qui se construisait sans dieu. Peut-être aura-t-il le pouvoir de s'opposer à ce monde. »",
        "id": "Sebuah kotak harta dengan sebuah pola di sepertiga bagian bawah kotak. Mungkin kalau kamu berhasil menaikkan kedua bagian lainnya, kamu akan membuka gerbang di suatu tempat.\\n\"Semoga langit penuh salju ini terbakar habis, hingga tidak tersisa kehidupan apa pun di dunia ini.\"\\n\"Semoga kita berubah menjadi debu, dan terbang bersama angin, untuk mengejar orang tak dikenal yang pergi meninggalkan Tuan Putri.\"\\n\"Semoga naga hitam yang ada di dalam mimpi Tuan Putri terbang tinggi hingga menutupi matahari, dan mewarnai seluruh bumi dengan racun merahnya.\"\\n\"Aku adalah orang terakhir. Tidak ada gunanya hidup lebih lama lagi.\"\\n\"Kudengar ada seseorang yang berusaha membangun sebuah bangsa tanpa Archon. Kalau begitu, mungkin saja mereka mempunyai kekuatan untuk menentang dunia ini.\"",
        "jp": "底にある紋様の3分の1だけが描かれた宝箱。他の2つを集めれば、どこかにある門を開けられるだろう。\\n「この氷雪の空が燃え尽き、世界から命が消え去ればいい」\\n「私は灰となり風に乗って、姫を捨ていなくなった異邦人に追いつこう」\\n「姫の夢の中で、空を覆い尽くす黒龍が、憎き大地を赤き毒で染め上げていますように」\\n「私は最後の一人だ。もうここにいる必要がない」\\n「どこかで人々が神のいない国を造っているのを耳にした。もしかしたら、彼らには世界に抗う力があるのだろう」",
        "kr": "밑바닥에 문양의 3분의 1이 찍혀있는 보석함. 나머지 문양을 모두 찾는다면 어딘가의 문을 열 수 있을지도 모른다.\\n「눈 덮인 하늘이 불타올라 이 땅의 모든 생명을 앗아가기를…」\\n「우리가 잿더미가 되어 바람을 타고 공주를 버리고 떠나버린 이방인을 쫓아가기를…」\\n「공주의 꿈속에서 하늘을 가르던 흑룡이 가증스러운 대지에 검붉은 독을 덧입히길 바라」\\n「그렇게 세상에 홀로 남고 나면 더이상 아무것도 지키지 않아도 되겠지」\\n「누군가가 신이 없는 나라를 세운다던데 어쩌면 세계에 대항할 힘이 있을지도…」",
        "pt": "Uma caixa de tesouro com um padrão decorativo embaixo. A ornamentação parece ser parte de um conjunto de três peças Quando o padrão estiver completo, uma porta poderá abrir.\\n\"Desejo que aqueles céus congelados queimem até que não reste uma alma viva neste mundo.\"\\n\"Desejo que nós nos transformemos em cinzas carregadas pelo vento para que possamos encontrar o forasteiro que abandonou a princesa.\"\\n\"Desejo que o dragão negro dos sonhos da princesa mergulhe a terra numa nuvem de veneno escarlate.\"\\n\"Pois eu sou o último. Não há razão para continuar de guarda.\"\\n\"Ouvi dizer de pessoas que estão criando uma nova nação sem deuses. Talvez eles terão o poder para resistir contra esse mundo.\"",
        "ru": "Драгоценная шкатулка с резным орнаментом, который, кажется, является частью тройного узора. Закончите узор, и, возможно, для вас отворится какая-то дверь.\\n«Я желаю, чтобы это морозное небо горело и пылало до тех пор, пока в мире не останется живой души. Я желаю, чтобы ветер подхватил наш прах и унёс его к тому иноземцу, что оставил принцессу. Я желаю, чтобы чёрный дракон из снов принцессы охватил землю облаком алого яда. Ибо я остался один. Больше не для кого нести свой долг. Я слышал о людях, которые строят новую нацию без богов. Возможно, у них хватит сил противостоять этому миру».",
        "th": "กล่องสมบัติที่ด้านล่างมีลวดลายอยู่หนึ่งในสามส่วน หากหาลวดลายอีกสองส่วนที่เหลือได้ครบ บางทีอาจจะสามารถเปิดประตูสักแห่งได้\\n\"ขอให้ท้องฟ้าที่เย็นยะเยือกนี้มอดไหม้ ไปจนกว่าจะไม่มีสิ่งมีชีวิตเหลืออยู่ในโลกนี้\"\\n\"ขอให้เรากลายเป็นเถ้าถ่านที่ปลิวไปตามลม เพื่อไล่ตามคนนอกที่ละทิ้งเจ้าหญิงไป\"\\n \"ขอให้มังกรดำในความฝันของเจ้าหญิง สาดพิษสีแดงของมันไปทั่วทั้งดินแดน\"\\n \"จนเหลือฉันเป็นคนสุดท้าย และไม่จำเป็นต้องอยู่อีกต่อไป\"\\n\" ได้ยินว่ามีบางคนกำลังสร้างอาณาจักรที่ไม่มีเทพเจ้าอยู่ที่ไหนสักแห่ง ถ้าอย่างนั้น บางทีพวกเขาอาจมีพลังที่สามารถต่อต้านโลกใบนี้ได้\"",
        "vi": "Chiếc hộp báu có một phần ba hoa văn dưới đáy. Nếu có thể kiếm thêm hai cái nữa, có lẽ sẽ có thể mở ra cánh cửa ở đâu đó.\\n\"Cầu mong bầu trời băng giá này thiêu đốt cho đến khi không còn sự sống trên thế giới.\"\\n\"Nguyện cho ta hóa tro bụi, bay theo gió, đuổi theo kẻ ngoại bang đã ruồng bỏ công chúa và không bao giờ trở lại.\"\\n\"Cầu mong cho con rồng đen mà công chúa mơ thấy sẽ che phủ trái đất đáng ghê tởm này bằng chất độc màu đỏ thẫm.\"\\n\"Tôi là người cuối cùng. Cũng không cần thiết phải ở lại nữa.\"\\n\"Nghe nói ai đó đang xây dựng một vương quốc vô thần ở đâu đó. Vậy thì, có thể họ cũng có sức mạnh để chống lại thế giới.\""
    },
    "materialType": "MATERIAL_QUEST"
}