{
    "name": {
        "en": "Scroll of Streaming Song (III)",
        "de": "Liederbuch zum Blumengarten – Band III",
        "chs": "浮槃歌卷·卷三",
        "cht": "浮槃歌卷·卷三",
        "es": "Canción del fluir (III)",
        "fr": "Parchemin de l'hymne à flot - Tome III",
        "id": "Gulungan Lagu yang Mengapung (III)",
        "jp": "プシュパの歌·3",
        "kr": "푸시의 시가 모음집·권3",
        "pt": "Pergaminho da Canção Fluente - (III)",
        "ru": "Плывущий свиток песен III",
        "th": "คัมภีร์บทเพลงลอยละล่อง (III)",
        "vi": "Quyển Nhạc Trôi Nổi III"
    },
    "id": 120027,
    "materialDesc": {
        "en": "A torn page discovered in the desert ruins and retrieved by researchers from the Vahumana school of the Akademiya. The author of this page has yet to be confirmed.",
        "de": "Eine zerrissene Seite, die in den Wüstenruinen entdeckt und von Forschern der Ursachenlehre an der Akademie geborgen wurde. Der Autor dieser Seite muss noch bestätigt werden.",
        "chs": "教令院因论派的学者自砂海的遗迹中挖掘出的古代残卷，无从判断作者身份。",
        "cht": "教令院因論派的學者自砂海的遺蹟中挖掘出的古代殘卷，無從判斷作者身分。",
        "es": "Un antiguo manuscrito que un erudito de la Escuela de Etiología desenterró en el desierto. Se desconoce su autoría.",
        "fr": "Un ancien manuscrit déterré dans le désert par un chercheur du Vahumana. Sa paternité est inconnue.",
        "id": "Halaman robek yang ditemukan di reruntuhan yang ada di gurun. Halaman ini diambil oleh peneliti dari Akademiya yang bernama Vahumana. Belum diketahui siapa yang menulisnya.",
        "jp": "教令院因論派の学者が砂海の遺跡から掘り出した、古代の筆跡の断片。作者は特定できない。",
        "kr": "아카데미아의 인론파 학자가 모래 바다의 유적에서 발굴한 훼손된 고대 서적. 저자의 신원은 알 수 없다",
        "pt": "Uma página rasgada descoberta nas ruínas do deserto e recuperada por pesquisadores do Darshan Vahumana da Academia. O autor desta página ainda não foi confirmado.",
        "ru": "Фрагмент литературного труда, обнаруженный в пустынных руинах исследователями из даршана Вахуман (школа этиологии) Академии. Автор труда не установлен.",
        "th": "ม้วนบันทึกโบราณที่ขุดพบจากซากปรักหักพังของโบราณสถานกลางทะเลทรายโดยนักวิชาการภาควิชาสมุฏฐานวิทยาจากทางสถาบัน ไม่สามารถระบุตัวตนของผู้แต่งได้",
        "vi": "Mảnh sách cổ được học giả Học Phái Vahumana đào lên từ di tích của biển cát, không thể đoán được thân phận của tác giả."
    },
    "materialType": "MATERIAL_QUEST"
}