{
    "name": {
        "en": "Sealed Package",
        "de": "Verschlossenes Paket",
        "chs": "封住的包裹",
        "cht": "封住的包裹",
        "es": "Paquete sellado",
        "fr": "Colis scellé",
        "id": "Paket yang Masih Tersegel",
        "jp": "閉められた荷物",
        "kr": "밀봉된 소포",
        "pt": "Pacote Selado",
        "ru": "Запечатанная посылка",
        "th": "พัสดุที่ปิดผนึกไว้อย่างแน่นหนา",
        "vi": "Tài liệu được dán kín"
    },
    "id": 100386,
    "materialDesc": {
        "en": "A heavy and tightly sealed packaged with a novel written by Chang the Ninth. It seems that he doesn't want people to read his works...",
        "de": "Ein fest verschlossenes und recht schweres Paket mit dem Roman von Chang IX. Anscheinend will er gar nicht, dass jemand sein Werk überhaupt liest.",
        "chs": "被封得严严实实的包裹，里面装着常九爷的小说，入手很有些重量。看起来，常九爷并不太想让人看他的作品…",
        "cht": "被封得密密實實的包裹，裡面裝著常九爺的小說，入手頗有重量。看起來，常九爺並不太想讓人看他的作品…",
        "es": "Un paquete cerrado herméticamente y muy pesado que contiene las novelas de Chang el Noveno. Parece como si el autor no quisiera que la gente lea su obra...",
        "fr": "Un gros colis bien emballé comportant le roman de Chang le Neuvième. Ce dernier ne souhaite visiblement pas que son œuvre soit lue...",
        "id": "Paket yang berat dan disegel dengan rapat. Berisi novel yang ditulis oleh Chang the Ninth. Sepertinya dia tidak ingin orang lain membaca karya buatannya...",
        "jp": "しっかりと閉められた荷物、中には常九の小説が入ってある。どうやら、常九はその作品を他人に見られたくないようだ…",
        "kr": "빈틈없이 꽁꽁 밀봉된 소포. 안에는 상구야의 소설이 들어있어 무게가 꽤 나간다. 상구야는 다른 사람에게 자신의 작품을 보여주기를 꺼리는 것 같다…",
        "pt": "Um pacote muito pesado e hermeticamente fechado contendo os romances de Chang, o Nono. Parece que o autor não quer que as pessoas leiam sua obra...",
        "ru": "Тяжёлая и плотно запечатанная посылка с романом Чана Девятого. Кажется, Чан Девятый не хочет, чтобы люди ознакомились с его трудами.",
        "th": "พัสดุที่ผนึกไว้อย่างแน่นหนาซึ่งมีนวนิยายของ Chang ที่เก้าอยู่ข้างใน ค่อนข้างที่จะมีน้ำหนักเลยทีเดียว ดูเหมือนว่า Chang ที่เก้านั้นจะไม่ต้องการให้ใครเห็นผลงานของเขา...",
        "vi": "Túi đồ được gói cẩn thận, bên trong là tiểu thuyết của Thường Cửu Gia, cầm khá là nặng. Xem ra Thường Cửu Gia không muốn người khác đọc tác phẩm của anh ấy."
    },
    "materialType": "MATERIAL_QUEST"
}