{
    "name": {
        "en": "Secret Room Key",
        "de": "Schlüssel zur Geheimkammer",
        "chs": "密室钥匙",
        "cht": "密室鑰匙",
        "es": "Llave de la sala secreta",
        "fr": "Clé de salle secrète",
        "id": "Kunci Kamar Rahasia",
        "jp": "密室の鍵",
        "kr": "밀실 열쇠",
        "pt": "Chave da sala secreta",
        "ru": "Ключ от тайной комнаты",
        "th": "กุญแจห้องลับ",
        "vi": "Chìa Khóa Mật Thất"
    },
    "id": 100943,
    "materialDesc": {
        "en": "A key that opens the door to a certain secret room in The Narrows. This might be one of the abandoned safehouses that Adonis and his compatriots once used.",
        "de": "Ein Schlüssel, mit dem man eine gewisse Geheimkammer in der Schmalen Schlucht betreten kann. Diese Geheimkammer könnte der andere Versteck sein, den Adonis und seine Leute aufgegeben haben.",
        "chs": "可以用来打开狭间之街某处密室的钥匙。可能是被阿多尼斯他们放弃的另一处藏身之地吧。",
        "cht": "可以用來打開狹間之街某處密室的鑰匙。可能是被阿多尼斯他們放棄的另一處藏身之地吧。",
        "es": "Una llave que abre la puerta de cierta sala secreta ubicada en alguna parte del Desfiladero. Tal vez sea otro escondrijo que Adonis y los demás abandonaron.",
        "fr": "Une clé qui ouvre la porte d'une salle secrète dans les Gorges. Celle-ci est sans doute l'une des cachettes abandonnées d'Adonis et ses compagnons.",
        "id": "Kunci untuk membuka sebuah kamar rahasia di The Narrows. Kemungkinan besar merupakan tempat persembunyian yang pernah digunakan oleh Adonis dan rekan-rekannya.",
        "jp": "狭間の街にある密室を開けることができる鍵。おそらく、アドニスたちが放棄した別の隠れ家だろう。",
        "kr": "협곡의 거리 어딘가의 밀실을 열 수 있는 열쇠. 아도니스가 포기한 은신처 중 하나일지도 모른다",
        "pt": "Uma chave que abre uma porta para uma sala secreta no Estreito. Ela pode ser de um dos esconderijos abandonados que Adonis e seus companheiros utilizaram.",
        "ru": "Ключ от некой секретной комнаты в Теснине. Возможно, это одно из заброшенных убежищ, которым когда-то пользовались Адонис и его соотечественники.",
        "th": "กุญแจที่ใช้เปิดห้องลับบางแห่งใน The Narrows อาจจะเป็นจุดซ่อนตัวอีกแห่งที่พวก Adonis ทิ้งไว้ก็เป็นได้",
        "vi": "Chìa khóa có thể dùng để mở mật thất ở nơi nào đó trong Lối Mòn Khe Núi. Có thể là một nơi ẩn thân khác mà Adonis bọn họ đã bỏ đi."
    },
    "materialType": "MATERIAL_QUEST"
}