{
    "name": {
        "en": "Secret Research Lab",
        "de": "Geheimtechniklabor",
        "chs": "秘术研究所",
        "cht": "秘術研究所",
        "es": "Instituto de las artes secretas",
        "fr": "Laboratoire de recherche secret",
        "id": "Laboratorium Penelitian Rahasia",
        "jp": "秘術研究所",
        "kr": "비술 연구소",
        "pt": "Instituto das Artes Secretas",
        "ru": "Секретная лаборатория",
        "th": "ห้องวิจัยแห่งความลับ",
        "vi": "Viện Nghiên Cứu Bí Thuật"
    },
    "id": 350037,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a \"Secret Research Lab.\"\\nA plain old alchemy workshop. Take out the specialized, intricate apparatus and it would look just like any other study, but for the collection of books on the shelves, the reagents in their containers, and the various experimental samples marked \"Do Not Open,\" the uses of which can only be wildly guessed at by the uninitiated. An incident is probably unavoidable should some curious cat fail to heed this instruction.\\nAfter actual cats that mistakenly entered the workshop caused two such alchemical potion accidents, the Knights of Favonius Investigation Team would place strict entry-exit regulations on alchemy workshops within the city. A great number of the strange rumors concerning alchemy were also born around this time, causing no small number of headaches for researchers just trying to concentrate on their work.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Klee, Sucrose, Albedo, Lisa",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Geheimtechniklabor“.\\nEine einfache, alte Alchimie-Werkstatt. Denkt man sich die speziellen, komplexen Apparate weg, so sieht sie aus wie jedes andere Arbeitszimmer, doch was die Sammlung von Büchern auf den Regalen und die verschiedenen Reagenzien in ihren Behältern und Experimentproben angeht, die mit „Nicht öffnen“ beschriftet sind, so kann man als normaler Mensch ihren Nutzen nur blind raten. Sollte irgendjemand mit überschwänglicher Neugier sich nicht an diese Hinweise halten, so wäre ein Unfall wohl unvermeidbar.\\nNachdem aus Versehen Katzen in die Alchimie-Werkstatt gelangten und zwei solche Unfälle mit alchimistischem Gebräu auslösten, hat die Ermittlungstruppe des Ordo Favonius allen Alchimie-Werkstätten der Stadt strenge Ein- und Ausgangsregeln auferlegt. Daher stammen auch viele der seltsamen Gerüchte, was Alchimie angeht, die Gelehrten, die sich einfach nur auf ihre Arbeit konzentrieren möchten, nicht gerade wenig Kopfzerbrechen bereiten.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Klee, Saccharose, Albedo und Lisa",
        "chs": "步骤详实的图纸，记载着「秘术研究所」的放置方法。\\n平平无奇的炼金工坊，除去个别精巧的器件，看似与普通书房并无差异，但书架上的典籍，容器中的试剂，还有保存在柜子中标注着「严禁拆封」的实验样本，普通人大多闻所未闻，只能凭借自己的印象对它们的用途和内容加以揣测。倘若有好奇之人违背禁令，安全事故就在所难免了。\\n误入工坊的猫猫引发两次雷声大雨点小的「炼金药剂危机」后，西风骑士团的调查小队就对城内的炼金工坊实施了严格的出入管制。大量关于炼金术的奇怪传说就是在那时诞生的，让潜心研究的学者们头疼不已。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：可莉、砂糖、阿贝多、丽莎",
        "cht": "步驟詳實的圖紙，記載著「秘術研究所」的放置方法。\\n平平無奇的煉金工坊，除去個別精巧的器件，看似與普通書房並無差異，但書架上的典籍，容器中的試劑，還有保存在櫃子中標註著「嚴禁拆封」的實驗樣本，普通人大多聞所未聞，只能憑藉自己的印像揣測它們的用途和內容。倘若有好奇之人違背禁令，安全事故就在所難免了。\\n誤入工坊的貓貓引發兩次雷聲大雨點小的「煉金藥劑危機」後，西風騎士團的調查小隊就對城內的煉金工坊實施了嚴格的出入管制。大量關於煉金術的奇怪傳說就是在那時誕生的，讓潛心研究的學者們頭疼不已。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：可莉、砂糖、阿貝多、麗莎",
        "es": "Plano detallado para colocar Instituto de las artes secretas.\\nUn taller de alquimia normal y corriente. Si se obvian los intrincados aparatos especializados, es como cualquier otro estudio. Bueno, a excepción de los libros que hay en las estanterías, los reactivos de los recipientes y las muestras experimentales en las que está escrito “No abrir” y cuyos usos las personas comunes no pueden ni imaginar. Si algún curioso hiciera caso omiso de los avisos, sería inevitable que ocurriera un accidente.\\nDespués de que un gato que entró por error al taller causara dos “crisis de las pociones”, el equipo de investigación de los Caballeros de Favonius impuso un estricto control de acceso en los talleres de alquimia de la ciudad. La mayoría de los extraños rumores en torno a la alquimia también surgieron a raíz de esos incidentes y causaron no pocas molestias a los investigadores dedicados.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Klee, Sacarosa, Albedo, Lisa.",
        "fr": "Étapes de mise en place du laboratoire de recherche secret.\\nUn ancien atelier d'alchimie. Enlevez les appareils spécialisés et complexes et cela ressemble à n'importe quelle autre étude... à condition d'ignorer la collection de livres sur les étagères, les réactifs dans divers conteneurs et les différents échantillons expérimentaux affublés d'un signe « Ne pas ouvrir » dont les gens ordinaires ne peuvent que vaguement deviner l'utilité. Un incident est inévitable si un chat un peu trop curieux venait à l'encontre de l'une de ces interdictions.\\nLorsqu'un chat, entré par erreur dans un atelier de ce type, a été la cause de deux accidents entraînant la perte de potions alchimiques, les enquêteurs de l'Ordre de Favonius ont décidé d'imposer des règles strictes d'entrée-sortie pour les ateliers d'alchimie de la ville. Un grand nombre d'étranges rumeurs concernant l'alchimie sont également nées de cette décision, causant un grand nombre de tracas aux chercheurs essayant simplement de se concentrer.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Klee, Sucrose, Albedo, Lisa.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Laboratorium Penelitian Rahasia\".\\nSebuah tempat kerja alkimia yang biasa saja. Dengan beberapa komponen dan peralatan rumit, tempat ini terlihat seperti tempat penelitian pada umumnya, namun koleksi buku di rak dan sampel eksperimen yang disimpan di lemari dengan tanda \"Jangan Dibuka\", membuat orang biasa menebak-nebak apa yang terdapat di dalamnya. Dan mungkin saja bisa terjadi kecelakaan tak terduga jika seseorang mengabaikannya.\\nSetelah kejadian seekor kucing tidak sengaja masuk ke tempat kerja tersebut dan menyebabkan dua kecelakaan dari ramuan alkimia, Tim Investigasi Knights of Favonius akhirnya memberlakukan regulasi peraturan keluar masuk yang ketat pada tempat alkimia di dalam kota. Sejumlah besar rumor aneh tentang alkimia juga lahir dari sana, menyebabkan banyak masalah bagi para peneliti yang hanya mencoba untuk berkonsentrasi.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.\\nRekan yang menyukai Set Perabotan ini: Klee, Sucrose, Albedo, Lisa",
        "jp": "「秘術研究所」の詳しい配置方法が載っている設計図。\\n「素朴な錬金術の研究所。いくつかの精巧な装置を除くと、普通の書斎と大差がなくなる。しかし本棚に並べられた本、容器の中の薬品、そして保管された「開封厳禁」と書かれた実験サンプル。一般人は聞いたこともないため、その用途と内容については自分の経験から推測するしかなかった。もし好奇心旺盛な人が禁止事項に違反したら、事故は避けられない。\\n誤って工房に入った猫が2度も「錬金薬剤事故」を起こしてしまったため、西風騎士団の調査小隊は街の錬金工房に厳しい規制を課した。ここから生まれた錬金術にまつわる奇妙な噂は多いため、研究者たちは皆惜しんだ。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：クレー、スクロース、アルベド、リサ",
        "kr": "작업 순서가 상세히 적힌 도면, 「비술 연구소」의 설치 방법이 기재되어 있다.\\n평범한 연금술 공방, 몇 개의 정교한 부품들을 제외하면 일반 서재와 다를 것이 없어 보이지만 책장 속의 서적들과, 용기에 담긴 시약, 수납장에 보관 중인 「개봉 금지」 가 써진 실험 샘플들은 보통 사람들은 듣도 보도 못한 것으로, 오로지 각자의 감으로 용도와 내용을 추측할 수밖에 없다. 누군가 호기심 많은 사람이 금지령을 어긴다면, 안전 사고는 불가피하다.\\n공방에 잘못 들어온 고양이가 「연금용 포션 사고」를 일으켜 천둥과 비가 내린 후, 페보니우스 기사단의 수사팀은 연금술 공방에 대한 엄격한 출입 통제를 실시했다. 이때 연금술에 대한 이상한 전설들까지 다량으로 생성돼, 연구에 몰두하는 학자들이 귀찮아지기도 했다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 클레, 설탕, 알베도, 리사",
        "pt": "Um diagrama detalhado com o passo a passo para colocar \"Instituto das Artes Secretas\".\\nUma simples e antiga oficina de alquimia. Tirando o aparelho especializado e intrincado, ele se pareceria com qualquer outro quarto de estudo, com exceção da coleção de livros nas prateleiras, dos reagentes em seus recipientes e das várias amostras experimentais marcadas com a inscrição \"Não Abra\", cujos usos só podem ser imaginados de forma grosseira pela pessoa comum. Um incidente é provavelmente inevitável caso algum gato curioso vá contra qualquer uma dessas proibições.\\nDepois de gatos que erroneamente entraram nas oficinas e causaram dois acidentes com poção alquímica, a Equipe de Investigação dos Cavaleiros de Favonius colocou regulamentos rigorosos de entrada e saída nas oficinas de alquimia dentro da cidade. Grande parte dos estranhos rumores sobre alquimia também nasceu dali, causando um número nada pequeno de dores de cabeça aos pesquisadores apenas tentando se concentrar.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nOs personagens a seguir preferem este Conjunto de Decoração: Klee, Sucrose, Albedo, Lisa",
        "ru": "Подробная схема размещения комплекта «Секретная лаборатория».\\nОбычная старая алхимическая мастерская. Уберите специализированные, замысловатые приборы, и она будет похожа на любой другой кабинет, если бы не коллекция книг на полках, реактивы в контейнерах и различные экспериментальные образцы с пометкой «Не открывать», о применении которых обычный человек может только догадываться. Если какая-нибудь любопытная кошка нарушит эти запреты, инцидента не избежать.\\nПосле того, как кошки по ошибке проникли в мастерскую и вызвали два несчастных случая с алхимическими зельями, следственная группа Ордо Фавониус установила строгие правила посещения алхимических мастерских города. Многие странные слухи, связанные с алхимией, родились именно тогда, вызывая головную боль у исследователей, которые пытались в них разобраться.\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.\\nЭтот комплект мебели предпочитают следующие компаньоны: Кли, Сахароза, Альбедо, Лиза.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ห้องวิจัยแห่งความลับ\"\\nเวิร์กช็อปเล่นแร่แปรธาตุ หากไม่รวมอุปกรณ์ที่ละเอียดอ่อนแต่ละชิ้นดูเหมือนว่าจะไม่แตกต่างจากห้องหนังสือทั่วไปเลย แต่ว่าบนชั้นวางหนังสือที่มีน้ำยาโพชั่น นอกจากนี้ยังมีตัวอย่างการทดลองที่เก็บไว้ในตู้ที่ระบุว่า \"ห้ามเปิด\" คนธรรมดาส่วนใหญ่ไม่เคยได้ยินมาก่อนและสามารถคาดเดาการใช้งานและเนื้อหาเท่าที่ตนเองทราบเท่านั้น หากคนที่อยากรู้อยากเห็นและฝ่าฝืนข้อห้าม อุบัติเหตุด้านความปลอดภัยก็เป็นสิ่งที่หลีกเลี่ยงไม่ได้ \\nหลังจากแมวที่หลงเข้ามาในเวิร์กช็อป ทำให้เกิด \"วิกฤตการณ์เล่นแร่แปรธาตุ\" พร้อมเสียงฟ้าร้องและฝนตก ทีมสืบสวนแห่งกองอัศวิน Favonius ได้กำหนดให้มีการควบคุมการเข้าถึงในเวิร์กช็อปเล่นแร่แปรธาตุในเมืองอย่างเข้มงวด มีตำนานแปลก ๆ มากมายเกี่ยวกับการเล่นแร่แปรธาตุเกิดขึ้นในเวลานั้น ซึ่งสร้างความปวดหัวให้กับนักวิชาการที่ทุ่มเทให้กับการศึกษาอย่างมาก\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Klee, Sucrose, Albedo, Lisa",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Viện Nghiên Cứu Bí Thuật\".\\nXưởng giả kim bình thường, ngoài một số dụng cụ tinh xảo thì trông không khác gì một thư phòng bình thường, nhưng sách trên kệ, thuốc thử trong bình, còn có cả tiêu bản thí nghiệm dán nhãn \"cấm mở\" được lưu giữ trong tủ, đều là những thứ mà phần lớn người thường chưa từng thấy qua, chỉ có thể suy đoán tác dụng hoặc nội dung của chúng qua ấn tượng của bản thân. Nếu người hiếu kỳ vi phạm lệnh cấm, thì khó mà đảm bảo an toàn.\\nSau khi một chú mèo đi nhầm vào xưởng gây ra hai vụ \"sự cố thuốc giả kim\", đội điều tra của Đội Kỵ Sĩ Tây Phong đã kiểm soát chặt chẽ việc ra vào các xưởng giả kim trong thành. Nhiều huyền thoại kỳ lạ về thuật giả kim cũng ra đời từ đó, khiến các học giả chuyên tâm nghiên cứu vô cùng đau đầu.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Klee, Sucrose, Albedo, Lisa"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}