{
    "name": {
        "en": "\"Sekijou\" Aralia Tea Table",
        "de": "Teetisch „Sekijou“ aus Aralia-Holz",
        "chs": "孔雀木「石定」茶桌",
        "cht": "孔雀木「石定」茶桌",
        "es": "Mesa de té de madera de criptomeria: Piedra firme",
        "fr": "Table à thé « Sekijou » en bois de cèdre inazumien",
        "id": "Meja Teh Kayu Aralia: Sekijou",
        "jp": "孔雀の「石定」お茶机",
        "kr": "공작나무 「석정」 다탁",
        "pt": "Mesa de Chá de Madeira de Arália \"Pedra Firme\"",
        "ru": "Чайный столик из аралии «Секидзё»",
        "th": "โต๊ะน้ำชา \"Sekijou\" ไม้ Aralia",
        "vi": "Bàn Trà \"Sekijou\" Gỗ Khổng Tước"
    },
    "id": 381315,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a \"Sekijou\" Aralia Tea Table.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Teetisch Sekijou aus Aralia-Holz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「孔雀木『石定』茶桌」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「孔雀木『石定』茶桌」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Mesa de té de madera de criptomeria: Piedra firme.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la table à thé « Sekijou » en bois de cèdre inazumien.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Meja Teh Kayu Aralia: Sekijou\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「孔雀の『石定』お茶机」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「공작나무『석정』다탁」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Mesa de Chá de Madeira de Arália \"Pedra Firme\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Чайный столик из аралии \"Секидзё\"».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างโต๊ะน้ำชา \"Sekijou\" ไม้ Aralia\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Bàn Trà \"Sekijou\" Gỗ Khổng Tước.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}