{
    "name": {
        "en": "Selva Salad",
        "de": "Selva-Salat",
        "chs": "雨林沙拉",
        "cht": "雨林沙拉",
        "es": "Ensalada tropical",
        "fr": "Salade de selve",
        "id": "Selva Salad",
        "jp": "雨林サラダ",
        "kr": "우림 샐러드",
        "pt": "Salada Tropical",
        "ru": "Тропический салат",
        "th": "Selva Salad",
        "vi": "Salad Nhiệt Đới"
    },
    "id": 108398,
    "materialDesc": {
        "en": "An Aranara-style salad that Paimon drained her brain juice dry to improve. It is, in fact, a rather traditional recipe in Sumeru. Fresh and crispy Zaytun Peach slices are mixed with gently-squeezed Sumeru Roses, which adds a touch of distinctive flavor. Mint is used instead of sugar to avoid getting a sickening sweetness. A refreshing dish that pleases both the eyes and the nose.",
        "de": "Aranara-Salat, dessen Rezept Paimon nach vielen Gedanken verfeinert hat. Allerdings gibt es in Sumeru bereits seit Langem ähnliche Rezepte. Drin gibt es knusprigen Zaytun-Pfirsich, frische Minze, die nicht so süß wie Zucker ist, und leicht gepresste Sumeru-Rosenblätter, die für eine besondere Note sorgen. Dies ist ein sehr erfrischendes und schmackhaftes Gericht.",
        "chs": "经过派蒙苦思冥想改良后的兰那罗沙拉，但实际上在须弥却是早已有之的做法。墩墩桃十分鲜脆，替代过甜白糖的是口感清爽的薄荷，为增加风味放入略加挤压的须弥蔷薇。是兼具味觉和嗅觉双重享受的清新菜肴。",
        "cht": "經過派蒙苦思冥想改良後的蘭那羅沙拉，但實際上在須彌卻是早已有之的做法。墩墩桃十分鮮脆，替代過甜白糖的是口感清爽的薄荷，為增加風味放入略加擠壓的須彌薔薇。是兼具味覺和嗅覺雙重享受的清新菜餚。",
        "es": "Una ensalada típica aranara que Paimon ha refinado minuciosamente, pero cuya preparación en realidad se remonta a muchos años atrás en Sumeru. La duraznoliva es totalmente fresca y crujiente, mientras que la refrescante menta sustituye al dulce sabor del azúcar. El extracto que desprende la rosa de Sumeru al exprimirla potencia su sabor. Un plato refrescante tanto para el gusto como para el olfato.",
        "fr": "Une salade aranarienne typique. Paimon s'est creusé la tête pour essayer d'améliorer ce plat en dépit du fait que la recette d'origine soit utilisée depuis longtemps à Sumeru. Des tranches de pêches zaytuns fraîches et croustillantes auxquelles on ajoute des roses sumériennes légèrement pressées afin d'en agrémenter la saveur. De la menthe est utilisée à la place du sucre pour éviter que le goût du sucré ne vienne surcharger le tout. Un plat rafraîchissant tant au niveau du goût que de l'odeur.",
        "id": "Salad bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya resep hidangan ini sudah ada di Sumeru sejak dulu. Zaytun Peach yang segar dan garing dipadukan dengan tetesan sari Sumeru Rose. Selain itu, daun Mint segar digunakan sebagai pengganti gula putih. Sebuah hidangan segar yang memanjakan mata dan juga lidah.",
        "jp": "パイモンが目を瞑り、長いこと思い悩んだ末に改良したアランナラサラダだが——実はスメールで古くから流行していた調理法。ザイトゥン桃は新鮮で歯ざわりがよく、甘い砂糖の代わりに爽やかなミント、さらに風味付けにスメールローズのエキスも入っている。味覚と嗅覚の両方を楽しめる、自然豊かな料理。",
        "kr": "페이몬이 고심 끝에 개량한 아란나라의 샐러드. 하지만 수메르에는 이미 똑같은 레시피의 샐러드가 있었다. 뚠뚠 복숭아는 신선하고 아삭한 식감을 자랑하며 청량한 허브로 설탕의 달콤함을 대체했다. 풍미를 선사하기 위해 수메르 장미 액기스를 약간 넣었다. 미각과 후각을 동시에 사로잡는 상큼한 요리이다",
        "pt": "Uma salada estilo Aranara que Paimon quebrou a cabeça para melhorar. É, na verdade, uma receita bastante tradicional em Sumeru. Fatias frescas e crocantes de Pêssego Zaytun são misturadas com Rosas de Sumeru levemente espremidas, adicionando um toque de sabor distinto. Mentas são usadas em vez de açúcar para evitar uma doçura nauseante. Um prato refrescante tanto para o paladar quanto para o olfato.",
        "ru": "Салат аранар, улучшенный стараниями Паймон. Хотя на самом деле в Сумеру давно знакомы с таким рецептом. Сочный персик зайтун, вместо сахара - освежающая мята, а для придания особого вкуса в салат добавлено немного жатых лепестков сумерской розы. Освежающее блюдо с прекрасным вкусом и непревзойдённым ароматом.",
        "th": "Salad สไตล์ Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา แต่แท้จริงกลับเป็นสูตรที่ทาง Sumeru มีมาแต่เนิ่นนานแล้ว Zaytun Peach ที่ทั้งสดและกรุบกรอบ กับสิ่งที่มาทดแทนความหวานของน้ำตาลทรายอย่าง Mint ที่มีรสสัมผัสเย็นสดชื่น เพิ่มรสชาติด้วย Sumeru Rose บด เป็นเมนูที่สร้างความสดชื่นให้ทั้งรสสัมผัสและกลิ่นสัมผัสได้ในเวลาเดียวกัน",
        "vi": "Một món salad kiểu Aranara khiến Paimon phải vắt óc suy nghĩ để cải thiện, nhưng thật ra công thức này khá truyền thống ở Sumeru. Đào Zaytun rất tươi và giòn, đường trắng được thay bằng bạc hà tạo vị sảng khoái, thêm chút tường vi Sumeru vắt nhẹ để tăng hương vị. Là một món ăn mới lạ tuyệt vời về cả mùi và vị."
    },
    "materialType": "MATERIAL_FOOD"
}