{
    "name": {
        "en": "Serendipity",
        "de": "Anglerglück",
        "chs": "盘缘",
        "cht": "盤緣",
        "es": "Serendipia",
        "fr": "Sérendipité",
        "id": "Serendipity",
        "jp": "セレンディピティ",
        "kr": "세렌디피티",
        "pt": "Serendipidade",
        "ru": "Удача",
        "th": "Serendipity",
        "vi": "Tùy Duyên"
    },
    "id": 200905,
    "materialDesc": {
        "en": "If you can stay within the Ideal Tension Zone while fishing, this rod will shorten the time in which fish will struggle by a stable amount and increase your chances of success. This effect only works in Sumeru.\\n\\nThis archaic Sumeru fishing rod is carved like white jade, decorated with dark gold patterns, and embellished with green gems. Under its pure aesthetics, it seems to have some meaning related to \"life\" — it is said that the oldest fishing rod of Sumeru was a branch wrapped with vines, and many master anglers achieved miraculous catches with such rods. Today's fishermen also believe that such fishing rods with long histories will bring them good luck.",
        "de": "Wenn du im idealen Spannungsbereich verbleiben kannst, während du fischst, kann diese Rute die während des Kampfes mit dem Fisch benötigte Zeit deutlich reduzieren und die Erfolgsrate erhöhen. Dieser Effekt ist nur in Sumeru wirksam.\\n\\nEine archaische Angelrute aus Sumeru. Ihr Körper wirkt wie aus weißer Jade geschnitzt, ihre Spule ist mit dunkelgoldenen Mustern verziert und sie ist mit blau-grünen Edelsteinen dekoriert. Unter ihrer puren Ästhetik scheint eine mit dem „Leben“ zusammenhängende Bedeutung zu schlummern. Es heißt, dass die alten Angelruten von Sumeru von Reben umschlungene Äste gewesen seien und viele große Fischer ihre einmaligen „wundersamen Fänge“ mit solchen Angelruten erzielt hätten. Auch heute noch glauben viele Fischer, dass eine Angelrute mit einer solchen Geschichte ihnen viel Glück beim Fang bescheren wird.",
        "chs": "钓鱼过程中，若能使张力处于最佳张力区，使用此竿可稳定缩短鱼儿挣扎时间，提高钓鱼成功率。仅须弥地区生效。\\n\\n形制古朴的须弥鱼竿，竿体如白玉雕琢，黯金色的纹饰盘绕其上，并以苍青的宝石作为点缀。纯美的形貌之下，似是有着与「生命」相关的寓意——据说须弥最古老的鱼竿就是缠绕着藤蔓的树枝，许多钓鱼宗师用这样的鱼竿完成了他们的「奇迹一钓」。如今的鱼师们也相信，这种历史悠久的鱼竿将为他们带来收获的好运。",
        "cht": "釣魚過程中，若能使張力處於最佳張力區，使用此竿可穩定縮短魚兒掙扎時間，提高釣魚成功率。僅須彌地區生效。\\n\\n形制古樸的須彌魚竿，竿體如白玉雕琢，黯金色的紋飾盤繞其上，並以蒼青的寶石作為點綴。純美的形貌之下，似是有著與「生命」相關的寓意——據說須彌最古老的魚竿就是纏繞著藤蔓的樹枝，許多釣魚宗師用這樣的魚竿完成了他們的「奇蹟一釣」。如今的魚師們也相信，這種歷史悠久的魚竿將為他們帶來收穫的好運。",
        "es": "Si puedes mantener la tensión en la zona de tensión ideal durante la pesca, el uso de esta caña reducirá el tiempo que el pez se resiste y aumenta tus probabilidades de éxito. Este efecto solo puede ocurrir en Sumeru.\\n\\nEsta arcaica caña de pescar de Sumeru está tallada como el jade blanco, adornada con formas doradas oscuras, y embellecida con gemas de color verde. Bajo su apariencia puramente estética, parece que tiene cierto significado relacionado con la vida. Se dice que las cañas de pescar más antiguas de Sumeru fueron ramas envueltas con enredaderas, y que muchos maestros pescadores realizaron pescas milagrosas con ellas. Los pescadores de hoy también creen que esas cañas de pescar repletas de historia les traen buena suerte.",
        "fr": "Si vous arrivez à rester dans la zone de tension idéale pendant que vous pêchez avec cette canne, le poisson se débattra moins longtemps au bout de la ligne et vos chances de prise réussie augmenteront. Cet effet ne fonctionne que dans la région de Sumeru.\\n\\nCette canne à pêche archaïque de Sumeru est sculptée comme du jade blanc, décorée de motifs en or sombre et embellie avec des pierres précieuses vertes. Sous son apparence purement esthétique semble se cacher une signification liée à la vie. On dit que la plus ancienne canne à pêche de Sumeru était une branche enroulée de lianes, et qu'elles auraient permis à de nombreux maîtres pêcheurs d'accomplir une « prise miraculeuse ». Les pêcheurs d'aujourd'hui croient également que ce type de canne à pêche à la longue histoire peut leur porter chance.",
        "id": "Saat sedang memancing, kalau kamu bisa mempertahankan tegangan benang di Zona Ketegangan Ideal, maka joran pancing ini bisa mempersingkat waktu ikan memberontak dan meningkatkan efisiensi memancingmu. Efek ini hanya berlaku di Sumeru.\\n\\nPancing Sumeru dengan bentuk yang sederhana. Tubuh joran diukir layaknya batu giok putih, dengan dekorasi emas gelap melingkar di atasnya, dan permata berwarna biru sebagai dekorasinya. Dari bentuknya yang sangat indah, sepertinya mengandung makna yang berhubungan \"kehidupan\" - Konon katanya pancing paling kuno di sumeru dibuat dari ranting pohon yang dibungkus dengan tanaman merambat, dan banyak sekali ahli pemancing yang menyelesaikan \"Keajaiban Pancingan\" mereka dengan joran pancing seperti ini. Pada zaman sekarang, para ahli ikan juga percaya kalau joran pancing dengan sejarah yang panjang ini akan bisa membawa keberuntungan bagi mereka.",
        "jp": "釣り中に完璧張力区間をキープできれば、魚の抵抗時間を着実に減らし、釣りの成功率を高めることができる。スメール地域でのみ有効。\\n\\n白翡翠を彫刻したような本体に暗い金色の飾り紋を絡め付け、蒼い宝石を飾った、純粋に美しいスメールの釣り竿。美麗な形には、「生命」と関わる意味が含まれている——スメールの一番古い釣り竿は、ツル草が絡み付いただけの枝で、多くの釣りマスターがこのような釣り竿を使って「奇跡の大漁」を成し遂げたと言われている。それで今日の釣り人たちも、こういった釣り竿が収穫の幸運をもたらしてくれると信じているのだ。",
        "kr": "낚시 중 최적 장력 구간에서 이 낚싯대를 사용해 장력을 컨트롤하면 물고기의 저항하는 시간을 안정적으로 단축시킬 수 있고 낚시 성공률을 높일 수 있다. 수메르 지역에서만 적용된다.\\n\\n고풍스러운 외관의 수메르 낚싯대. 백옥 같은 조각과 짙은 금색의 문양이 둘려 있고 파란색의 보석으로 포인트를 주었다. 순수한 아름다움을 지닌 외관 아래 「생명」과 관련된 뜻을 내재하고 있는 듯하다. 수메르에서 가장 오래된 낚싯대는 넝쿨이 얽힌 나뭇가지였다고 하는데 수많은 낚시꾼이 이런 낚싯대로 「기적의 낚시」를 일구어냈다고 전해진다. 오늘날의 낚시꾼들도 이런 유구한 역사를 지닌 낚싯대가 그들에게 행운을 가져다주길 기원하고 있다",
        "pt": "Se você conseguir permanecer na Zona de Tensão ideal durante a pesca, esta vara vai diminuir o tempo de resistência do peixe e aumentará as suas chances de sucesso. Este efeito só funciona em Sumeru.\\n\\n Esta vara de pesca arcaica de Sumeru é esculpida em jade branca, adornada com formas douradas escuras e embelezada com gemas verdes. Sob sua aparência puramente estética, parece que existe um significado relacionado à vida. Conta-se que as varas de pesca mais antigas de Sumeru eram galhos envoltos em cipós, e que muitos mestres pescadores faziam pescas milagrosas com elas. Os pescadores de hoje também acreditam que essas varas de pescar ricas em história lhes trazem boa sorte.",
        "ru": "Если во время рыбалки вы удерживаете оптимальное натяжение лески, это удилище сократит время сопротивления рыбы, сделает его более предсказуемым и увеличит ваши шансы на успех. Эффект действует только в Сумеру.\\n\\nСтаринная сумерская удочка. Удилище кажется вырезанным из белого нефрита, его украшают узоры из тёмного золота и инкрустация зелёными самоцветами. В декоративной отделке удочки зашифровано послание, связанное с «жизнью»: говорят, что древнейшей сумерской удочкой была ветка, оплетённая виноградной лозой. Именно она принесла многим мастерам рыбалки «чудесный улов». И сегодняшние рыболовы верят, что владельцу такой старинной удочки будет сопутствовать удача.",
        "th": "ในขณะที่ตกปลา หากสามารถคุมแรงดึงให้อยู่ในขอบเขตแรงดึงที่ดีที่สุดได้ คันเบ็ดนี้จะสามารถลดระยะเวลาการดิ้นรนต่อสู้ของปลา และเพิ่มโอกาสในการตกปลาให้สำเร็จได้ โดยเอฟเฟกต์นี้สามารถใช้ได้เฉพาะใน Sumeru เท่านั้น\\n\\nเบ็ดตกปลาลักษณะโบราณของ Sumeru ตัวไม้เบ็ดราวกับสลักด้วยหยกขาว ลวดลายสีทองห้อมล้อมประดับอยู่บนนั้น และมีอัญมณีสีมรกตตกแต่งปิดท้าย ภายใต้รูปลักษณ์สวยงาม เหมือนจะมีความหมายที่เกี่ยวข้องกับ \"ชีวิต\" แฝงเร้นอยู่... ว่ากันว่าเบ็ดตกปลาที่เก่าแก่ที่สุดใน Sumeru เป็นเพียงกิ่งไม้ที่พันรอบด้วยเถาวัลย์ ปรมาจารย์ด้านการตกปลามากมายได้ใช้เบ็ดเช่นนี้ประสบความสำเร็จใน \"การตกปลาเยี่ยงปาฏิหาริย์\" นักตกปลาในทุกวันนี้ต่างเชื่อว่า เบ็ดตกปลาที่มีประวัติความเป็นมายาวนานแบบนี้จะนำพาโชคดีมาให้พวกเขาได้",
        "vi": "Trong khi câu cá, nếu có thể khống chế lực kéo nằm trong phạm vi tốt nhất, sử dụng cần câu này sẽ rút ngắn thời gian cá vùng vẫy, tăng hiệu suất câu. Chỉ hữu hiệu tại Sumeru.\\n\\nChiếc cần câu Sumeru cổ xưa này được chạm khắc như ngọc trắng, trang trí hoa văn bằng vàng sậm và đính đá quý màu xanh lục. Với vẻ ngoài thuần khiết và xinh đẹp, nó dường như có một ý nghĩa liên quan đến \"sinh mệnh\" - tương truyền rằng chiếc cần câu lâu đời nhất của Sumeru là một chiếc cành được quấn bằng dây leo, và nhiều bậc thầy câu cá đã dùng chiếc cần câu như vậy để hoàn thành \"kỳ tích\" của họ. Những người đánh cá ngày nay cũng tin rằng chiếc cần câu lịch sử này sẽ mang lại cho họ những điều may mắn trong thu hoạch."
    },
    "materialType": "MATERIAL_FISH_ROD"
}