{
    "name": {
        "en": "Sergeant's Insignia",
        "de": "Abzeichen für Unteroffiziere",
        "chs": "士官的徽记",
        "cht": "士官的徽記",
        "es": "Insignia del sargento",
        "fr": "Insigne de sergent",
        "id": "Sergeant's Insignia",
        "jp": "士官の記章",
        "kr": "사관의 휘장",
        "pt": "Insígnia de Sargento",
        "ru": "Шеврон сержанта",
        "th": "Sergeant's Insignia",
        "vi": "Phù Hiệu Sĩ Quan"
    },
    "id": 112033,
    "materialDesc": {
        "en": "An insignia with a different shape to distinguish the sergeants from new recruits. Perhaps there are complicated emotions behind it.",
        "de": "Ein Abzeichen, das den Unterschied zu normalen Soldaten anzeigt. In das ungewöhnliche Muster könnte man vielerlei Gefühle interpretieren.",
        "chs": "标识着士官身份的徽记，有着区分一般士兵的奇异造型。其中或许蕴含着复杂的情绪吧。",
        "cht": "標識著士官身分的徽記，有著區分一般士兵的奇異造型。其中或許蘊含著複雜的情緒吧。",
        "es": "Una insignia con una forma diferente para distinguir a los sargentos de los nuevos reclutas. Tal vez esconda algunos sentimientos complicados.",
        "fr": "Un insigne servant à identifier les sergents. Il est sans doute porteur d'émotions complexes.",
        "id": "Sebuah lencana dengan bentuk berbeda untuk membedakan sersan dan anggota baru. Sepertinya terdapat kegalauan hati di balik lencana ini.",
        "jp": "士官の身分を記した記章、一般兵士とは異なる独特なデザインがあるのは、その複雑な気持ちが含まれたからだろうか。",
        "kr": "사관 신분을 나타내는 휘장. 일반 사병과 구분되는 기이한 형태이다. 복잡한 마음이 담겨있는 듯하다",
        "pt": "Uma insígnia com uma forma diferente para distinguir os sargentos dos novos recrutas. Talvez haja emoções complicadas por trás disso.",
        "ru": "Знак, отличающий обычного рядового от сержанта. Наверное, за ним скрываются сложные эмоции.",
        "th": "ตราสัญลักษณ์ของทหารนายสิบ มีลักษณะแตกต่างออกไปจากของทหารใหม่ บางทีอาจจะมีความรู้สึกที่ซับซ้อนซ่อนอยู่",
        "vi": "Phù hiệu thể hiện thân phận sĩ quan, có tạo hình kỳ lạ để phân biệt với binh sĩ thường. Trong đó chắc ẩn giấu cảm xúc phức tạp."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}