{
    "name": {
        "en": "Setekh Demurs",
        "de": "Eine Setekh ablehnende Siedlung",
        "chs": "婉拒风蚀的聚落",
        "cht": "婉拒風蝕的聚落",
        "es": "El azote de la tormenta",
        "fr": "Refus de Setekh",
        "id": "Setekh Demurs",
        "jp": "風食を阻む集落",
        "kr": "바람의 침식을 완곡히 거절하는 마을",
        "pt": "Rejeição de Setekh",
        "ru": "Оплот среди ветров",
        "th": "ถิ่นอาศัยซึ่งปฏิเสธลมกัดกร่อน",
        "vi": "Nơi Tránh Gió"
    },
    "id": 350070,
    "materialDesc": {
        "en": "This settlement, which is based off Aaru Village, comprises heavyset houses that fear neither erosion from sand nor the intrusion of uninvited wild beasts, for they have defensive strength equal to wooden structures. It is just that, or so you hear, the building materials are rather special, and thus the inner walls require regular maintenance on the part of those that inhabit such structures to check if they have begun to crack under long periods of weathering the searing wind and the burning sun, repairing them where necessary. Such work also helps to hone the perception of the inhabitants, making them more careful and precise about each aspect of their lives.\\nThis Furnishing Set is favored by the following companions: Candace, Layla",
        "de": "Diese Siedlung, die dem Aaru-Dorf nachempfunden ist, besteht aus massiven Häusern, die weder die Erosion durch den Sand noch das Eindringen ungebetener wilder Tiere oder ungebetener Gäste fürchten, denn sie sind viel stabiler als Holzgebäude. Es heißt jedoch, dass die Bewohner aufgrund der verwendeten speziellen Materialien die Innenwände jedes Gebäudes regelmäßig warten müssen, um sie nach langer Sonnen- und Witterungseinwirkung auf Risse zu überprüfen und sie rechtzeitig zu reparieren. Diese Arbeit trägt auch dazu bei, die Wahrnehmung der Bewohner zu schärfen und sie vorsichtiger und genauer in Bezug auf jeden Aspekt ihres Lebens zu machen.\\nDieses Set wird von den folgenden Gefährten bevorzugt: Candace, Layla",
        "chs": "筑有厚重房屋的村落，布局和建筑式样均以阿如村为参考，不惧沙尘的蚀剥，面对野兽或不速之客时，也有着强于木制建筑的防御力。只不过，据说由于所用的建材较为特殊，居民们需要定期对各个建筑的内墙进行维护，检查长期风吹日晒后的墙体是否产生了裂纹，及时予以修复。这项工作也锻炼了居民们的感知力，让他们更为细心地面对日常生活中的每个环节。\\n偏好这套摆设的同伴：坎蒂丝、莱依拉",
        "cht": "築有厚重房屋的村落，佈局和建築式樣均以阿如村為參考，不懼沙塵的蝕剝，面對野獸或不速之客時，也有著強於木造建築的防禦力。只不過，據說由於所用的建材較為特殊，因此居民們需要定期維護建築的內牆，檢查長期風吹日曬後的牆體是否產生了裂痕，及時予以修復。這項工作也鍛煉了居民們的感知力，讓他們更為細心地面對日常生活中的每個環節。\\n偏好這套擺設的同伴：坎蒂絲、萊依拉",
        "es": "Un asentamiento formado por robustas edificaciones que resguardan a la estética de la Aldea Aaru. Este tipo de viviendas no sufren la erosión del viento o la arena, y presentan una mayor resistencia ante el ataque inesperado de bestias o intrusos que las casas hechas de madera. Sin embargo, debido a los materiales especiales utilizados en la construcción, es necesario comprobar regularmente el estado de los muros de carga de cada vivienda y verificar si han aparecido grietas como reflejo a la exposición prolongada del sol y las tormentas. Esta sencilla tarea de mantenimiento ha hecho que los aldeanos desarrollen una evidente tendencia a la minuciosidad y el detenimiento.\\nLos siguientes acompañantes prefieren este conjunto: Candace y Laila.",
        "fr": "Inspiré du Village d'Aaru, ce village possède des bâtiments solides qui ne craignent ni l'érosion du sable ni l'intrusion de bêtes sauvages indésirables en raison de leur robustesse meilleure que celle du bois. Cependant, les matériaux de construction sont apparemment assez particuliers. Les murs intérieurs nécessitent donc un entretien régulier de la part des résidents pour s'assurer qu'ils ne se sont pas fissurés après de longues périodes d'exposition à des vents violents et au soleil brûlant, et de les réparer si besoin. Ce travail permet également d'aiguiser la perception des habitants, les rendant plus attentifs et précis sur chaque aspect de leur vie.\\nCompagnons préférant ce set : Candace, Layla.",
        "id": "Pemukiman yang berbasis di Desa Aaru ini terdiri dari rumah-rumah kokoh yang tidak takut erosi dari pasir atau gangguan dari hewan buas yang tidak diundang karena mereka memiliki kekuatan pertahanan yang setara dengan struktur kayu. Hanya saja, katanya sih, bahan bangunannya agak istimewa dan dengan demikian dinding bagian dalam memerlukan perawatan rutin dari penghuninya untuk memeriksa apakah mereka mulai retak karena pelapukan, angin kencang, ataupun karena matahari yang terlalu terik, sehingga jika diperlukan ya harus diperbaiki. Pekerjaan semacam itu juga membantu mengasah persepsi penduduk, membuat mereka lebih berhati-hati dan tepat tentang dalam setiap aspek kehidupan mereka.\\nRekan yang menyukai set perabot ini: Candace, Layla",
        "jp": "重厚感に満ちた家屋が並ぶ集落。レイアウトも建築スタイルもアアル村を参考にしている。砂塵の浸食に強く、また獣や不届き者に対して、木製の建造物よりも高い防衛能力を持っている。ただ、特別な建築材料を使用したため、住民たちは風雨や日光にさらされた壁のヒビを修復し、定期的にメンテナンスする必要があるとのこと。この作業で住民の感性も鍛えられ、日常生活の細部に注意を払えるようになった。\\nこの調度品セットを好む仲間：キャンディス、レイラ",
        "kr": "두껍고 무거운 건물로 구성된 마을. 배치와 건축 양식은 모두 아루 마을을 참고한 것이다. 바람의 침식을 두려워하지 않으며 맹수와 불청객을 상대로도 목제 건물보다 효과적이다. 다만 특수한 건축 자재를 사용해서 주민들은 주기적으로 벽의 균열을 확인하고 보수해야 한다. 이 작업은 주민들의 감지력을 길러줘서 일상생활을 더 세심하게 임할 수 있게 했다.\\n해당 장식 세트를 선호하는 친구: 캔디스, 레일라",
        "pt": "Um assentamento formado por construções robustas que protegem a estética da Vila Aaru. Esses tipos de casas não sofrem erosão do vento ou da areia, com maior resistência a ataques inesperados de feras, ou intrusos do que as casas de madeira. No entanto, devido aos materiais especiais utilizados na construção, é necessário verificar regularmente o estado das paredes portantes de cada habitação e verificar se surgiram fissuras como reflexo da exposição prolongada ao sol e às tempestades. Essa simples tarefa de manutenção fez com que os aldeões desenvolvessem uma tendência óbvia à meticulosidade e cuidado.\\nEste conjunto de decorações é o preferido das seguintes companheiras: Candace e Layla.",
        "ru": "Это поселение повторяет устройство деревни Аару и состоит из крепких домов, которым не страшны разрушительные пески и дикие звери. По прочности эти дома не уступают деревянным. Но, как вы, возможно, слышали, для их строительства использовались довольно специфические материалы, а потому жителям приходится регулярно проверять, не начали ли внутренние стены трескаться от знойного ветра и палящего солнца, и при необходимости приводить их в порядок. Эта работа позволяет местным обитателям отточить внимательность и дотошность в отношении любых, даже самых мелких подробностей жизни и быта.\\nЭтот комплект предпочитает следующие компаньоны: Кандакия, Лайла.",
        "th": "หมู่บ้านที่ประกอบไปด้วยอาคารบ้านเรือนแข็งแรง การจัดวางและสไตล์สิ่งปลูกสร้างต่างอ้างอิงจากหมู่บ้าน Aaru นอกจากจะไม่เกรงกลัวการกัดกร่อนจากฝุ่นทรายแล้ว ยามต้องเผชิญหน้ากับอสูรหรือแขกไม่ได้รับเชิญ ก็มีแรงป้องกันอันแข็งแกร่งที่ไม่แพ้ไปกว่าสิ่งปลูกสร้างจากไม้เลย เพียงแต่ว่ากันว่า เนื่องจากวัสดุในการสร้างค่อนข้างพิเศษ ชาวบ้านจึงต้องทำการดูแลรักษากำแพงภายในของสิ่งปลูกสร้างทุกระยะ โดยตรวจสอบว่า กำแพงเกิดรอยร้าวจากการทนลมทนแดดมาเป็นเวลานานหรือไม่ รวมถึงการซ่อมดูแลอย่างทันท่วงทีด้วย งานนี้ก็ถือเป็นการช่วยฝึกประสาทสัมผัสของชาวบ้าน ทำให้พวกเขาเผชิญกับทุกรายละเอียดในชีวิตประจำวันอย่างละเอียดรอบคอบมากขึ้น\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Candace, Layla",
        "vi": "Thôn làng với những căn nhà trông có vẻ nặng nề, bố cục và kiến trúc tham khảo theo Làng Aaru, không sợ cát bụi ăn mòn, khi đối diện với dã thú hoặc những vị khách không mời, cũng có khả năng phòng ngự tốt hơn so với kiến trúc bằng gỗ. Chỉ có điều, nghe nói do vật liệu xây dựng hơi đặc thù, nên cư dân phải định kỳ duy tu tường nhà, kiểm tra xem những bức tường có bị nứt sau thời gian dài bị gió thổi nắng rọi hay không, để kịp thời tu sửa. Công việc này cũng rèn luyện cho khả năng cảm nhận của cư dân, làm cho họ khi đối mặt với từng hạng mục trong đời sống thường ngày cũng đều chuyên tâm hơn.\\nBạn đồng hành thích bộ trang trí này: Candace, Layla"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}