{
    "name": {
        "en": "Shadow of the Warrior",
        "de": "Seele des Kriegers – Schatten",
        "chs": "武炼之魂·孤影",
        "cht": "武煉之魂·孤影",
        "es": "Sombra del guerrero",
        "fr": "Ombre du guerrier",
        "id": "Shadow of the Warrior",
        "jp": "武煉の魂·孤影",
        "kr": "무예의 혼·고영",
        "pt": "Sombra do Guerreiro",
        "ru": "Тень воина",
        "th": "Shadow of the Warrior",
        "vi": "Linh Hồn Võ Luyện - Cô Độc"
    },
    "id": 113015,
    "materialDesc": {
        "en": "A fragment of power that you obtained from defeating Childe, who had unleashed the might of his Delusion.\\nIt is the product of a will to fight that has been honed over countless slaughters.\\nIf humans do indeed have destinies, then his must surely have been twisted by such deeds. Why else, then, would he always be at the heart of every conflict?",
        "de": "Ein wenig Kraft, die du nach dem Sieg über den Grafen mit der Kraft des Teuflischen Auges errungen hast.\\nDas materielle Produkt eines Kampfwillens, der durch zahllose Gemetzel geschärft wurde.\\nWenn der Mensch tatsächlich ein Schicksal hat, dann muss er durch solche Taten sicherlich vom Wege abkommen. Warum sollte er sonst immer im Zentrum eines jeden Konflikts stehen?",
        "chs": "战胜解放了邪眼之力的「公子」后，取来的些许力量。\\n经过无尽历练的气势与战意在全力的厮杀中喷涌而出，物质化的产物。\\n倘若人类拥有命运，那恐怕他的命运也为之歪曲了吧。否则，他又为何总是身处斗争的漩涡中心呢。",
        "cht": "戰勝解放了邪眼之力的「公子」後，取來的些許力量。\\n經過無盡歷練的氣勢與戰意在全力的廝殺中噴湧而出，物質化的產物。\\n倘若人類擁有命運，那恐怕他的命運也為之歪曲了吧。否則，他又為何總是身處鬥爭的漩渦中心呢。",
        "es": "Restos de poder obtenidos tras derrotar a Nobile después de que este liberara el poder de su Engaño.\\nUn objeto producto de una voluntad de lucha forjada durante innumerables masacres.\\nSi los humanos tienen un destino, el suyo debe haberse torcido por esto. Si no, ¿por qué está siempre en medio de los conflictos?",
        "fr": "Un fragment de pouvoir que vous avez obtenu en battant Tartaglia, qui avait libéré la puissance de son œil maléfique.\\nCet objet est le résultat d'une volonté de combattre qui s'est aiguisée au cours d'innombrables massacres.\\nSi le destin existe pour les hommes, alors le sien a sans nul doute été affecté par ces actions. Sinon, comment expliquer qu'il se retrouve toujours au centre de chaque conflit ?",
        "id": "Sebuah kekuatan yang didapatkan setelah berhasil mengalahkan Childe, seorang Harbinger yang menggunakan kekuatan Delusion.\\nSebuah perwujudan dari semangat perang yang telah ditempa melalui ribuan pembantaian.\\nBila manusia telah diatur oleh takdir, sepertinya takdir Childe telah melenceng. Hanya ini alasan yang bisa menjelaskan kenapa dia selalu ada di tengah konflik.",
        "jp": "邪眼の力を解放した「公子」に勝利した後、手に入れた力。\\n無数の戦いを経験した気迫と戦意が、全力の交戦中に解き放たれ物質化したもの。\\nもし運命が実在しているなら、彼の運命は捻じ曲げられてしまったのだろう。そうでなければ、いつも闘争の中心にいるはずがないのだ。",
        "kr": "사안의 힘으로부터 「타르탈리아」를 해방시키며 얻은 힘.\\n고된 훈련을 거친 기세와 투지가 전력을 다한 싸움 속에서 뿜어져 나와 물질화됐다.\\n인류에게 운명이 있다면, 그의 운명은 삐뚤어져 있겠지. 그게 아니라면 그는 또 왜 투쟁의 소용돌이로 몸을 계속 던진 걸까?",
        "pt": "Fragmento de poder obtido após derrotar Childe que liberou a força da sua Ilusão.\\nÉ o produto de uma vontade de lutar que foi aprimorada com inúmeros massacres.\\nSe os humanos realmente têm destinos, então o dele certamente deve ter sido distorcido por tais ações. Por que outro motivo, então, ele estaria sempre no centro de cada conflito?",
        "ru": "Фрагмент силы, доставшийся вам после победы над Чайльдом, выпустившим на волю силу своего Глаза Порчи. \\nВоля к победе, которая материализовалась во время бесчисленных побоищ. \\nЕсли судьба существует, то его судьба наверняка исказилась из-за его действий. Иначе почему он всегда оказывается в центре любого конфликта?",
        "th": "เศษเสี้ยวพลังงานที่ได้รับหลังจากชนะ Childe ผู้ที่ได้ปลดปล่อยพลังแห่งเนตรมาร\\nเป็นไอเทมที่กำเนิดขึ้นมาจากการต่อสู้ ที่ผ่านจิตวิญญาณแห่งการต่อสู้ และการสังหารที่ไม่มีที่สิ้นสุด\\nหากมนุษย์มีโชคชะตาที่ถูกกำหนดไว้ โชคชะตาของเขาก็คงจะบิดเบือนเพราะชะตากรรม ไม่เช่นนั้น ทำไมเขาถึงอยู่ท่ามกลางความขัดแย้งอยู่เสมอล่ะ",
        "vi": "Sau khi đánh bại Childe sử dụng sức mạnh Delusion, tập hợp được chút sức mạnh.\\nLà vật phẩm trải qua hàng ngàn huấn luyện, tuôn trào trong những trận chém giết, ngưng kết mà thành.\\nNếu như con người cũng có vận mệnh, thì e rằng vận mệnh của hắn đã bị bẻ cong mất rồi. Nếu không thì tại sao, hắn luôn ở trong tâm của vòng xoáy tranh đấu cơ chứ?"
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}