{
    "name": {
        "en": "Sharp Arrowhead",
        "de": "Scharfe Bolzenspitze",
        "chs": "锐利的箭簇",
        "cht": "銳利的箭鏃",
        "es": "Flecha afilada",
        "fr": "Pointe de flèche aiguisée",
        "id": "Sharp Arrowhead",
        "jp": "鋭利な矢先",
        "kr": "날카로운 화살촉",
        "pt": "Ponta de Flecha Afiada",
        "ru": "Острый наконечник стрелы",
        "th": "Sharp Arrowhead",
        "vi": "Mũi Tên Sắc Bén"
    },
    "id": 112012,
    "materialDesc": {
        "en": "A well-made arrowhead. Sharp enough to penetrate armor with the ease of a rock through the surface of water.",
        "de": "Eine fein gefertigte Bolzenspitze. Mit einer derartigen Spitze kann man die Rüstungen von Gegnern durchbohren, als wären sie Butter.",
        "chs": "做工精良的箭簇。锐利的尖端或许能像投石入水一样轻易穿透敌人的甲胄，没入猎物的体内。",
        "cht": "做工精良的箭鏃。銳利的尖端或許能像投石入水一樣輕易穿透敵人的甲冑，沒入獵物的體內。",
        "es": "Punta de flecha muy bien hecha capaz de penetrar tan fácilmente en la armadura del enemigo como si fuera una piedra que se lanza contra el agua.",
        "fr": "Une pointe de flèche de haute qualité. Parfaitement aiguisée, elle traverse aisément la chair.",
        "id": "Ujung anak panah dengan kualitas yang baik. Ketajamannya dapat menembus zirah dengan mudah seperti batu menembus permukaan air.",
        "jp": "精良に作られた矢先。鋭利な先端は石を水に投げるように簡単に敵の鎧を貫くことができる。",
        "kr": "정교하게 만들어진 화살촉. 화살의 날카로운 끝부분은 적의 갑옷을 쉽게 뚫을 수 있을 것 같지만, 사냥감의 몸에는 들어가지 않는다",
        "pt": "Ponta de flecha bem feita, capaz de penetrar facilmente na armadura do inimigo como se fosse uma pedra atirada na superfície da água.",
        "ru": "Хорошо сделанный наконечник стрелы. Достаточно острый, чтобы проникнуть в тело с легкостью камня, проникающего сквозь поверхность воды.",
        "th": "ลูกธนูคม ความแหลมคมของมันสามารถทะลุ เกราะของศัตรูได้อย่างง่ายดายราวกับโยนมันลงไปผ่านผิวน้ำ",
        "vi": "Mũi tên tinh xảo. Đầu nhọn sắc bén có thể xuyên qua giáp kẻ địch như ném đá vào nước, đâm thẳng vào cơ thể thú săn."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}