{
    "name": {
        "en": "Shawarma Wrap",
        "de": "Schawarma-Rolle",
        "chs": "烤肉卷",
        "cht": "烤肉卷",
        "es": "Rollos de shawarma",
        "fr": "Shawarma",
        "id": "Shawarma Wrap",
        "jp": "シャワルマサンド",
        "kr": "샤와르마",
        "pt": "Rolinho Shawarma",
        "ru": "Шаурма",
        "th": "Shawarma Wrap",
        "vi": "Cuốn Shawarma"
    },
    "id": 108395,
    "materialDesc": {
        "en": "A wrap filled with roasted meat. Meat shaved off the vertical skewer is wrapped in a flatbread together with vegetables and sauces. Plate it up, and a simple yet delicious Sumeru street food is ready.",
        "de": "In Fladenbrot gerolltes Grillfleisch. Das Fleisch vom senkrechten Drehspieß abschaben und auf den Weizenfladen legen, Gemüse und Soße dazugeben. Den Teig einrollen. Somit ist ein authentischer Sumeru-Imbiss vollendet.",
        "chs": "以烤肉为馅的卷饼。从直立烤肉架上切下兽肉，和蔬菜、酱汁一并夹入薄饼中。一道地道又可口的须弥街头美食就这样简简单单地完成了。",
        "cht": "以烤肉為餡的捲餅。從直立烤肉架上切下獸肉，和蔬菜、醬汁一起夾入薄餅中。一道道地又可口的須彌街頭美食就這樣簡簡單單地完成了。",
        "es": "Rollos rellenos de carne a la parrilla. La carne se corta en la parrilla vertical y se sirve en una tortita con verduras y salsa. La auténtica y sabrosa comida callejera de Sumeru se caracteriza por su sencillez.",
        "fr": "De la viande grillée enroulée dans une galette. La viande placée sur une broche verticale est découpée puis enveloppée dans un pain plat avec des légumes et des sauces. Servez le tout dans une assiette et vous obtenez un plat de rue sumérien simple, mais délicieux.",
        "id": "Roti bungkus yang berisi daging panggang. Iris beberapa potongan daging dari Shawarma dan bungkus dengan helaian roti bersama dengan sayur dan saus gurih. Dan sebuah jajanan Sumeru yang simpel nan lezat sudah siap dimakan!",
        "jp": "ローストミートをたっぷり入れたシャワルマ。グリルに刺さった獣肉の塊をスライスして、野菜やソースと一緒に薄いパンの中へ。これで、本格激ウマ！スメール料理が簡単に出来上がり。",
        "kr": "구운 고기가 들어간 샤와르마. 세로로 고정된 꼬치에 꿴 짐승고기를 썰어서 야채와 소스를 얇은 전병 속에 넣으면, 전통적이고 맛있는 수메르 길거리 음식을 간단하게 맛볼 수 있다",
        "pt": "Rolinhos recheados com carne grelhada. A carne é cortada na grelha vertical e servida em uma panqueca com legumes e molho. A autêntica e saborosa comida de rua de Sumeru é caracterizada pela sua simplicidade.",
        "ru": "Жареное мясо, завёрнутое в лепёшку. С вертела срезают несколько ломтиков мяса, заворачивают их в лепёшку, добавив туда же овощи и соус. Вкусное и простое блюдо с местным колоритом.",
        "th": "แป้งห่อไส้เนื้อย่าง เนื้อที่ถูกหั่นจากเตาย่างแบบแนวตั้ง กับผักสดและซอสที่ถูกห่อรวมกันไว้ในแผ่นแป้งบาง ๆ เป็นสตรีทฟู้ดดั้งเดิมของ Sumeru ที่เรียบง่ายและเลิศรส",
        "vi": "Một chiếc bánh cuộn nhân thịt nướng. Thịt được cắt ra từ trục thịt thẳng đứng và gói chúng trong một chiếc bánh mì dẹt cùng với rau và nước sốt. Một món ăn đường phố Sumeru chính thống siêu ngon được làm đơn giản như vậy đó."
    },
    "materialType": "MATERIAL_FOOD"
}