{
    "name": {
        "en": "Shenhe: Comb",
        "de": "Shenhe – Kamm",
        "chs": "申鹤·栉掠",
        "cht": "申鶴·櫛掠",
        "es": "Shenhe - Acicalamiento",
        "fr": "Shenhe - Peigne",
        "id": "Shenhe: Comb",
        "jp": "申鶴·櫛掠",
        "kr": "신학·빗질",
        "pt": "Shenhe: Pente",
        "ru": "Гребень",
        "th": "Shenhe - หวี",
        "vi": "Shenhe - Tiết Lược"
    },
    "id": 210107,
    "materialDesc": {
        "en": "Namecard style.\\nThe early onset of white hair is often correlated to one's sorrows. Since \"comb\" and \"scatter\" are similarly read in Liyue's language, they believe that combing one's hair is the same as scattering one's misfortunes",
        "de": "Ein Motiv für Namenskärtchen.\\nDas frühe Auftreten von weißem Haar wird oft mit den Sorgen des Menschen in Verbindung gebracht. Da „Kämmen“ und „Zerstreuen“ in der Sprache von Liyue ähnlich ausgesprochen werden, glauben die Menschen dort, dass das Kämmen der Haare gleichbedeutend mit dem Zerstreuen der Sorgen ist.",
        "chs": "名片纹饰。\\n早生白发，多缘愁苦。因为「梳」「疏」同音，璃月人认为，以梳栉发，可以疏愁。",
        "cht": "名片紋飾。\\n早生白髮，多緣愁苦。因為「梳」「疏」同音，璃月人認為，以梳櫛髮，可以疏愁。",
        "es": "Diseño de tarjeta de presentación.\\nQuien tiene canas a una pronta edad es porque tiene muchas preocupaciones. En Liyue, la gente cree que peinarse hace que las preocupaciones desaparezcan.",
        "fr": "Thème.\\nAvoir des cheveux blancs à un jeune âge montre que vos préoccupations sont nombreuses. Les mots « peigner » et « répandre » se prononçant de manière similaire dans leur langue, les Liyuéens considèrent que se peigner les cheveux équivaut à répandre leurs inquiétudes.",
        "id": "Style kartu nama.\\nRambut putih di masa muda biasa dihubungkan dengan kesedihan seseorang. Karena \"sisir\" dan \"tersebar\" terdengar mirip dalam bahasa Liyue, dipercaya bahwa menyisir rambut seseorang dapat menyebar kemalangan seseorang.",
        "jp": "名刺の飾り紋。\\n愁苦ゆえの白髪。「梳」と「疏」の発音が同じため、璃月の人々は櫛で髪を梳かすと、悩みもほどけると信じている。",
        "kr": "명함 스킨.\\n젊은 나이에 나는 흰머리는 근심·걱정 때문인 경우가 많다. 「빗」와 「빚」의 음이 같아서 리월 사람은 빗으로 머리를 빗으면 마음의 빚을 씻어낸다고 믿는다",
        "pt": "Estilo de Cartão de Visita.\\nO agrisalhamento do cabelo tem relação com a dor. Como \"pente\" e \"dispersar\" são lidos similarmente na língua de Liyue, as pessoas de lá acreditam que pentear o cabelo é o mesmo que dispersar o sofrimento.",
        "ru": "Именная карта.\\nВ былые времена белые волосы ассоциировались с печалями. Слова «расчесать» и «расчищать» похожи по звучанию, поэтому в Ли Юэ есть поверье, что расчёсывание волос может отогнать несчастья.",
        "th": "ลายนามบัตร\\nผมขาวก่อนวัย ลิขิตไว้ว่าทุกข์โศก เพราะคำว่า \"หวี\" และ \"ราบรื่น\" ในภาษา Liyue นั้นออกเสียงคล้ายกัน ดังนั้นคน Liyue จึงเชื่อว่า การหวีผม จะสามารถช่วยให้ชีวิตราบรื่นได้",
        "vi": "Hoa văn danh thiếp.\\nTảo sinh bạch phát, đa duyên sầu khổ. Bởi vì \"lược (chải tóc)\" đồng âm với \"lược (giản lược)\". Cho nên người dân Liyue cho rằng, dùng lược chải tóc, giản lược khổ sầu."
    },
    "materialType": "MATERIAL_NAMECARD"
}