{
    "name": {
        "en": "Shevirme's Invoice",
        "de": "Shevirmes Bestellungsbeleg",
        "chs": "沙瓦玛的订货单据",
        "cht": "沙瓦瑪的訂貨單據",
        "es": "Recibo de Shevirme",
        "fr": "Bon de commande de Shevirme",
        "id": "Faktur Shevirme",
        "jp": "シェヴァマへの受注書",
        "kr": "셰비르메의 주문서",
        "pt": "Recibo de Shevirme",
        "ru": "Квитанция Шевирма",
        "th": "ใบเสร็จของ Shevirme",
        "vi": "Hóa Đơn Đặt Hàng Của Shevirme"
    },
    "id": 120082,
    "materialDesc": {
        "en": "An invoice that Georg wrote for Shevirme. It records the price for the 50 boxes of Fruits of the Festival, the details of various fees, the transaction time, and the estimated time when the goods will arrive. This will surely put the client at ease.",
        "de": "Ein von Georg an Shevirme geschriebener Bestellungsbeleg, auf dem der Preis, die einzelnen Gebühren, die Zeit des Auftragseingangs sowie die voraussichtliche Lieferzeit der bestellten fünfzig Kisten „Festtagssaft“ verzeichnet sind. Nachdem der Kunde ihn gelesen hat, wird er bestimmt zutiefst beruhigt.",
        "chs": "格奥尔格写给沙瓦玛的订货单据，记载着50箱「假日果酿」成交的价格、各项费用的细节、交易的时间和货品预计送达的日期。采购货物的客人阅读后，想必会深感安心。",
        "cht": "格奧爾格寫給沙瓦瑪的訂貨單據，記載著50箱「假日果釀」成交的價格、各項費用的細節、交易的時間和貨品預計送達的日期。採購貨物的客人閱讀後，想必會深感安心。",
        "es": "Un recibo que Georg le entregó a Shevirme. Contiene el precio de 50 cajas de jugo festivo, el detalle de los costes, la fecha de compra y la fecha prevista de entrega de la mercancía. Cuando el cliente lo lea, seguro que se sentirá más tranquilo.",
        "fr": "Bon de commande que Georg a rédigé pour Shevirme. Il y est indiqué le prix convenu pour 50 caisses de jus de fruits du festival, le détail des différents frais impliqués, l'heure de la transaction ainsi que la date de livraison prévue. C'est un reçu qui ne manquera pas de rassurer le client qui le lira.",
        "id": "Faktur yang ditulis Georg untuk Shevirme. Faktur ini mencatat harga dari 50 kotak Fruits of the Festival, rincian biaya-biaya, waktu transaksi, dan estimasi waktu kedatangan barang. Pelanggan yang membeli barang pasti akan merasa lega setelah membaca ini.",
        "jp": "ゲオルグがシェヴァマのために書いた受注書。五十箱の「バケーションサイダー」の取引価格、各費用の明細、取引成立の時間や品物の到着予定時間が書いてある。注文した客がこれを読めば、きっと安心できるだろう。",
        "kr": "게오르크가 셰비르메에게 쓴 주문서. 「바캉스 과일주」 50상자의 납품가와 각종 비용 관련 상세정보, 그리고 거래 시간 및 납품일이 기재되어 있다. 상품을 구매한 손님들은 이 주문서를 읽고 나서 틀림없이 안도했을 것이다",
        "pt": "Um recibo que Georg escreveu para Shevirme. Registra o preço das 50 caixas de Frutas do Festival, os detalhes das taxas, horário da transação, e o tempo estimado para as mercadorias chegarem. Isso com certeza aliviará os clientes.",
        "ru": "Квитанция, которую Георг выписал Шевирму. В ней указана цена за 50 коробок Праздничного сока, подробная информация о различных сборах, время сделки и предполагаемое время прибытия товара. С этим документом клиент может быть спокоен.",
        "th": "ใบเสร็จที่ Georg เขียนให้กับ Shevirme ซึ่งมีบันทึกราคาแลกเปลี่ยน \"Fruits of the Festival\" 50 ลัง, รายละเอียดราคาแต่ละรายการ, เวลาแลกเปลี่ยนและวันส่งมอบสินค้า เมื่อลูกค้าที่ซื้อสินค้าได้เห็นแล้ว คงรู้สึกสบายใจขึ้นไม่น้อย",
        "vi": "Hóa đơn đặt hàng mà Georg viết cho Shevirme, ghi lại giá của 50 thùng Hương Vị Lễ Hội, chi tiết các khoản phí, thời gian giao dịch và ngày giao hàng dự kiến. Khách mua hàng sẽ cảm thấy yên tâm hơn sau khi đọc nó."
    },
    "materialType": "MATERIAL_QUEST"
}