{
    "name": {
        "en": "Shiki Koshou",
        "de": "„Shiki Koshou“",
        "chs": "「式小将」",
        "cht": "「式小將」",
        "es": "Shiki Koshou",
        "fr": "Shiki Koshou",
        "id": "Shiki Koshou",
        "jp": "「式小将」",
        "kr": "「시키 소장」",
        "pt": "Shiki Koshou",
        "ru": "Сики Косё",
        "th": "\"Shiki Koshou\"",
        "vi": "Shiki Koshou"
    },
    "id": 220045,
    "materialDesc": {
        "en": "A gift from Shiki Taishou: a replica armed with spiritual power. Though Shiki Koshou is incapable of charm magic, it is in contact with Shiki Taishou at all times and can share all that it has seen and heard with him, so it's almost like you've still got Shiki Taishou with you on your journey.",
        "de": "Ein Geschenk von Shiki Taishou: eine mit spiritueller Kraft ausgestattete Replik. Obwohl Shiki Koshou nicht in der Lage ist, Zauber zu wirken, ist es jederzeit in Kontakt mit Shiki Taishou und kann alles, was es gesehen und gehört hat, mit ihm teilen, sodass es fast so ist, als hättest du Shiki Taishou immer noch bei dir auf deiner Reise.",
        "chs": "「式大将」所赠的礼物，极具灵性的拓本。虽然「式小将」无法使用符法，但无论位于何地，它都能与「式大将」保持联系，分享所见所闻，就像将「式大将」带在身边一同旅行。",
        "cht": "「式大將」所贈的禮物，極具靈性的拓本。雖然「式小將」無法使用符法，但無論位於何地，它都能與「式大將」保持聯繫，分享所見所聞，就像將「式大將」帶在身邊一同旅行。",
        "es": "Un réplica llena de vida, obsequio de Shiki Taishou. Aunque Shiki Koshou no puede usar magia, esté donde esté, siempre conservará un vínculo con Shiki Taishou y compartirá todo lo que vive. Es como si siempre lo llevaras de viaje contigo.",
        "fr": "Une réplique pleine d'énergie spirituelle que Shiki Taishou vous a offerte. Shiki Koshou n'est pas capable d'utiliser les pouvoirs magiques mais il est en contact permanent avec Shiki Taishou et peut lui transmettre tout ce qu'il voit et entend, comme si une version miniature de Shiki Taishou vous accompagnait.",
        "id": "Hadiah dari Shiki Taishou, berupa replika yang memiliki kekuatan spiritual. Shiki Koshou tidak dapat menggunakan kekuatan jimat, tapi dia dapat berkomunikasi dengan Shiki Taishou kapan pun, dan membagikan apa yang dia lihat dan dia dengar. Jadi bisa dibilang, kamu seperti sedang membawa Shiki Taishou di perjalananmu.",
        "jp": "「式大将」がくれた贈り物、霊性がある拓本。「式小将」は符術を使えないが、どこにいても彼は「式大将」と連絡を保ち、見聞きしたことを共有することができる。まるで「式大将」をそばに連れて一緒に旅をしているようだ。",
        "kr": "「시키 대장」이 준 선물. 상당한 영성을 가진 탁본이다. 비록 「시키 소장」은 부법(符法)을 쓸 수 없지만, 어디에서든 「시키 대장」과 연결되어 보고 들은 것을 공유할 수 있다. 마치 「시키 대장」을 몸에 지니고 함께 여행하는 것과 같다",
        "pt": "Um presente de Shiki Taishou: uma réplica que contém poder espiritual. Embora Shiki Koshou seja incapaz de usar magia, está sempre em contato com Shiki Taishou e pode compartilhar tudo o que viu e ouviu com ele, então é quase como se você ainda tivesse Shiki Taishou com você em sua jornada.",
        "ru": "Подарок Сики Тайсё. Копия, обладающая духовной силой. Хотя Сики Косё не владеет магией амулетов, он постоянно находится в контакте с Сики Тайсё и может поделиться с ним всем, как если бы Сики Тайсё лично сопровождал вас в вашем путешествии.",
        "th": "ของขวัญที่ \"Shiki Taishou\" มอบให้ เป็นหุ่นจำลองที่มีจิตวิญญาณ ถึงแม้ว่า \"Shiki Koshou\" จะไม่สามารถใช้พลังแห่งเครื่องรางได้ แต่ไม่ว่าจะอยู่ที่ไหน ก็จะสามารถติดต่อ และแบ่งปันสิ่งที่พบเจอ ได้เห็น ได้ยินกับ \"Shiki Taishou\" ได้ เหมือนกับได้พา \"Shiki Taishou\" เดินทางไปด้วยกัน",
        "vi": "Món quà Shiki Taishou đã tặng, bản sao chứa nhiều linh tính. Tuy rằng Shiki Koshou không thể sử dụng bùa phép, nhưng nó luôn giữ liên lạc với Shiki Taishou dù ở bất kỳ đâu, chia sẻ những gì mắt thấy tai nghe, giống như đang đồng hành với Shiki Taishou vậy đó."
    },
    "materialType": "MATERIAL_WIDGET"
}