{
    "name": {
        "en": "Shimmering Nectar",
        "de": "Leuchtender Nektar",
        "chs": "微光花蜜",
        "cht": "微光花蜜",
        "es": "Néctar brillante",
        "fr": "Nectar miroitant",
        "id": "Shimmering Nectar",
        "jp": "微光花の蜜",
        "kr": "반짝반짝 꽃꿀",
        "pt": "Néctar Brilhante",
        "ru": "Мерцающий нектар",
        "th": "Shimmering Nectar",
        "vi": "Mật Hoa Lấp Lánh"
    },
    "id": 112039,
    "materialDesc": {
        "en": "Nectar that is full of pure elemental energy.\\nScholars generally concur that Whopperflowers are advanced life forms among the elemental plants, but there has yet to be a satisfactory explanation regarding their predatory habits.",
        "de": "Nektar von hoher elementarer Konzentration.\\nIn der Welt der Wissenschaft werden Vaniloquen als höhere pflanzliche Lebensformen eingestuft. Doch bis heute ist nicht geklärt, worauf ihre Fressgewohnheiten zurückzuführen sind.",
        "chs": "元素纯度较高的花蜜。\\n学界一般认为骗骗花是元素植物的高级生命形态，但始终无法解明它的掠食习性。",
        "cht": "元素純度較高的花蜜。\\n學界一般認為騙騙花是元素植物的高級生命形態，但始終無法解明它的掠食習性。",
        "es": "Néctar lleno de energía elemental pura.\\nLos estudiosos consideran que las Megafloras son formas de vida avanzadas en comparación con las demás plantas elementales, pero todavía no existe una explicación satisfactoria con respecto a sus hábitos depredadores.",
        "fr": "Un nectar de Fleur mensongère concentré en éléments.\\nToute la communauté scientifique s'accorde généralement sur le fait que les Fleurs mensongères occupent une place à part parmi les plantes élémentaires, mais nombre d'interrogations demeurent quant à ses habitudes prédatrices.",
        "id": "Nektar yang mengandung elemen murni.\\nPara pelajar pada umumnya sepakat bahwa Whopperflower adalah bentuk kehidupan yang lebih maju dibandingkan tanaman elemental lainnya, tetapi belum ada penjelasan yang memuaskan mengenai kebiasaan predatornya.",
        "jp": "元素純度がやや高めの花蜜。\\n学界の見解によるとトリックフラワーは元素植物の高等生命形態である。だがトリックフラワーの食性は未だ解明されていない。",
        "kr": "원소 순도가 높은 꽃꿀.\\n학계에선 보통 구라구라꽃을 원소 식물의 고등 생명체로 보지만, 아직까지 그들의 포식 습성을 설명하지 못한다",
        "pt": "Néctar que está cheio de elementos puros.\\nEstudiosos normalmente consideram que as Flores Gigantes são formas de vida avançada entre as plantas elementais, mas ainda é necessária uma explicação satisfatória para seu hábito predatório.",
        "ru": "Нектар, наполненный чистыми элементами.\\nУчёные сходятся во мнении, что попрыгунья является высшей формой жизни среди элементальных растений, но объяснения их хищному поведению у них ещё нет.",
        "th": "น้ำหวานที่มีความบริสุทธิ์ของธาตุค่อนข้างสูง\\nนักวิชาการโดยทั่วไปนั้นเชื่อว่าดอก Whopperflower นั้น เป็นรูปแบบสิ่งมีชีวิตขั้นสูงในหมู่พืชธาตุด้วยกัน แต่จนถึงเดี๋ยวนี้ ก็ยังไม่มีใครสามารถอธิบายถึงพฤติกรรมการกินอาหารของพวกมันได้",
        "vi": "Mật hoa có nguyên tố với độ thuần khiết khá cao.\\nGiới học thuật thường cho rằng Hoa Lừa Dối là hình thức sống cao cấp của thực vật nguyên tố, nhưng lại không thể lý giải được tập tính ăn thịt của nó."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}