{
    "name": {
        "en": "Shiny Flotsam",
        "de": "Glitzermuschel",
        "chs": "亮闪闪的漂流物",
        "cht": "亮閃閃的漂流物",
        "es": "Caracola a la deriva",
        "fr": "Coquillage brillant",
        "id": "Benda Terdampar yang Bersinar",
        "jp": "キラキラ漂流物",
        "kr": "반짝이는 표류물",
        "pt": "Objeto Brilhante à Deriva",
        "ru": "Блестящая ракушка",
        "th": "Shiny Flotsam",
        "vi": "Vật Trôi Nổi Lấp Lánh"
    },
    "id": 124,
    "materialDesc": {
        "en": "Shells brought in by the tide that shine gorgeously, filled with the breath of the sea.\\nCan be exchanged for precious treasures during the \"Midsummer Island Adventure\" event.",
        "de": "Muscheln, die von den Gezeiten angespült wurden, wunderbar glänzen und mit dem Atem des Meeres gefüllt sind.\\nKönnen während der Aktion „Sommer! Inseln? Abenteuer!“ gegen wertvolle Schätze eingetauscht werden.",
        "chs": "随海浪漂流而来的贝类壳体，明亮而绚丽，氤氲着大海的气息。\\n在「盛夏！海岛？大冒险！」期间，可以换取珍贵的宝物。",
        "cht": "隨海浪漂流而來的貝類殼體，明亮而絢麗，氤氳著大海的氣息。\\n在「盛夏！海島？大冒險！」期間，可以換取珍貴的寶物。",
        "es": "Un tipo de molusco hermoso, brillante y con un fuerte olor a mar que ha sido arrastrado por las olas.\\nPuede intercambiarse por otros objetos durante el evento «¡Verano, islas, aventuras!».",
        "fr": "Coquillage apporté par la marée qui brille merveilleusement et dégage le doux parfum de la mer.\\nPeut être échangé contre des trésors pendant l'événement « Odyssée estivale dans les îles ».",
        "id": "Kerang yang terbawa oleh ombak, dipenuhi dengan hawa lautan.\\nDapat ditukar dengan hadiah selama event \"Petualangan Pulau Musim Panas\".",
        "jp": "波に乗って流れてきた貝殻。色鮮やかでキラキラと光を反射し、海の匂いが漂ってくる。\\n「真夏！島？大冒険！」期間中に貴重なアイテムと交換できる。",
        "kr": "파도를 따라 흘러온 조개껍데기. 반짝이는 아름다움에 바다의 숨결이 자욱하다.\\n「여름! 섬? 모험!」 이벤트 기간 동안 진귀한 보물과 교환할 수 있다",
        "pt": "O casco de um molusco que flutuou seguindo o mar. Ele é belo e brilhante, com um cheiro da densidade do oceano.\\nDurante o período de \"Verão! Ilha? Grandes Aventuras!\" é possível utilizá-lo para trocar por tesouros preciosos.",
        "ru": "Великолепные сияющие ракушки, принесённые приливом и наполненные дыханием моря.\\nМожно обменять на драгоценные сокровища в событии «Лето! Остров? Приключение!».",
        "th": "เปลือกหอยที่ลอยมาตามเกลียวคลื่น สวยงามแวววาวและเต็มไปด้วยกลิ่นอายของทะเลกว้าง\\nในช่วง \"ซัมเมอร์หรรษากับเกาะมหัศจรรย์\" ก็สามารถแลกเปลี่ยนเป็นสมบัติล้ำค่าได้",
        "vi": "Vỏ sò trôi theo sóng biển, ánh sáng lung linh, chứa đầy hơi thở của biển khơi.\\nTrong thời gian \"Mùa Hè! Hải Đảo? Cuộc Mạo Hiểm!\" có thể đổi lấy báu vật."
    },
    "materialType": false
}