{
    "name": {
        "en": "Shogun Almighty: Reborn as Raiden With Unlimited Power",
        "de": "Wiedergeboren als Shougun Raiden mit unbegrenzter Macht",
        "chs": "转生成为雷电将军，然后天下无敌",
        "cht": "轉生成為雷電將軍，然後天下無敵",
        "es": "La todopoderosa Shogun: renacida como Raiden con un poder ilimitado",
        "fr": "Shogun toute-puissante — Comment j'ai été réincarnée en Raiden aux pouvoirs illimités",
        "id": "Shogun Mahakuasa: Terlahir Kembali Sebagai Raiden Dengan Kekuatan Tak Terbatas",
        "jp": "雷電将軍に転生したら、天下無敵になった",
        "kr": "라이덴 쇼군으로 환생하면 천하무적이 된다",
        "pt": "Toda-Poderosa Shogun: Reencarnada como Raiden com Poderes Ilimitados",
        "ru": "Реинкарнация в непобедимого сёгуна Райдэн",
        "th": "เกิดใหม่ทั้งทีก็เป็นโชกุนไปซะแล้ว",
        "vi": "Chuyển Sinh Thành Raiden Shogun, Sau Đó Thiên Hạ Vô Địch"
    },
    "id": 101767,
    "materialDesc": {
        "en": "A popular light novel in Inazuma which tells the story of a mere mortal suddenly turning into the Raiden Shogun. The story is well-received for its novel plot and has inspired many light novelists.",
        "de": "Eine beliebte kurze Erzählung in Inazuma, der die Geschichte eines einfachen Sterblichen erzählt, der sich plötzlich in Shougun Raiden verwandelt. Der Roman kommt wegen seiner kreativen und spannenden Handlung bei Lesern sehr gut an und hat viele Autoren dieser Branche inspiriert.",
        "chs": "流行于稻妻的轻小说，讲述了一个普通人突然变成雷电将军的故事。由于故事新奇有趣，此书深受欢迎，还激发了很多轻小说作者的创作灵感。",
        "cht": "流行於稻妻的輕小說，講述了一個普通人突然變成雷電將軍的故事。由於故事新奇有趣，此書深受歡迎，還激發了很多輕小說作者的創作靈感。",
        "es": "Una novela ligera muy popular en Inazuma. Cuenta la historia de una persona normal y corriente que de pronto se convierte en la Shogun Raiden. Debido a su original y entretenida trama, se ha vuelto muy popular y ha servido de inspiración a muchos autores de novelas ligeras.",
        "fr": "Un roman léger qui connaît du succès à Inazuma. Il raconte l'histoire d'un mortel qui se transforme soudainement en Shogun Raiden. Bien accueillie par la critique pour son intrigue novatrice, cette œuvre est devenue une source d'inspiration pour de nombreux autres auteurs de romans.",
        "id": "Sebuah novel ringan yang populer di Inazuma. Isi ceritanya mengisahkan tentang seorang manusia biasa yang tiba-tiba bertransformasi menjadi sesosok Raiden Shogun. Karena isi ceritanya yang menarik, buku ini sangat populer dan telah menginspirasi banyak penulis novel ringan.",
        "jp": "一般人が雷電将軍に転生した物語を描いた、稲妻の人気娯楽小説。ストーリーの斬新さと面白さで大人気を博し、多くの娯楽小説作家にインスピレーションを与えてきた。",
        "kr": "이나즈마에서 유행하는 라이트 노벨, 일반인이 갑자기 라이덴 쇼군으로 변하는 이야기다. 신기하고 흥미로운 내용으로 인해 큰 인기를 끌었고 많은 라이트 노벨 작가들에게 창작의 영감을 주었다",
        "pt": "Uma Light Novel popular em Inazuma que conta a história de um mero mortal se transformando na Shogun Raiden. A história foi bem recebida por causa de sua trama inovadora e inspirou muitos autores de Light Novels.",
        "ru": "Популярный в Инадзуме лёгкий роман, повествующий о превращении простого смертного в сёгуна Райдэн. Благодаря увлекательному и новаторскому сюжету книга снискала популярность в широких читательских кругах и послужила вдохновением многим писателям романов.",
        "th": "ไลท์โนเวลยอดนิยมของ Inazuma บอกเล่าเรื่องราวของคนธรรมดาที่จู่ ๆ ก็กลายเป็นโชกุน Raiden เนื่องจากเป็นเรื่องราวที่น่าแปลกใหม่ หนังสือเล่มนี้จึงได้รับความนิยมอย่างมากและเป็นแรงบันดาลใจให้ผู้เขียนไลท์โนเวลหลายคน",
        "vi": "Loại tiểu thuyết thịnh hành ở Inazuma, kể về câu chuyện của một người bình thường đột nhiên trở thành Raiden Shogun. Do câu chuyện mới lạ và thú vị, nên cuốn sách này rất nổi tiếng và đã truyền cảm hứng cho rất nhiều tác giả tiểu thuyết."
    },
    "materialType": "MATERIAL_QUEST"
}