{
    "name": {
        "en": "Show Me the Mora",
        "de": "Mora kommt herbei",
        "chs": "摩拉急速来",
        "cht": "摩拉急速來",
        "es": "Mora célere",
        "fr": "Aboul'moras",
        "id": "Show Me the Mora",
        "jp": "モラ、早くいらっしゃい！",
        "kr": "쇼미더모라",
        "pt": "Cadê a Mora?",
        "ru": "Где моя мора?",
        "th": "Show Me the Mora",
        "vi": "Mora Đến Đây Nhanh"
    },
    "id": 108438,
    "materialDesc": {
        "en": "Dori's specialty. After paying a large sum of Mora, you finally got a chance to taste the dish cooked by Lord Sangemah Bay herself. Firm chicken is covered in the silky sauce with a smooth texture. With the mind-controlling charm of its great flavor, this dish is spurring an impulse in you to spend another fortune just to get another bite!",
        "de": "Doris Spezialzubereitung. Nachdem du eine große Summe Geld bezahlt hast, hast du endlich die Chance, das Gericht zu probieren, das Herr Sangemah Bay selbst gekocht hat. Das knackige Hühnchen ist mit einer seidigen Soße überzogen, die eine geschmeidige Textur hat. Dieses Gericht mit seinem umwerfenden Geschmack wird dich dazu bringen, ein Vermögen für einen weiteren Bissen auszugeben!",
        "chs": "多莉的特色料理。付了一大笔餐费后，终于有幸吃上了桑歌玛哈巴依老爷亲手制作的料理。丝滑的酱汁如同绸缎一般包裹着紧实的鸡肉…在这欲罢不能的美味影响下，竟然有种奇妙的冲动——还想要掏出摩拉，再买一份！",
        "cht": "多莉的特色料理。付了一大筆餐費後，終於有幸吃上了桑歌瑪哈巴依老爺親手製作的料理。絲滑的醬汁如同綢緞一般包裹著緊實的雞肉…在這欲罷不能的美味影響下，竟然有種奇妙的衝動——還想要掏出摩拉，再買一份！",
        "es": "La especialidad de Dori. Tras pagar una gran suma de dinero, por fin se puede degustar el plato cocinado por la mismísima magnate Sangemah Bay. El consistente pollo está cubierto de una salsa sedosa de textura suave. Con un sabor capaz de despertar los cinco sentidos, este plato alienta el impulso de gastar otra fortuna solo por otro bocado.",
        "fr": "Spécialité culinaire de Dori. Après avoir déboursé une somme coquette, vous avez enfin la chance de goûter à la cuisine du seigneur Sangemah Bay. Un poulet ferme est recouvert d'une sauce soyeuse à la texture lisse. Avec son goût intense qui réussit à éveiller les cinq sens, ce plat donne envie de dépenser une autre fortune juste pour en déguster une autre bouchée.",
        "id": "Masakan andalan Dori. Setelah membayar sejumlah besar uang untuk makan, akhirnya datang juga kesempatan untuk mencicipi hidangan yang dibuat oleh Lord Sangemah Bay. Saus sutra membungkus lembut daging ayam yang keras ... Dalam pengaruh kelezatan yang tak tertahankan ini, tiba-tiba seperti ada dorongan aneh - orang jadi ingin menggelontorkan Mora dan membelinya lagi dan lagi!",
        "jp": "ドリーのオリジナル料理。大金をはたいて、やっとサングマハベイ様が直々に作ってくれた料理を食べることができた。滑らかなソースは絹のようにずっしりとした鳥肉を包み込む…この絶妙に人を惹きつけるグルメを目の前にすると、何とも奇妙な衝動が湧いてくる——モラを払って、おかわりしたーい！",
        "kr": "도리의 특제 요리. 엄청난 비용을 지급한 뒤에야 산게마 바이 어르신의 수제 요리를 맛볼 수 있었다. 비단처럼 부드러운 소스가 탄탄한 닭고기를 감싸고 있다…. 벗어날 수 없는 황홀한 맛을 느끼고 나니 모라를 탈탈 털어서라도 한 그릇 더 주문하고 싶은 기묘한 충동마저 느껴진다!",
        "pt": "Especialidade de Dori. Depois de gastar muita Mora, você finalmente tem uma chance de provar um prato feito pessoalmente pela Lorde Sangemah Bay. Galinha firme é coberta em um molho sedoso de textura lisa. O sabor desse prato desperta todos os sentidos, e alimenta o impulso de gastar outra fortuna para comer mais um!",
        "ru": "Особое блюдо Дори. Вы выложили целое состояние, чтобы попробовать блюдо, приготовленное самой госпожой Сангема-бай. Нежный соус шёлковым покрывалом обволакивает сочные ломтики курицы... Купаясь в этом неописуемом наслаждении, вы вдруг с удивлением понимаете, что готовы заплатить ещё столько же, только бы Дори положила вам добавки!",
        "th": "เมนูพิเศษของ Dori หลังจากที่จ่ายเงินก้อนโตไปแล้ว ในที่สุดฉันก็โชคดีได้กินอาหารฝีมือนายท่าน Sangemah Bay สักที ซอสที่นุ่มลื่นดุจผ้าซาตินห่อหุ้มไก่เนื้อแน่นเอาไว้... ภายใต้ความอร่อยที่ไม่อาจต้านทานได้นี้ ช่วยกระตุ้นให้เกิดแรงปรารถนาแปลกประหลาดบางอย่าง... จนอยากควัก Mora ออกมา เพื่อซื้อเพิ่มอีกสักจาน!",
        "vi": "Món ăn độc quyền của Dori. Sau khi bỏ ra một số tiền lớn, cuối cùng cũng có cơ hội được ăn các món do chính tay Đại Nhân Sangemah Bay làm. Nước sốt sánh mịn bao bọc lấy thịt gà săn chắc... Dưới sức ảnh hưởng của sự thơm ngon khó cưỡng này, có một sự thôi thúc kỳ lạ - muốn móc Mora ra và mua thêm một phần nữa!"
    },
    "materialType": "MATERIAL_FOOD"
}