{
    "name": {
        "en": "Shrine Hall: Gentle Wishes",
        "de": "Schrein-Anbetungshalle – „Sanfte Wünsche“",
        "chs": "神社拜殿-「幸愿煦音」",
        "cht": "神社拜殿-「幸願煦音」",
        "es": "Salón de santuario: Voces de los deseos",
        "fr": "Hall de sanctuaire « Doux souhaits »",
        "id": "Aula Kuil: Harapan yang Hangat",
        "jp": "神社拝殿-「幸願温音」",
        "kr": "신사 배전-「따뜻한 염원」",
        "pt": "Salão do Santuário: Desejos Gentis",
        "ru": "Зал святилища: Нежные пожелания",
        "th": "โถงศาลเจ้า - \"ความปรารถนาอันอ่อนโยน\"",
        "vi": "Chính Điện Đền Thần - Tâm Nguyện"
    },
    "id": 390624,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Shrine Hall: Gentle Wishes.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Schrein-Anbetungshalle – Sanfte Wünsche“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「神社拜殿-『幸愿煦音』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「神社拜殿-『幸願煦音』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Salón de santuario: Voces de los deseos.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du hall de sanctuaire « Doux souhaits ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Aula Kuil: Harapan yang Hangat.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「神社拝殿-『幸願温音』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「신사 배전-『따뜻한 염원』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Salão do Santuário: Desejos Gentis.\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Зал святилища: Нежные пожелания».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างโถงศาลเจ้า - \"ความปรารถนาอันอ่อนโยน\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Chính Điện Đền Thần - Tâm Nguyện\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}