{
    "name": {
        "en": "Shrine Annex: Pleased to Serve",
        "de": "Schrein-Seitenhalle – „Heilige Dienste“",
        "chs": "神社偏殿-「社务顺易」",
        "cht": "神社偏殿-「社務順易」",
        "es": "Anexo de santuario: Momento de paz",
        "fr": "Annexe de sanctuaire « Joie du devoir »",
        "id": "Kuil Samping: Rela Melayani",
        "jp": "神社偏殿-「社務順易」",
        "kr": "신사 별전-「순조로운 업무」",
        "pt": "Câmara Secundária do Santuário: Alegria de Servir",
        "ru": "Зал святилища: Радость служения",
        "th": "โถงด้านข้างศาลเจ้า - \"เต็มใจรับใช้\"",
        "vi": "Gian Bên Đền Thần - Hân Hạnh Phục Vụ"
    },
    "id": 390625,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Shrine Annex: Pleased to Serve.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Schrein-Seitenhalle – Heilige Dienste“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「神社偏殿-『社务顺易』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「神社偏殿-『社務順易』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Anexo de santuario: Momento de paz.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'annexe de sanctuaire « Joie du devoir ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Kuil Samping: Rela Melayani.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「神社偏殿-『社務順易』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「신사 별전-『순조로운 업무』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Câmara Secundária do Santuário: Alegria de Servir.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Зал святилища: Радость служения».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างโถงด้านข้างศาลเจ้า - \"เต็มใจรับใช้\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Gian Bên Đền Thần - Hân Hạnh Phục Vụ\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}