{
    "name": {
        "en": "Sigil of Permission",
        "de": "Passierschein",
        "chs": "百无禁忌箓",
        "cht": "百無禁忌籙",
        "es": "Sello del Permiso",
        "fr": "Talisman de permission",
        "id": "Simbol Seribu Izin",
        "jp": "禁忌滅却の札",
        "kr": "백무금기 비록",
        "pt": "Selo de Permissão",
        "ru": "Печать согласия",
        "th": "Sigil of Permission",
        "vi": "Bách Vô Cấm Kỵ Lục"
    },
    "id": 100709,
    "materialDesc": {
        "en": "Normally, the people of Liyue only hold rituals to worship the adepti in the peripheral areas of Jueyun Karst; however, he who holds this token may safely enter the residence of the adepti.",
        "de": "Die Menschen in Liyue beten die Adepten nur außerhalb vom Jueyun-Karst an. Mit diesem Gegenstand soll man aber sicher bis zum Wohnort der Adepten vordringen können.",
        "chs": "璃月民众只在「绝云间」外围供奉仙人，但据说持此信物者，可以安全地接近仙家洞府。",
        "cht": "璃月民眾只在「絕雲間」周邊供奉仙人，但據說持此信物者，可以安全地接近仙家洞府。",
        "es": "La gente de Liyue solo hace ofrendas a los Adeptus en las afueras del Desfiladero Jueyun, pero se dice que quien lleve este objeto podrá acercarse con total seguridad a las moradas de los Adeptus.",
        "fr": "Les mortels ne pénètrent pas au Karst Jueyun et tiennent des rituels à ses frontières pour rendre hommage aux Adeptes. Cependant, grâce à cet objet, il vous sera possible d'y pénétrer sans aucun problème.",
        "id": "Umumnya para penduduk Liyue hanya bisa mengadakan upacara untuk Adeptus di sekeliling Jueyun Karst saja, tetapi siapa pun yang memegang benda ini bisa masuk ke kediaman Adeptus dengan aman.",
        "jp": "璃月の民は「絶雲の間」の外でのみお参りするが、これを持った人は安全に仙人の洞府に近づくことができるらしい。",
        "kr": "리월 사람들은 「절운간」 밖에서만 선인을 모시지만, 이 증표를 지닌 자는 선인들의 거처에 안전하게 접근할 수 있다고 한다",
        "pt": "Normalmente, o povo de Liyue só realiza rituais para adorar os adepti nas áreas periféricas do Relevo de Jueyun; No entanto, aquele que possui este símbolo pode entrar com segurança na residência dos adepti.",
        "ru": "Жители Ли Юэ обычно проводят ритуалы, посвящённые Адептам, на окраинах Заоблачного предела. Обладатель же этого символа может войти в саму обитель Адептов.",
        "th": "ชาว Liyue นั้นจะอยู่แค่รอบนอกของ Jueyun Karst เพื่อทำการสักการบูชาเหล่าเซียนเท่านั้น แต่ว่ากันว่าหากมีสิ่งนี้อยู่จะทำให้ สามารถเข้าใกล้แหล่งที่พักพิงของ พวกเซียนได้",
        "vi": "Dân chúng Liyue chỉ có thể đứng ngoài \"Tuyệt Vân Gián\" cung phụng tiên nhân, nhưng nghe nói tín vật này có thể tiến lại gần động phủ của tiên nhân."
    },
    "materialType": "MATERIAL_QUEST"
}