{
    "name": {
        "en": "Silk Curtains: Fetching the Sanguine Sky",
        "de": "Seidenvorhänge – „Ergreifen des roten Himmels“",
        "chs": "霓裳画帘-「上取红霞」",
        "cht": "霓裳畫簾-「上取紅霞」",
        "es": "Cortina de seda con dibujo: Arrebol del cielo",
        "fr": "Tenture en soie « Aube écarlate »",
        "id": "Tirai Sutra: Menjemput Senja",
        "jp": "霓裳画簾-「紅霞採り」",
        "kr": "예상 커튼-「붉은 노을」",
        "pt": "Cortinas de Seda: \"Em Busca do Céu Rubro\"",
        "ru": "Шёлковые занавески: В поисках алого заката",
        "th": "ม่านไหม - \"แสงอันเปล่งประกาย\"",
        "vi": "Rèm Tranh Nghê Thường - Ráng Đỏ"
    },
    "id": 382206,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making Silk Curtains: Fetching the Sanguine Sky.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Seidenvorhänge – Ergreifen des roten Himmels“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「霓裳画帘-『上取红霞』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「霓裳畫簾-『上取紅霞』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Cortina de seda con dibujo: Arrebol del cielo.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la tenture en soie « Aube écarlate ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Tirai Sutra: Menjemput Senja\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「霓裳画簾-『紅霞採り』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「예상 커튼-『붉은 노을』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Cortinas de Seda: \"Em Busca do Céu Rubro\"\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Шёлковые занавески: В поисках алого заката».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างม่านไหม - \"แสงอันเปล่งประกาย\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Rèm Tranh Nghê Thường - Ráng Đỏ\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}