{
    "name": {
        "en": "Silver Pocket Watch",
        "de": "Versilberte Taschenuhr",
        "chs": "镀银怀表",
        "cht": "鍍銀懷錶",
        "es": "Reloj de bolsillo plateado",
        "fr": "Montre de poche en argent",
        "id": "Jam Saku Berlapis Perak",
        "jp": "銀メッキの懐中時計",
        "kr": "은도금 회중시계",
        "pt": "Relógio de Bolso Prateado",
        "ru": "Серебряные карманные часы",
        "th": "นาฬิกาพกเคลือบเงิน",
        "vi": "Đồng Hồ Khảm Bạc"
    },
    "id": 101945,
    "materialDesc": {
        "en": "This is certainly not a new pocket watch. But you can tell that it has been carefully polished, evidence of how much the owner really cares about it. Inside is a photograph centering on a young girl from Snezhnaya.",
        "de": "Eine offenbar etwas in die Jahre gekommene Taschenuhr. An den Reinigungsspuren auf ihrer Oberfläche kann man die Liebe ihres Eigentümers dafür erkennen. Im Inneren befindet sich das Bild eines jungen Mädchens aus Snezhnaya.",
        "chs": "看得出来已经有些年头的怀表，但是能从外壳擦拭的痕迹看得出主人的悉心爱护。里面存放着一张至冬国少女在中心的照片。",
        "cht": "看得出來已經有些年月的懷錶，但是能從外殼擦拭的痕跡看得出主人的悉心愛護。裡面存放著一張至冬國少女在中心的照片。",
        "es": "Un reloj de bolsillo con aspecto de tener unos cuantos años. A juzgar por las marcas que tiene de haber sido frotado frecuentemente, se ve que su propietario lo tenía en mucha estima. Dentro hay una imagen con una joven de Snezhnaya en el centro.",
        "fr": "Une montre de poche qui a une certaine ancienneté, mais les traces de frottement sur la coque témoignent de l'amour que son propriétaire lui apporte. À l'intérieur se trouve la photographie d'une jeune fille de Snezhnaya.",
        "id": "Tampak seperti jam saku yang umurnya sudah bertahun-tahun lamanya. Meskipun begitu, ketelatenan pemiliknya terlihat dari goresan pada bagian luarnya. Ada sesosok perempuan muda dari Snezhnaya yang berada di tengah-tengah foto ini.",
        "jp": "ある程度の年数を経た古い懐中時計。金属のケースには拭いた跡が見られ、持ち主の愛情が感じられる。中を見ると、スネージナヤの少女の写真が中央に収められている。",
        "kr": "오래돼 보이는 회중시계. 닦은 흔적을 통해 주인이 이 시계를 얼마나 소중히 여겼는지 알 수 있다. 안에는 스네즈나야 소녀가 가운데에 위치한 사진이 보관되어 있다",
        "pt": "Esse relógio de bolso é um pouco antigo. Mas você percebe que foi cuidadosamente mantido, evidenciando o quanto seu dono o valoriza. Dentro há uma fotografia de uma garota de Snezhnaya.",
        "ru": "На вид довольно старые карманные часы. Они тщательно отполированы, что свидетельствует о том, что владелец заботится о них. Внутри - фотография, в центре которой изображена молодая девушка из Снежной.",
        "th": "เห็นได้ชัดว่าเป็นนาฬิกาพกที่ค่อนข้างมีอายุ แต่ดูจากร่องรอยภายนอกแล้วสามารถบอกได้เลยว่าเจ้าของคงดูแลรักษามันเป็นอย่างดี ด้านในมีรูปภาพที่เด็กสาวชาว Snezhnaya ยืนอยู่ตรงกลางใส่เอาไว้",
        "vi": "Đồng hồ trông đã cũ kỹ, nhưng từ dấu vết lau chùi lớp vỏ bên ngoài có thể thấy được chủ nhân vô cùng yêu quý nó. Bên trong có một tấm ảnh thiếu nữ Snezhnaya đứng ở giữa."
    },
    "materialType": "MATERIAL_QUEST"
}