{
    "name": {
        "en": "Silver Twig",
        "de": "Weißer Ast",
        "chs": "初生白枝",
        "cht": "初生白枝",
        "es": "Retoño blanco",
        "fr": "Brindille d'argent",
        "id": "Ranting Perak",
        "jp": "新生の白き枝",
        "kr": "새싹이 돋아난 흰 가지",
        "pt": "Galho Primário",
        "ru": "Серебряная ветвь",
        "th": "กิ่งก้านขาวแรกแย้ม",
        "vi": "Cành Trắng Mới Mọc"
    },
    "id": 120127,
    "materialDesc": {
        "en": "A new branch taken from the center of the world.\\nThere was once a giant tree that ran across the world, and this twig was part of it. Though it has been removed from the tree, their connection remains strong as ever. Therefore, as long as the giant white tree that symbolizes the center of the world does not die, it will never wither.\\n\\n\"Trees\" symbolize life. In one of the stories from a certain place, there was a person who had entrusted her consciousness to the white tree's branches before she passed away. In that way, neither her life nor hope would be lost, since the branches would grow and sprout where there was sunshine and rain, and would one day blossom and bear fruits.\\n\"Trees\" also symbolize wisdom. In one of the legends, a sage hanging upside down on a tree had acquired the knowledge of how to inscribe runes and control sacred words, and thus followed the kingdom established along the tree's roots, eventually gaining a glimpse of the secret of the cosmos.\\nAll knowledge, memory, and experience flow through this giant tree, just like a stream flows into a river, the river joins a sea, the sea turns into clouds, and the clouds rain onto the ground — just like life itself.",
        "de": "Ein frischer Ast aus dem Zentrum der Welt.\\nEs war einmal ein riesiger Baum, dessen Äste sich über die ganze Welt erstreckten, und dieser Ast war einer davon. Obwohl er vom Baum entfernt wurde, bleibt ihre Verbindung nicht unterbrochen. Daher wird dieser Ast niemals verdorren, solange der riesige weiße Baum, der das Zentrum der Welt symbolisiert, nicht stirbt.\\n\\n„Bäume“ symbolisieren das Leben. In einer Geschichte gab es eine Person, die ihr Bewusstsein an die Äste des weißen Baums anvertraute, bevor sie starb. So gehen weder Leben noch Hoffnung verloren, denn wo Sonne und Regen ist, werden die Äste wachsen und sprießen und eines Tages Früchte tragen.\\n„Bäume“ symbolisieren auch die Weisheit. In einer Legende hing ein Weiser kopfüber an einem Baum, lernte, Runen zu gravieren und heilige Worte zu kontrollieren, und konnte schließlich durch das Reich aus Baumwurzeln einen Blick auf die Geheimnisse des Himmels werfen.\\nAlles Wissen, alle Erinnerungen und Erfahrungen fließen aus den Wurzeln dieses riesigen Baums, wie Bäche, die in Flüsse münden, Flüsse, die in Meere münden, Meere, die sich in Wolken und Regen verwandeln, die dann auf die Erde fallen – genauso wie das Leben selbst.",
        "chs": "从世界的中心，取来的一段新枝。\\n曾有一株巨木，贯彻了世界的各处；这节枝条是它的一部分。虽然被折下，与树的联系也从来没有断开。因此，只要那棵象征着世界中心的白色巨木没有死去，它就永远不会枯败。\\n\\n「树」是生的象征。在何处的故事中曾有一个人，在弥留之际将自己的意念托生在白树的枝条上。如此，生命与希望就不会失落，枝条会在有阳光雨露的地方生长、抽芽，最终开花结实。\\n「树」同时也是智慧的象征。在何处的传说中，树上倒悬的贤人获得了书写符文操使言灵的知性，沿着树根建造的王国最终窥见了魔天的秘密。\\n一切知识、记忆与体验在大树的根茎中奔流。就如溪流汇入大河、河流汇入海洋，又化为雨水落在大地上。就如生命一般。",
        "cht": "從世界的中心，取來的一段新枝。\\n曾有一株巨木，貫徹了世界的各處；這節枝條是它的一部分。雖然被折下，與樹的聯繫也從來沒有中斷。因此，只要那棵象徵著世界中心的白色巨木沒有死去，它就永遠不會枯敗。\\n\\n「樹」是生的象徵。在何處的故事中曾有一個人，在彌留之際將自己的意念托生在白樹的枝條上。如此，生命與希望就不會失落，枝條會在有陽光雨露的地方生長、發芽，最終開花結實。\\n「樹」同時也是智慧的象徵。在何處的傳說中，樹上倒懸的賢人獲得了書寫符文操使言靈的知性，沿著樹根建造的王國最終窺見了魔天的秘密。\\n一切知識、記憶與體驗在大樹的根莖中奔流。就如溪流匯入大河、河流匯入海洋，又化為雨水落在大地上。就如生命一般。",
        "es": "Un retoño extraído directamente del centro del mundo.\\nHabía una vez un árbol gigante que atravesaba el mundo entero, y esta rama era parte de él. Aunque fue arrancada, nunca ha perdido su conexión con el árbol del que procedía. Por eso, mientras el gran árbol blanco que simboliza el centro del mundo siga vivo, esta rama nunca se secará.\\n\\nLos árboles son el símbolo de la vida. Cuenta la leyenda de cierto lugar que una persona que estaba en el lecho de muerte trasmitió su consciencia a las ramas de un gran árbol blanco, pues así ni su vida ni sus sueños llegarían a su fin. Mientras tuvieran sol y lluvia, las ramas seguirían creciendo, brotando, floreciendo y, finalmente, dando frutos.\\nAsimismo, los árboles también simbolizan la sabiduría. Según otra leyenda de aquel lugar, un sabio que colgaba bocabajo del árbol adquirió el conocimiento para inscribir runas y controlar las palabras sagradas. Así, caminó por el reino que se extendía bajo las raíces del gran árbol y vislumbró los secretos del cosmos.\\nTodo el conocimiento, todos los recuerdos y todas las vivencias del mundo circulan por las raíces del gran árbol, como arroyos que convergen para formar un río que desemboca en el mar y, finalmente, se convierte en agua de lluvia caída de las nubes. Ese es el ciclo de la vida.",
        "fr": "Une brindille qui a été extraite du centre du monde.\\nElle faisait partie d'un arbre géant dont les racines s'étendaient dans le monde entier. Bien qu'elle ait été arrachée de celui-ci, leur lien demeure aussi fort qu'autrefois. Tant que l'arbre blanc géant qui symbolise le centre de ce monde ne dépérit pas, cette brindille conservera sa vitalité.\\n\\nLes arbres symbolisent la vie. Une histoire raconte que quelqu'un a confié sa conscience aux branches de l'arbre blanc avant son trépas pour que sa vie et ses espoirs ne soient pas perdus : les branches pousseraient et bourgeonneraient avec le soleil et la pluie pour finalement porter de nouveaux fruits.\\nLes arbres symbolisent également la sagesse. Une légende raconte qu'un sage suspendu à l'envers à un arbre avait obtenu le savoir nécessaire pour écrire des runes et contrôler les mots sacrés. En parcourant le royaume qui se trouvait le long des racines, il a pu entrevoir le secret du cosmos.\\nL'ensemble des connaissances, tous souvenirs et expériences du monde circulent à travers les racines du grand arbre, comme des ruisseaux qui convergent pour former une rivière qui se jette dans la mer et dont l'eau tombe des nuages. Ce cycle est celui de la vie.",
        "id": "Cabang yang diambil dari tengah dunia.\\nDahulu kala ada sebuah pohon raksasa di dunia ini, dan ranting ini adalah bagian darinya. Walaupun sudah diambil dari pohon tersebut, hubungan di antara mereka masih kuat seperti dulu. Karena itu, selama pohon putih raksasa yang melambangkan pusat dunia tidak mati, ia tidak akan pernah layu.\\n\\n\"Pohon\" adalah lambang kehidupan. Dalam sebuah cerita dari daerah yang nun jauh di sana, ada seseorang yang telah memercayakan kesadarannya pada dahan pohon putih tersebut sebelum dia meninggal. Dengan cara itu, baik kehidupan maupun harapannya tidak akan hilang, karena cabang-cabang akan tumbuh dan bertunas di tempat yang ada sinar matahari dan hujan, dan suatu hari akan mekar dan menghasilkan buah.\\n\"Pohon\" juga adalah lambang kebijaksanaan. Dalam sebuah legenda, seorang Sage yang tergantung terbalik di pohon telah memperoleh pengetahuan tentang cara menulis sajak dan mengendalikan kata-kata suci, dan dengan demikian kerajaan yang didirikan di sepanjang akar pohon, akhirnya mendapatkan sekilas penglihatan tentang rahasia iblis di langit.\\nSemua pengetahuan, ingatan, dan pengalaman mengalir melalui pohon raksasa ini, seperti sungai mengalir ke sungai, dan akhirnya bermuara di laut, lalu laut berubah menjadi awan, dan awan menghujani tanah — seperti kehidupan itu sendiri.",
        "jp": "世界の中心からとった新梢。\\n昔、とある巨木が世界の各地を貫いたが、この枝はその一部であった。圧し折られても尚、樹木との繋がりが断ち切られることはない。そのため、あの世界の中心を象徴する白い巨木が死なない限り、永遠に枯れないのである。\\n\\n「樹木」とは生の象徴だ。ある物語では、ある人がいまわの時に自らの意志を白い木の枝に託した。そうすることで、命と希望は永遠に失われず、枝は光と雨と露のある場所で育ち、芽吹き…最後には花を咲かせて実を結ぶ。\\nまた同時に、「樹木」は知恵の象徴でもある。どこかの伝説には、木で逆さ吊りにされた賢人は、符文を記して言霊を操る知性を獲得し、樹木の根に沿って作られた王国は、最後に魔天の秘密を垣間見たというものがある。\\nすべての知識と記憶、体験は大樹の根茎に流れ走る。それはまるで命のように、渓流は川に、川は海に、そして最後にはまた雨水となって大地の上へ落ちるのだ。",
        "kr": "세계의 중심에서 가져온 어린 가지.\\n과거에 온 세상에 뻗친 커다란 나무가 한 그루 있었다. 이 가지는 그 나무의 일부이다. 비록 꺾인 가지지만, 나무와 연결은 끊긴 적이 없다. 따라서 세계의 중심을 상징하는 거대한 하얀 나무가 죽지 않는 한, 이 가지도 영원히 시들지 않는다.\\n\\n「나무」는 생명의 상징이다. 어디선가 전해지는 이야기에 따르면 한 사람이 죽기 전에 자신의 의식을 하얀 나무의 가지에 의탁했다고 한다. 그러면 생명과 희망은 사라지지 않을 것이고, 가지는 햇빛과 빗물이 있는 곳에서 성장하고 움터서 마침내 꽃과 결실을 피울 것이기 때문이다.\\n또한 「나무」는 지혜의 상징이다. 어디선가 전해지는 이야기에 따르면 나무에 거꾸로 매달린 현인이 룬 문자를 쓰고 언령을 조종하는 지성을 얻었고, 뿌리를 따라 건설된 국가와 함께 결국 마천의 비밀을 엿봤다고 한다.\\n모든 지식과 기억 그리고 경험은 커다란 나무의 뿌리를 타고 흐른다. 시냇물은 강으로 흐르고, 강물은 바다로 흐르며, 바닷물은 빗물이 되어 대지에 떨어지듯이, 생명이 그러하듯이 말이다",
        "pt": "Um novo ramo foi recolhido do centro do mundo.\\nAntes havia uma enorme árvore que atuava em todas as partes do mundo; este ramo fazia parte dela. Embora tenha sido quebrado, este ramo nunca perdeu a ligação que tinha com a árvore. Dessa forma, enquanto a madeira daquela gigante branca, que simboliza o centro do mundo, não morrer, o ramo também nunca murchará.\\n\\n\"Árvore\" é um símbolo de vida. Nas histórias do mundo todo sempre há alguém que, em seu leito de morte, confia seus pensamentos aos galhos de alguma árvore branca. É por isso que vida e a esperança não serão perdidas, e ramos crescerão e brotarão em lugares onde houve sol, chuva e orvalho para por fim florescer e dar frutos.\\nE \"Árvore\" também é símbolo de sabedoria. Nas lendas de alguma parte do mundo, um sábio pendurado de cabeça para baixo em uma árvore obteve o conhecimento de escrever runas, e o reino construído através da raiz da árvore finalmente conseguiu um vislumbre do segredo do submundo.\\nTodo conhecimento, memória e experiência fluem nas raízes desta árvore. Assim como riachos fluem para rios, e rios para o oceano, eles voltam a se transformar em chuva e caem sobre a terra. Assim como a vida.",
        "ru": "Новая ветвь, взятая из центра мира.\\nКогда-то существовало гигантское дерево, которое тянулось через весь мир, и эта веточка была его частью. Хотя её отделили от дерева, их связь вечно будет сильна. Поэтому до тех пор, пока гигантское белое дерево, символизирующее центр мира, не умрёт, ветвь никогда не завянет.\\n\\n«Деревья» символизируют жизнь. В одной легенде говорится о женщине, которая перед смертью доверила своё сознание ветвям белого дерева. Таким образом, её жизнь и надежды не были потеряны, ведь ветви росли и пускали ростки там, где было солнце и дождь, а затем расцветали и приносили плоды.\\n«Деревья» также символизируют мудрость. В одной легенде говорится о мудреце, который приобрёл знание о том, как чертить руны и управлять священными словами, вися вниз головой на дереве, и таким образом смог проникнуть в царство, созданное на корнях дерева, и получить знания о тайнах демонических небес.\\nВсе знания и воспоминания текут по ветвям гигантского дерева точно так же, как ручей впадает в реку, река впадает в море, море превращается в облака, а облака проливаются дождём на землю. Точно так же, как сама жизнь.",
        "th": "กิ่งใหม่ก้านหนึ่ง ซึ่งเก็บมาจากศูนย์กลางของโลก\\nครั้งหนึ่งเคยมีต้นไม้ยักษ์ที่ครอบคลุมทั่วทั้งโลกเอาไว้ ซึ่งกิ่งก้านนี้ ก็เป็นส่วนหนึ่งของมันเช่นกัน แม้ว่ามันจะถูกหักออกจากต้น แต่สายสัมพันธ์กับต้นไม้นั้นกลับยังคงเชื่อมโยงมิแปรผัน ดังนั้น ตราบใดที่ต้นไม้ยักษ์สีขาวอันเป็นสัญลักษณ์ของศูนย์กลางโลกไม่ตายจาก กิ่งไม้ก็จะไม่มีวันเหี่ยวเฉาเช่นกัน\\n\\n\"ต้นไม้\" เป็นสัญลักษณ์ของชีวิต มีเรื่องราวจากที่แห่งหนึ่งเล่าว่า มีคนผู้หนึ่งได้ฝากจิตสำนึกของตัวเอง ไว้กับกิ่งก้านของต้นไม้สีขาวก่อนจะจากไป ด้วยเหตุนี้ ชีวิตและความหวังจะไม่มีวันสูญสลาย กิ่งก้านนั้นจะเติบโต แตกหน่อในที่ที่มีแสงแดดสาดส่องและสายฝนโปรยปราย แล้ววันหนึ่งมันจะผลิดอกออกผลในที่สุด\\n\"ต้นไม้\" ก็ยังเป็นสัญลักษณ์แห่งปัญญาอีกด้วย ในตำนานหนึ่งเล่าว่า นักปราชญ์ที่ห้อยกลับหัวอยู่บนต้นไม้ ได้รับความรู้เกี่ยวกับวิธีการจารึกอักษรรูน เพื่อควบคุมวาจาสิทธิ์ และอาณาจักรที่สร้างขึ้นตามรากของแมกไม้ ก็เห็นความลับของมารร้ายในที่สุด\\nความรู้ ความทรงจำ และประสบการณ์ทั้งหมด ที่หลั่งไหลอยู่ในรากของต้นไม้ยักษ์นี้ เปรียบเสมือนสายน้ำที่ไหลลงสู่แม่น้ำ แม่น้ำไหลสู่มหาสมุทร จากนั้นก็ระเหยกลายเป็นน้ำฝนและตกลงสู่พื้นโลก เฉกเช่นเดียวกับชีวิต",
        "vi": "Một nhánh cây mới lấy từ trung tâm thế giới.\\nĐã từng có một cây đại thụ trải dài khắp nơi trên thế giới; cành này là một phần của nó, tuy bị gãy nhưng mối liên hệ với cây không bao giờ bị đứt. Vì vậy, miễn là cây đại thụ màu trắng tượng trưng cho trung tâm của thế giới không chết thì nó sẽ không bao giờ khô héo.\\n\\n\"Cây\" tượng trưng cho sự sống. Trong câu chuyện ở nơi nào đó từng có một người, khi sắp chết đã đặt tâm tư vào cành của cây trắng. Có như vậy thì sự sống và hy vọng mới không mất đi, cành sẽ mọc ở nơi có nắng mưa, đâm chồi nảy lộc và cuối cùng đơm hoa kết trái.\\n\"Cây\" đồng thời cũng tượng trưng cho trí tuệ. Trong truyền thuyết ở một nơi nào đó, bậc hiền triết treo ngược trên cây đã có được trí tuệ viết bùa để thao túng ngôn linh, vương quốc được xây dọc theo rễ cây cuối cùng đã nhìn trộm được bí mật của vũ trụ.\\nTất cả tri thức, ký ức và trải nghiệm tuôn trào trong thân rễ của cây đại thụ. Như suối chảy ra sông lớn, sông chảy ra biển, lại hóa thành mưa rồi rơi xuống đất. Giống như sự sống vậy."
    },
    "materialType": "MATERIAL_QUEST"
}