{
    "name": {
        "en": "Six-Sided Lantern: Harmony in Friendship",
        "de": "Sechsseitige Laterne – „Harmonie in der Freundschaft“",
        "chs": "六角灯笼-「和气致祥」",
        "cht": "六角燈籠-「和氣致祥」",
        "es": "Linterna hexagonal: Amabilidad y armonía",
        "fr": "Lanterne hexagonale « Paix et harmonie »",
        "id": "Lentera 6 Sisi: \"Persahabatan Harmonis\"",
        "jp": "六角形提灯-「和気致祥」",
        "kr": "육각 초롱-「화기치상」",
        "pt": "Lanterna Hexagonal - \"Paz na Amizade\"",
        "ru": "Шестисторонний фонарь: Гармония в дружбе",
        "th": "โคมหกเหลี่ยม - \"มิตรไมตรี\"",
        "vi": "Đèn Lồng Lục Giác - Hòa Khí"
    },
    "id": 380403,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Six-Sided Lantern: Harmony in Friendship.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Sechsseitige Laterne – Harmonie in der Freundschaft“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「六角灯笼-『和气致祥』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「六角燈籠-『和氣致祥』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Linterna hexagonal: Amabilidad y armonía.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la lanterne hexagonale « Paix et harmonie ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Lentera 6 Sisi: Persahabatan Harmonis\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「六角形提灯-『和気致祥』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「육각 초롱-『화기치상』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Lanterna Hexagonal - Paz na Amizade\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Шестисторонний фонарь: Гармония в дружбе».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"โคมหกเหลี่ยม - มิตรไมตรี\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Đèn Lồng Lục Giác\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}