{
    "name": {
        "en": "Skyfeather",
        "de": "Feder des hohen Himmels",
        "chs": "高翔之翎",
        "cht": "高翔之翎",
        "es": "Pluma del vuelo",
        "fr": "Plume de ciel",
        "id": "Bulu Langit",
        "jp": "高翔の羽",
        "kr": "비상의 깃털",
        "pt": "Pena das Alturas",
        "ru": "Парящее перо",
        "th": "ขนนกแห่งท้องนภา",
        "vi": "Lông Vũ Bay Cao"
    },
    "id": 101636,
    "materialDesc": {
        "en": "One of the six lost offerings scattered throughout The Chasm, a feather that fell from an eagle that flew over the top of the cavern. The Millelith seem to enjoy collecting these tough feathers to use as ornaments.\\nIt is said that eagle feathers fit valiant warriors best, and so tend to be used to decorate the armor and arms of the bravest, such that they might break the enemy formation with all the swiftness of that great bird of prey.",
        "de": "Eine der sechs legendären Opfergaben, die in der Großen Kluft verstreut sind. Es ist eine Feder, die von einem Adler abgefallen ist, als er hoch oben in einer Höhle flatterte. Es scheint, dass die Millelithen diese steifen Federn sammeln, um sie zu dekorativen Zwecken zu verwenden.\\nDer Legende nach sehen diese steifen Federn an Kriegern sehr gut aus. Dadurch wurden sie zum Schmuck der tapfersten Soldaten, in der Hoffnung, dass die Soldaten nie ihre Schnelligkeit verlieren und in jeder Schlacht ihre Feinde besiegen können.",
        "chs": "传说中散落在层岩巨渊的六件供物之一，掠过洞窟顶端的苍鹰落下的飞羽。千岩军似乎很喜欢收集这些坚硬的羽毛作为装饰。\\n传说鹰翎最配勇士，因此，这种翎羽总会成为最勇猛的军士的佩饰，再次以不输高天之上的迅捷，长驱敌阵。",
        "cht": "傳說中散落在層岩巨淵的六件供物之一，掠過洞窟頂端的蒼鷹落下的飛羽。千岩軍似乎很喜歡收集這些堅硬的羽毛作為裝飾。\\n傳說鷹翎最配勇士，因此，這種翎羽總會成為最勇猛的軍士的佩飾，再次以不輸高天之上的迅捷，長驅敵陣。",
        "es": "Una de las seis ofrendas legendarias esparcidas por la Sima. Se trata de una pluma que se desprendió de un águila cuando esta pasó por encima de una cueva. Parece que la Geoarmada tiene la costumbre de recoger estas plumas tan rígidas para usarlas con fines decorativos.\\nSegún se cuenta en las leyendas, estas férreas plumas les quedan muy bien a los guerreros. Por eso, se convirtieron en el broche de los soldados más valientes, para que nunca pierdan su agilidad al surcar los cielos y logren devastar al enemigo.",
        "fr": "L'une des six offrandes légendaires dispersées dans le Gouffre, une plume tombée d'un aigle qui a survolé le sommet d'une caverne. Les Millelithes aiment collectionner ces plumes solides comme des accessoires.\\nIl est dit que les plumes d'aigle conviennent aux guerriers vaillants et décorent souvent les armures et les armes des plus courageux, afin qu'ils puissent briser les formations ennemies avec la même vitesse que ce grand oiseau de proie.",
        "id": "Satu dari enam benda pemberian yang hilang dan tersebar di seluruh Chasm, bulu yang jatuh dari seekor elang yang terbang di atas gua. Para Millelith tampaknya senang mengumpulkan bulu-bulu kuat ini untuk digunakan sebagai ornamen.\\nBulu elang adalah ornamen yang paling sesuai untuk menghiasi zirah dan senjata para prajurit yang paling gagah berani. Dikatakan bahwa mereka yang mengenakannya akan dapat menghancurkan formasi musuh dengan cepat, layaknya sang burung pemangsa ketika meringkus buruannya.",
        "jp": "伝説によると、層岩巨淵には六つの供物が散らばっていると言う——そのうちの一つ。洞窟の頂上をさっと通り過ぎた蒼鷹が落とした羽。千岩軍はこの硬い羽毛を集め、飾りとして楽しんでいたようだ。\\n伝説では、鷹の羽は勇士に最も相応しいとされてきた。そのため、勇敢な兵士は常にこれを身につけ、空を滑る鳥にも劣らぬ速さで敵の陣営を駆け抜ける。",
        "kr": "층암거연에 흩어져 있다고 전해지는 여섯 가지 공물 중 하나. 동굴 꼭대기를 날던 매의 깃털. 천암군은 이 단단한 깃털들을 모아 장식하는 걸 즐기는 듯하다.\\n매의 깃털은 용사와 가장 잘 어울린다는 전설에 따라, 이런 매의 깃털은 종종 가장 용맹한 병사의 장식이 되어 높은 하늘을 날던 과거 못지않은 날렵함으로 적진을 향해 돌격한다",
        "pt": "Uma das seis oferendas perdidas espalhadas pelo Despenhadeiro. É uma pena que caiu de uma águia que voou sobre o topo da caverna. Os Millelith parecem gostar de coletar essas penas robustas para usar como ornamentos.\\nDizem que penas de águias são as melhores para guerreiros valentes, e por isso costumam ser usadas para decorar a armadura e armas dos mais corajosos, pois assim quebrarão a formação inimiga com toda a agilidade dessa grande ave de rapina.",
        "ru": "Один из шести легендарных даров, разбросанных по Разлому. Это перо уронил сокол, когда пролетал под сводом пещеры. Миллелиты любят собирать эти жёсткие перья и использовать их в качестве украшений.\\nЛегенда гласит, что такие перья больше всего к лицу воинам. По этой причине они становятся украшениями самых отважных из них, которые разбивают врага с проворством, не уступающим даже хищным птицам.",
        "th": "หนึ่งในหกของสักการะที่กล่าวกันว่ากระจัดกระจายอยู่ใน Chasm ขนอินทรีที่บินว่อนอยู่บนยอดถ้ำ ดูเหมือนว่ากองทหาร Millelith จะชอบเก็บขนที่แข็งแรงแบบนี้มาทำเป็นเครื่องประดับมากเลยล่ะ\\nในตำนานเล่าว่าขนนกอินทรีเหมาะที่สุดสำหรับนักรบผู้กล้า ดังนั้นขนนกชนิดนี้จึงจะกลายเป็นเครื่องประดับของทหารผู้กล้าหาญอยู่เสมอ และได้กลับมาขับไล่ศัตรูด้วยความเร็วไม่แพ้อินทรีที่อยู่บนท้องฟ้าอีกครั้ง",
        "vi": "Một trong 6 món vật phẩm hiến tế trong truyền thuyết, rải rác ở Vực Đá Sâu, đại bàng khi bay qua đỉnh vực sâu đã làm rơi chiếc lông này. Thiên Nham Quân hình như rất thích thu thập loại lông vũ cứng cáp này làm trang sức.\\nTruyền thuyết nói rằng lông đại bàng rất xứng với dũng sĩ, do đó, loại lông vũ này thường trở thành trang sức cho các quân sĩ dũng mãnh nhất, xông vào trận địch với tốc độ không thua gì chim ưng."
    },
    "materialType": "MATERIAL_QUEST"
}