{
    "name": {
        "en": "Slow-Cooked Bamboo Shoot Soup",
        "de": "Langsam gegarte Bambussuppe mit Fleischeinlage",
        "chs": "文火慢炖腌笃鲜",
        "cht": "文火慢燉醃篤鮮",
        "es": "Sopa de brotes de bambú a fuego lento",
        "fr": "Soupe mijotée au bambou",
        "id": "Slow-Cooked Bamboo Shoot Soup",
        "jp": "とろ火で煮込んだ腌篤鮮",
        "kr": "약불로 천천히 끓인 죽순 수프",
        "pt": "Sopa de Bambu Cozinhada Lentamente",
        "ru": "Томлёный свиной суп с бамбуком",
        "th": "Slow-Cooked Bamboo Shoot Soup",
        "vi": "Măng Chua Tươi Lửa Nhỏ"
    },
    "id": 108173,
    "materialDesc": {
        "en": "Zhongli's specialty. The ham is a butt end selected according to Yuehai Pavilion's gourmet standards. The fresh meat is pork belly, freshly hunted in Springvale, while the bamboo shoots are the densest you'll find in Qingce Village. It is then heated, slowly, gently, and with the utmost care and technique... Such a \"particular\" taste may only be shared with those who know how to appreciate it.",
        "de": "Zhonglis Spezialzubereitung. Der Schinken wird anhand der hohen Standards des Yuehai-Pavillons ausgewählt. Das noch rohe Fleisch wird von frisch erlegten Tieren in Quellingen genommen. Die Bambussprossen sind die dicksten der im Frühling sprießenden Sprossen im Qingce-Dorf. Mit größter Sorgfalt werden die Zutaten auf kleiner Flamme gekocht, bis sich ein ganz besonderer Geschmack entfaltet, der Menschen zugute kommen sollte, die ihn zu würdigen wissen.",
        "chs": "钟离的特色料理。火腿要选用月海亭盛宴标准的火腿部位，鲜肉要挑清泉镇当天猎来的五花肉，竹笋要取轻策庄笋节紧密的春笋，秉承慢工细活的精神以文火慢炖…这样「讲究」的美味，他只愿和懂得欣赏之人一同分享。",
        "cht": "鍾離的特色料理。火腿要選用月海亭盛宴標準的火腿部位，鮮肉要挑清泉鎮當天獵來的五花肉，竹筍要取輕策莊筍節緊密的春筍，秉承慢工細活的精神以文火慢燉…這樣「講究」的美味，他只願和懂得欣賞之人一同分享。",
        "es": "La especialidad de Zhongli. Para el jamón se selecciona una pieza que cumpla con los estándares de los banquetes del Pabellón Yuehai. La carne es la mejor que hayan cazado en la Aldea Aguaclara ese día y los brotes de bambú se eligen de entre los más tiernos de la Aldea Chingtsé. Se cocinan a fuego lento y el resultado es tan exquisito que solo lo comparte con quien sepa apreciarlo.",
        "fr": "Spécialité culinaire de Zhongli. Le jambon a été sélectionné selon les normes gastronomiques du Pavillon Yuehai. La viande est de la poitrine de porc, fraîchement chassé à Deauclaire, tandis que les pousses de bambou sont les plus denses que vous trouverez dans le Village de Qingce. Le tout est ensuite laissé à mijoter lentement... Un tel goût « particulier » ne peut être partagé qu'avec ceux qui savent l'apprécier.",
        "id": "Hidangan spesial Zhongli. Ham adalah bagian daging yang dipilih menurut standar masakan Yuehai Pavilion. Menggunakan daging dari hewan yang baru diburu di Springvale, sedangkan rebung dapat ditemukan di Desa Qingce. Kemudian dipanaskan, dengan perlahan, lembut, dan sangat hati-hati... Rasa yang \"istimewa\" hanya dapat dirasakan oleh mereka yang tahu bagaimana menghargainya.",
        "jp": "鍾離のオリジナル料理。ハムは月海亭の基準を満たした部位を使用し、肉は清泉町でその日捕れたばら肉、タケノコは軽策荘で取れたもの。それらを弱火でじっくり煮込みんだ…「こだわり」の美味。味の分かる人としか分かち合わない。",
        "kr": "종려의 특제 요리. 햄은 월해정의 기준을 만족한 최고급 부위를, 고기는 샘물 마을에서 당일 사냥한 삼겹살을, 죽순은 경책산장의 꽉 찬 봄 죽순을 사용한다. 꼼꼼하고 세심하게 약불로 천천히 푹 삶는다… 이렇게 「까다로운」 요리이기 때문에, 그는 이런 맛을 감상할 줄 아는 사람과만 나누고 싶어 한다",
        "pt": "O prato especial de Zhongli. O presunto é selecionado de acordo com o padrão do Pavilhão Yuehai. A carne fresca é da barriga do porco, caçado no Vale Termal, enquanto os pedaços de bambu são os mais densos tirados da Vila Qingce. É aquecido lenta e gentilmente, com o maior cuidado e técnica... Um gosto particular como este só pode ser compartilhado com aqueles que o sabem apreciar.",
        "ru": "Особое блюдо Чжун Ли. Ветчина выбрана по стандартам кухни павильона Лунного моря. Это свежее мраморное мясо, доставленное из Спрингвейла сразу в день охоты. Бамбуковые побеги в блюде самые нежные из тех, что можно найти в деревне Цинцэ. Само блюдо приготовлено на медленном огне с душой и со всей тщательностью. Такое изысканное яство можно предложить лишь тому, кто оценит его по достоинству.",
        "th": "อาหารจานพิเศษของ Zhongli จะต้องเลือกใช้แฮมตามมาตรฐานงานเลี้ยงของ Yuehai Pavilion เนื้อสดก็ต้องเป็นหมูสามชั้นที่ล่ามาจาก Springvale ในวันนั้น ๆ หน่อไม้ต้องเป็นหน่ออ่อนในช่วงฤดูใบไม้ผลิของหมู่บ้าน Qingce Village เท่านั้น ขั้นตอนการทำนั้นพิถีพิถันมาก และต้องทำด้วยไฟอ่อน ๆ... รสชาติ \"พิถีพิถัน\" เช่นนี้ อยากจะแบ่งปันให้กับ ผู้ที่ชื่นชอบเท่านั้น",
        "vi": "Món đặc biệt của Zhongli. Sử dụng giăm bông phù hợp tiêu chuẩn của Nguyệt Hải Đình, thịt tươi được Thanh Tuyền Trấn săn bắt trong ngày, măng trúc là những búp non vào mùa măng ở Khinh Sách Trang. Quá trình chế biến vô cùng tỉ mỉ, dùng lửa nhỏ để nấu chín... Món ngon \"cầu kỳ\" như vậy, anh chỉ muốn chia sẻ với người biết trân trọng nó mà thôi."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}