{
    "name": {
        "en": "Slumbering Dewlight",
        "de": "„Schlummerndes Taulicht“",
        "chs": "「露眠之光」",
        "cht": "「露眠之光」",
        "es": "Haz de ensueño",
        "fr": "Étreinte du sommeil rosé",
        "id": "Cahaya Lelap di Alam",
        "jp": "「露が眠る光」",
        "kr": "「이슬이 잠든 빛」",
        "pt": "\"Luz do Sono\"",
        "ru": "Объятия росистой дрёмы",
        "th": "\"แสงแห่งน้ำค้างหลับใหล\"",
        "vi": "Ánh Sáng Giấc Ngủ"
    },
    "id": 380419,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Slumbering Dewlight.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Schlummerndes Taulicht“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『露眠之光』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『露眠之光』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar “Haz de ensueño”.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'étreinte du sommeil rosé.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Diagram yang berisi langkah-langkah untuk membuat \"Cahaya Lelap di Alam\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『露が眠る光』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「『이슬이 잠든 빛』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Luz do Sono\".\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Объятия росистой дрёмы».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"แสงแห่งน้ำค้างหลับใหล\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Ánh Sáng Giấc Ngủ\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}