{
    "name": {
        "en": "Soba Noodles",
        "de": "Soba",
        "chs": "荞麦面",
        "cht": "蕎麥麵",
        "es": "Fideos soba",
        "fr": "Soba",
        "id": "Soba Noodles",
        "jp": "そば",
        "kr": "메밀국수",
        "pt": "Macarrão Soba",
        "ru": "Соба",
        "th": "Soba Noodle",
        "vi": "Mì Soba"
    },
    "id": 108352,
    "materialDesc": {
        "en": "A plain and simple noodle dish. The buckwheat noodles are boiled and then cooled. Their texture is smooth and they have just the right amount of toughness. The inexpensive ingredients and simple make of this dish have made it very popular amongst Inazumans.",
        "de": "Ein reines und einfaches Nudelgericht. Die Sobanudeln werden gekocht und dann abgekühlt. Seine Textur ist glatt und hat genau die richtige Konsistenz. Die preisgünstigen Zutaten und die Einfachheit dieses Gerichts haben es bei den Einwohnern von Inazuma sehr beliebt gemacht.",
        "chs": "朴素简单的面食。将荞麦制成的面条水煮后晾凉，入口滑爽，富有韧性。由于原料便宜、制作简单而广受稻妻人民欢迎。",
        "cht": "樸素簡單的麵食。將蕎麥製成的麵條水煮後晾涼，入口滑爽，富有韌性。由於原料便宜、製作簡單而廣受稻妻人民歡迎。",
        "es": "Un plato de fideos muy sencillo. Tras hervirlos, estos fideos de trigo se dejan secar al sol, lo que les da frescura y flexibilidad. Su popularidad se debe a que sus ingredientes son baratos y fáciles de cocinar.",
        "fr": "Un plat de nouilles simple. Les nouilles de sarrasin sont cuites puis refroidies. Elles présentent une texture lisse et sont fermes comme il le faut. Les ingrédients simples et bon marché pour la préparation de ce plat en ont fait un mets très populaire à Inazuma.",
        "id": "Hidangan mie polos dan sederhana. Mie soba direbus, kemudian didinginkan. Teksturnya halus dan mie ini mempunyai kekenyalan yang pas. Bahan-bahan yang murah dan cara pembuatannya yang sederhana telah membuat hidangan ini sangat populer di kalangan orang Inazuma.",
        "jp": "素朴で簡単な麺類。ソバで作られた麺を水に通してから冷やす。歯応えのある滑らかな食感。材料は安く、作り方も簡単なため、稲妻人の間で広く親しまれている。",
        "kr": "소박하고 간단한 면 요리. 메밀로 만든 면을 삶은 후 식혀 쫄깃하고 매끄러운 식감을 자랑한다. 원료가 싸고 제조 방법이 간단해 이나즈마 백성들에게 큰 인기를 끌고 있다",
        "pt": "Um prato de macarrão puro e simples. O macarrão de trigo é cozido e depois resfriado. Sua textura é suave e tem a quantidade certa de tenacidade. Os ingredientes baratos e a simplicidade deste prato o tornaram muito popular entre os habitantes de Inazuma.",
        "ru": "Обычная лапша. Гречневую лапшу отваривают, а затем охлаждают. Лапша гладкая, блестящая и приятно упругая. Недорогие ингредиенты и простота приготовления этого блюда сделали его очень популярным среди инадзумцев.",
        "th": "โซบะหน้าตาธรรมดา แสนเรียบง่าย หลังต้มเส้นที่ทำจากบัควีทแล้ว ก็ปล่อยทิ้งไว้ให้เย็นตัว เมื่อนำเข้าปากให้สัมผัสเหนียวนุ่ม เพราะวัตถุดิบที่มีราคาถูก วิธีการทำก็แสนง่ายจึงเป็นที่นิยมของชาว Inazuma",
        "vi": "Món mì giản dị. Sợi mì được làm từ kiều mạch, đem trụng chín rồi vớt ráo, khi ăn vào cảm nhận được độ dai và mịn. Do nguyên liệu có giá thành rẻ, cách làm đơn giản nên được đông đảo người dân Inazuma yêu thích."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}