{
    "name": {
        "en": "Soheil's Old Notes",
        "de": "Soheils archäologische Notizen",
        "chs": "索赫尔的考古笔记",
        "cht": "索赫爾的考古筆記",
        "es": "Notas arqueológicas de Soheil",
        "fr": "Notes archéologiques de Soheil",
        "id": "Catatan Arkeologi Soheil",
        "jp": "ソヘイルの考古ノート",
        "kr": "소헤일의 고고학 노트",
        "pt": "Notas Arqueológicas de Soheil",
        "ru": "Археологические заметки Сохейля",
        "th": "บันทึกสำรวจทางโบราณคดีของ Soheil",
        "vi": "Ghi Chép Khảo Cổ Của Soheil"
    },
    "id": 101991,
    "materialDesc": {
        "en": "These are the notes left by Soheil, an Akademiya researcher, who entered the desert to study when he was young. They look very old, but they are not crinkled.",
        "de": "Vom Gelehrten Soheil in seiner Jugend bei der archäologischen Erforschung der Wüste hinterlassene Aufzeichnungen. Sie sehen zwar alt aus, sind aber ohne Falten.",
        "chs": "教令院学者索赫尔年轻时进入沙漠考古时留下的笔记，看上去很古旧，但并没有皱褶。",
        "cht": "教令院學者索赫爾年輕時進入沙漠考古時留下的筆記，看上去很古舊，但並沒有皺褶。",
        "es": "Unas notas que dejó Soheil, un erudito de la Academia que se adentró en el desierto cuando era joven para una expedición arqueológica. Parecen antiguas pero no están arrugadas.",
        "fr": "Les notes laissées par Soheil, un chercheur de l'Académie, qui est entré dans le désert pour l'étudier quand il était jeune. Elles ont l'air très vieilles, mais elles ne sont pas froissées.",
        "id": "Catatan yang ditinggalkan oleh peneliti Akademiya Soheil saat memasuki padang pasir untuk melakukan penelitian waktu masih muda. Kelihatannya sudah sangat kuno, tapi masih belum terlihat lipatan-lipatan.",
        "jp": "教令院の学者ソヘイルが、若い頃、砂漠で調査した時に残したノート。古く見えるが、皺は寄っていない。",
        "kr": "아카데미아의 학자 소헤일이 젊은 시절 사막에서 고고학 연구를 하며 남긴 노트. 낡아 보이지만 구김이 하나도 없다",
        "pt": "Anotações deixadas por Soheil, um pesquisador da Academia que adentrou no deserto para estudar quando era mais jovem. Elas parecem antigas, mas não estão amassadas.",
        "ru": "Это записи, оставленные Сохейлем, учёным из Академии, который в молодости пришёл учиться в пустыню. Записи выглядят старыми, но всё ещё в хорошем состоянии.",
        "th": "บันทึกที่ Soheil นักวิชาการของสถาบันเคยเขียนเอาไว้ ในตอนที่เข้าไปทำโบราณคดีในทะเลทรายเมื่อครั้งวัยเยาว์ ดูเก่าแก่มาก แต่กลับไม่มีรอยยับย่นเลย",
        "vi": "Ghi chép do Soheil, một học giả của Giáo Viện để lại khi tham gia khảo cổ trên sa mạc lúc còn trẻ. Trông có vẻ cổ xưa, nhưng không hề bị nhàu nát."
    },
    "materialType": "MATERIAL_QUEST"
}