{
    "name": {
        "en": "Soil-Carrying Wooden Barrel",
        "de": "Holzfass zum Transport von Erde",
        "chs": "转移壅土的木桶",
        "cht": "轉移壅土的木桶",
        "es": "Cubo para transportar tierra",
        "fr": "Tonneau en bois pour la terre",
        "id": "Gentong Tanah Kotor",
        "jp": "土壌を積んだ木樽",
        "kr": "토양 운반용 나무통",
        "pt": "Barril para Transportar Terra",
        "ru": "Деревянная бочка для перевозки грунта",
        "th": "ถังขนดิน",
        "vi": "Thùng Gỗ Chuyển Bùn Đất"
    },
    "id": 393203,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Soil-Carrying Wooden Barrel.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Holzfass zum Transport von Erde“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「转移壅土的木桶」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「轉移壅土的木桶」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Cubo para transportar tierra.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du tonneau en bois pour la terre.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Gentong Tanah Kotor\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「土壌を積んだ木樽」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「토양 운반용 나무통」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Barril para Transportar Terra\".\\nDepois de usar, você pode entrar na interface de produção para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Деревянная бочка для перевозки грунта».\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ถังขนดิน\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Thùng Gỗ Chuyển Bùn Đất\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}