{
    "name": {
        "en": "Someone's Diary III: Jueyun Karst",
        "de": "Tagebuch eines Unbekannten III – Jueyun-Karst",
        "chs": "谁人的日志·其三·绝云间",
        "cht": "誰人的日誌·其三·絕雲間",
        "es": "Diario de alguien (III): Desfiladero Jueyun",
        "fr": "Journal d'un inconnu III - Karst Jueyun",
        "id": "Buku Harian Seseorang III: Jueyun Karst",
        "jp": "誰かの日誌·その3·絶雲の間",
        "kr": "누군가의 일지·세 번째·절운간",
        "pt": "Diário de Alguém III - Relevo de Jueyun",
        "ru": "Чей-то дневник. Часть III. Заоблачный предел",
        "th": "ไดอารี่ของใครบางคน III - Jueyun Karst",
        "vi": "Nhật ký của ai 3 - Tuyệt Vân Gián"
    },
    "id": 100240,
    "materialDesc": {
        "en": "A diary left behind by someone in the wilderness that tells of the owner's adventures at Jueyun Karst.",
        "de": "Das Tagebuch eines Unbekannten, zurückgelassen in der Wildnis. Es beschreibt die abenteuerlichen Vorkommnisse im Jueyun-Karst.",
        "chs": "某人遗落在野外的日志，描述了其人在绝云间的冒险经历。",
        "cht": "某人遺落在野外的日誌，描述了其人在絕雲間的不幸遭遇。",
        "es": "Un diario dejado por alguien en la naturaleza. Describe una aventura en el Desfiladero Jueyun.",
        "fr": "Un journal laissé par quelque inconnu dans la nature, racontant l'aventure de son propriétaire au Karst Jueyun.",
        "id": "Sebuah buku harian yang tertinggal di alam liar, menceritakan tentang kejadian-kejadian malang yang ditemui pemiliknya di Jueyun Karst.",
        "jp": "誰かが荒野に落とした日誌、その人が絶雲の間での冒険史が記録されている。",
        "kr": "누군가가 야외에 흘리고 간 일지. 절운간에서의 모험 경험이 적혀있다",
        "pt": "Um diário deixado para trás por alguém no deserto que conta as aventuras do proprietário em Relevo de Jueyun.",
        "ru": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с этим путешественником в Заоблачном пределе.",
        "th": "บันทึกที่ถูกลืมไว้อยู่กลางป่าของใครบางคน อธิบายถึงความโชคร้ายของเขาที่ Jueyun Karst",
        "vi": "Cuốn nhật ký của ai đó thất lạc trong rừng hoang, kể lại những chuyến mạo hiểm mà người này trải qua ở Tuyệt Vân Gián."
    },
    "materialType": "MATERIAL_QUEST"
}