{
    "name": {
        "en": "Someone's Diary II: Guili Plains",
        "de": "Tagebuch eines Unbekannten II – Guili-Ebene",
        "chs": "谁人的日志·其二·归离原",
        "cht": "誰人的日誌·其二·歸離原",
        "es": "Diario de alguien (II): Llanura Guili",
        "fr": "Journal d'un inconnu II - Plaines Guili",
        "id": "Buku Harian Seseorang II: Guili Plains",
        "jp": "誰かの日誌·その2·帰離原",
        "kr": "누군가의 일지·두 번째·귀리 평원",
        "pt": "Diário de Alguém II - Planícies de Guili",
        "ru": "Чей-то дневник. Часть II. Долина Гуйли",
        "th": "ไดอารี่ของใครบางคน II - Guili Plains",
        "vi": "Nhật ký của ai 2 - Quy Li Nguyên"
    },
    "id": 100239,
    "materialDesc": {
        "en": "A diary left behind by someone in the wilderness that tells of the owner's unfortunate encounters at Guili Plains.",
        "de": "Das Tagebuch eines Unbekannten, zurückgelassen in der Wildnis. Es beschreibt eine unheilvolle Begegnung auf der Guili-Ebene.",
        "chs": "某人遗落在野外的日志，描述了其人在归离原的不幸遭遇。",
        "cht": "某人遺落在野外的日誌，描述了其人在歸離原的不幸遭遇。",
        "es": "Un diario dejado por alguien en la naturaleza. Describe un encuentro desafortunado en la Llanura Guili.",
        "fr": "Un journal laissé par quelque inconnu dans la nature, racontant la mésaventure de son propriétaire dans les Plaines Guili.",
        "id": "Sebuah buku harian yang tertinggal di alam liar, menceritakan tentang kejadian-kejadian malang yang ditemui pemiliknya di Guili Plains.",
        "jp": "誰かが荒野に落とした日誌、その人が帰離原で遭遇した不幸な出来事が記録されている。",
        "kr": "누군가가 야외에 흘리고 간 일지. 귀리 평원에서 발생한 불행한 일이 적혀있다",
        "pt": "Um diário deixado para trás por alguém no deserto que conta os infelizes eventos do proprietário nas Planícies de Guili.",
        "ru": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с ним в долине Гуйли.",
        "th": "บันทึกที่ถูกลืมไว้อยู่กลางป่าของใครบางคน อธิบายถึงความโชคร้ายของเขาที่ที่ราบ Guili Plain",
        "vi": "Cuốn nhật ký của ai đó thất lạc trong rừng hoang, kể lại những câu chuyện bất hạnh mà người này gặp phải ở Quy Li Nguyên."
    },
    "materialType": "MATERIAL_QUEST"
}