{
    "name": {
        "en": "Sopping Wet Page",
        "de": "Triefende Seite",
        "chs": "被水打湿的书页",
        "cht": "被水打濕的書頁",
        "es": "Página mojada",
        "fr": "Page mouillée",
        "id": "Halaman yang Basah",
        "jp": "水に濡れたページ",
        "kr": "물에 젖은 페이지",
        "pt": "Página Molhada",
        "ru": "Промокшая страница",
        "th": "หน้ากระดาษเปียกน้ำ",
        "vi": "Trang sách bị ướt"
    },
    "id": 100495,
    "materialDesc": {
        "en": "A page of a book that has been soaked through in water. It must have been in there for a long time, as the words have become so smudged as to be illegible.",
        "de": "Völlig durchnässte Seite eines Buchs. Sie muss sehr lange im Wasser gelegen haben, da die Schrift überhaupt nicht mehr lesbar ist.",
        "chs": "已经被水浸透的书页，似乎已经在水里泡了很久，上面的字迹被水泡烂，完全看不清了。",
        "cht": "已經被水浸透的書頁，似乎已經在水裡泡了很久，上面的字跡被水泡爛，完全看不清了。",
        "es": "Una página de un libro empapada en agua. Debe haber estado allí durante mucho tiempo, ya que las palabras se han vuelto tan borrosas que son ilegibles.",
        "fr": "Une page d'un livre qui a été trempée suffisamment longtemps pour que les mots qui la couvrent soient illisibles.",
        "id": "Sebuah halaman buku yang basah terkena air. Sepertinya sudah lama terendam air sehingga tulisannya sudah luntur dan tidak jelas.",
        "jp": "水に濡れたページ、長時間水に浸かっていたようで、その上の文字はよく見えなくなっている。",
        "kr": "물에 흠뻑 젖은 페이지. 물에 오랜 시간 빠져있어 글씨가 알아볼 수 없을 정도로 흐릿해졌다",
        "pt": "Uma página de um livro embebido em água. Deve ter ficado lá por um longo tempo, pois as palavras ficaram tão borradas que ficaram ilegíveis.",
        "ru": "Страничка из промокшей книги. Должно быть, она пролежала в воде довольно долгое время, чернила расплылись по странице и ни слова не разобрать.",
        "th": "หน้ากระดาษเปียกน้ำ ที่ดูเหมือนแช่ในน้ำเป็นเวลานาน ลายมือบนกระดาษที่ถูกแช่น้ำจนเลือนรางและมองเห็นไม่ชัดเจน",
        "vi": "Trang sách dường như bị ngâm trong nước từ lâu, nét bút trên đó đã nhòe không thể đọc được nữa."
    },
    "materialType": "MATERIAL_QUEST"
}