{
    "name": {
        "en": "Sparkling Berry Juice",
        "de": "Sprudelnd-saurer Beerensaft",
        "chs": "气泡酸莓汁",
        "cht": "氣泡酸莓汁",
        "es": "Jugo de bayas burbujeante",
        "fr": "Jus de tombaie pétillant",
        "id": "Sparkling Berry Juice",
        "jp": "スパークリングベリージュース",
        "kr": "새콤 베리 탄산 주스",
        "pt": "Suco de Baga com Gás",
        "ru": "Ягодная газировка",
        "th": "Sparkling Berry Juice",
        "vi": "Nước Trái Cây Sủi Bọt"
    },
    "id": 108469,
    "materialDesc": {
        "en": "An all-new non-alcoholic beverage. Valberries of varying ripeness add layers of sour-to-sweet to this juice while the cooling sparkling water refreshes the soul — a fine companion for a pleasant and leisurely time.",
        "de": "Ein neu kreiertes alkoholfreies Getränk. Valbeeren unterschiedlicher Reife fügen dem Beerensaft Schichten von Nachgeschmack, die von Süß bis Sauer reichen, hinzu. Das eiskalte, mit Kohlensäure versetzte Wasser erfrischt das Herz und erlaubt dir, eine unbesorgte Zeit zu verbringen.",
        "chs": "全新推出的无酒精饮品。不同成熟度的落落莓为果汁增加了由甜到酸的回味层次，冰凉的气泡水沁人心脾，伴你享受惬意的休闲时光。",
        "cht": "#全新推出的無酒精飲品。不同成熟度的落落莓為果汁增加了由甜到酸的回味層次，冰涼的氣泡水沁人心脾，伴{F#妳}{M#你}享受愜意的休閒時光。",
        "es": "Una bebida novedosa sin alcohol. La diferente madurez de las valbayas le da un sabor agridulce a este jugo, mientras que el agua burbujeante refresca los sentidos. Es un gran acompañante para un momento de relajación.",
        "fr": "Une boisson non alcoolisée qui vient de sortir. Des tombaies de maturités différentes sont utilisées pour sa préparation, ce qui lui donne un goût aigre-doux, tandis que l'eau pétillante glaciale vient rafraîchir les sens. Cette boisson est idéale pour accompagner vos moments de détente.",
        "id": "Sebuah minuman non-alkohol yang baru. Valberry dari berbagai tingkat kematangan seperti menambahkan lapisan demi lapisan manis dan asam ke jus ini. Sementara air soda yang dingin sangat menyegarkan hati. Merupakan pilihan yang cocok untuk menemanimu melewati waktu luang yang santai.",
        "jp": "新しく売り出されたノンアルコールドリンク。熟成度の異なるヴァルベリーたちで作られており、酸っぱい飲み口から甘い後味までを体験できる。冷たい炭酸は爽やかで、心地よいリラックスしたひと時を楽しませてくれる。",
        "kr": "새로 출시한 무알코올 음료. 다양한 숙성도의 낙락베리는 주스에 새콤달콤한 뒷맛을 더했고, 톡 쏘는 탄산의 시원함까지 추가하여 즐거운 여가를 만끽하기 안성맞춤이다",
        "pt": "Uma bebida nova não alcoólica. Valberries maduras em graus diferentes acrescentam camadas de azedo e doce para esse suco, enquanto a bebida reluzente refresca a alma. É a companhia perfeita para um momento de descanso agradável.",
        "ru": "Новый безалкогольный напиток. Ягоды валяшки разной степени спелости придают этому соку кисло-сладкий вкус, а прохладная газированная вода освежает душу. Прекрасный спутник для приятного и неторопливого времяпрепровождения.",
        "th": "เครื่องดื่มไร้แอลกอฮอล์ใหม่ล่าสุด ใช้ Valberry ที่มีระดับความสุกต่างกัน เพื่อเพิ่มรสชาติเปรี้ยวหวานในระดับที่ต่างกัน น้ำรสซาบซ่าที่เย็นสดชื่น ทำให้จิตใจรู้สึกกระปรี้กระเปร่า และพร้อมอยู่เป็นเพื่อนให้คุณได้รื่นรมย์ในช่วงเวลาแห่งการพักผ่อน",
        "vi": "Thức uống không cồn hoàn toàn mới. Quả Dâu Đỏ có độ chín khác nhau tạo nên dư vị từ ngọt đến chua cho nước ép, nước có ga mát lạnh làm sảng khoái tâm hồn, đồng hành cùng bạn để tận hưởng khoảng thời gian giải trí thú vị."
    },
    "materialType": "MATERIAL_FOOD"
}