{
    "name": {
        "en": "Special Bamboo Slip",
        "de": "Besonderes Bambusstäbchen",
        "chs": "特制的「竹签」",
        "cht": "特製的「竹籤」",
        "es": "Palito de la fortuna especial",
        "fr": "Bâtonnet en bambou spécial",
        "id": "Slip Bambu Spesial",
        "jp": "特製の「みくじ竹」",
        "kr": "특제 「죽첨」",
        "pt": "Rolinho de Bambu Especial",
        "ru": "Особая гадальная палочка",
        "th": "\"แท่งไม้ไผ่\" พิเศษ",
        "vi": "\"Thẻ Trúc\" Đặc Biệt"
    },
    "id": 101661,
    "materialDesc": {
        "en": "A Bamboo Slip upon which Momoyo has applied some specially made elemental powder. Store and handle it with care! The powder has some measure of poison in it — and of course, you'll get yelled at for improper handling.",
        "de": "Ein Bambusstäbchen, auf den Momoyo ein speziell hergestelltes Elementarpulver aufgetragen hat. Bewahre es auf und behandle es mit Vorsicht! Das Pulver enthält ein gewisses Maß an Gift. Natürlich wirst du bei unsachgemäßer Handhabung angeschrien.",
        "chs": "被百代撒上特制元素粉末的竹签，要小心保管，轻拿轻放。毕竟元素粉末有一定毒性，而且毛手毛脚也会遭到无情的呵斥。",
        "cht": "被百代撒上特製元素粉末的竹籤，要小心保管，輕拿輕放。畢竟元素粉末有一定毒性，而且毛手毛腳也會遭到無情的呵斥。",
        "es": "Un palillo de la fortuna sobre el que Momoyo espolvoreó un particular polvo elemental. Tendrás que guardarlo y manejarlo con cuidado, ya que el polvo elemental es un tanto tóxico y tampoco quieres que te regañen por un descuido.",
        "fr": "Un bâtonnet en bambou sur lequel Momoyo a appliqué une poudre élémentaire spéciale. Vous feriez bien de faire attention à ce que vous en faites ! La poudre contient du poison ce qui vous vaudra des remontrances si vous ne le manipulez pas correctement.",
        "id": "Slip Bambu yang telah diberi bubuk elemental spesial oleh Momoyo. Simpan dan gunakan dengan hati-hati! Bubuk itu mengandung racun dalam kadar tertentu — dan tentu saja, kalau kamu tidak becus dalam menggunakannya nanti kamu bakal kena omel.",
        "jp": "百代が元素の粉をつけたみくじ竹、大切に保管し、丁重に扱う必要がある。なにしろ、元素の粉には毒性があるため、粗雑に扱えば叱られてしまう。",
        "kr": "모모요가 특제 원소 분말을 뿌린 죽첨, 조심히 보관해야 하고, 살살 다루어야 한다. 원소 분말에는 독성이 있기 때문에 덜렁대다가는 큰일 날 수도 있다",
        "pt": "#Um Rolinho de Bambu sobre o qual Momoyo aplicou um pouco de Pó Elemental especial. Deve ser guardado e manuseado com cuidado, pois o Pó Elemental é um pouco tóxico, e você será repreendid{F#a}{M#o} se não usá-lo bem.",
        "ru": "Гадальная палочка, на которую Момоё нанесла специально изготовленный элементальный порошок. Обращайтесь с ней осторожно, поскольку порошок несколько ядовит. Вы ведь не хотите, чтобы вас отругали за неосторожность.",
        "th": "แท่งไม้ไผ่ที่ Momoyo โรยผงธาตุพิเศษเอาไว้ ต้องเก็บรักษาไว้ให้ดี หยิบจับอย่างระวัง เพราะผงธาตุนั้นมีพิษ ถ้าเกิดสะเพร่าจะต้องถูกตำหนิแน่",
        "vi": "Thẻ trúc có chứa bột nguyên tố đặc biệt của Momoyo, cần bảo quản cẩn thận. Dù sao bột nguyên tố cũng có độc tính, lóng ngóng sẽ bị người ta chửi thẳng vào mặt."
    },
    "materialType": "MATERIAL_QUEST"
}