{
    "name": {
        "en": "Special Fortune Slip",
        "de": "Besonderer „Orakelzettel“",
        "chs": "特别的「御神签」",
        "cht": "特別的「御神籤」",
        "es": "Papel de la fortuna peculiar",
        "fr": "Omikuji spécial",
        "id": "Slip Keberuntungan Spesial",
        "jp": "特別な「おみくじ」",
        "kr": "특별한 「점괘」",
        "pt": "Rolinho da Sorte Especial",
        "ru": "Особый гадальный листок",
        "th": "\"ใบเซียมซี\" พิเศษ",
        "vi": "\"Thẻ Ngự Thần\" Đặc Biệt"
    },
    "id": 101664,
    "materialDesc": {
        "en": "A specially made fortune slip that describes how your luck will be like today. There is nothing different about this Fortune Slip, save for the fact that you got it for the fake Bamboo Slip.\\nWhose fortune does this Fortune Slip describe?",
        "de": "Ein speziell angefertigter Orakelzettel, der beschreibt, wie dein Glück heute sein wird. An diesem Orakelzettel ist nichts Außergewöhnliches, außer der Tatsache, dass du ihn gegen das gefälschte Bambusstäbchen eingetauscht hast.\\nWessen Glück beschreibt dieser Orakelzettel?",
        "chs": "昭明今日运势的特制纸签，本质上与其他「御神签」没有区别，不过这一张却是用假的竹签换来的。\\n「御神签」上书写的签文，究竟预示着谁的命运呢？",
        "cht": "昭明今日運勢的特製紙籤，本質上與其他「御神籤」沒有區別，不過這一張卻是用假的竹籤換來的。\\n「御神籤」上書寫的籤文，究竟預示著誰的命運呢？",
        "es": "Un papel de la fortuna que indica la suerte del día de hoy. Es prácticamente igual que los papeles normales, salvo que este lo intercambiaste por un palillo de bambú falso.\\n¿De quién es la fortuna que indica este papel?",
        "fr": "Un omikuji spécial qui parle de ce qui vous attend aujourd'hui. Cet omikuji n'a rien de différent par rapport aux autres omikuji, à part le fait que vous l'ayez obtenu via le faux bâtonnet en bambou.\\nQu'est-ce qu'il réserve ?",
        "id": "Slip keberuntungan dengan pembuatan khusus yang menggambarkan bagaimana nasibmu hari ini. Tidak ada yang berbeda dari Slip Keberuntungan ini dengan Slip Keberuntungan pada umumnya, kecuali bahan baku pembuatannya yang memang berasal dari bambu palsu.\\nKira-kira keberuntungan siapakah gerangan yang digambarkan oleh Slip Keberuntungan ini?",
        "jp": "その日の吉凶を占ってくれるみくじ箋。他の「おみくじ」と大した違いはないが、この一枚は偽りのみくじ竹と引き換えたもの。\\n「おみくじ」に書かれた内容は、一体誰の運命を示しているのだろう？",
        "kr": "금일의 운세를 점칠 수 있는 특제 종이 점괘, 본질은 다른 「점괘」와 차이는 없지만 이 점괘는 가짜 죽첨으로 바꾼 것이다.\\n「점괘」에 적힌 죽첨은 도대체 누구의 운명을 예측한 것일까?",
        "pt": "Um Rolinho especial de papel que adivinha como será sua sorte hoje. É praticamente igual a um Rolinho da Sorte normal, exceto pelo fato de que você o trocou por um Rolinho de Bambu falso.\\nA quem pertence a sorte que este papel indica?",
        "ru": "Особый гадальный листок, который предсказывает судьбу на сегодняшний день. От других листков он отличается только тем, что вы получили его в обмен на поддельную гадальную палочку.\\nЧью судьбу он предскажет?",
        "th": "แผ่นกระดาษทำนายดวงชะตาประจำวันที่ทำขึ้นเป็นพิเศษ โดยพื้นฐานแล้วไม่ได้ต่างจาก \"ใบเซียมซี\" อื่น ๆ เลย แต่ใบนี้ใช้แท่งไม้ไผ่ปลอมในการแลกมา\\nว่าแต่ดวงชะตาที่เขียนไว้บน \"ใบเซียมซี\" ใบนี้ จะเป็นดวงชะตาของใครกันนะ?",
        "vi": "Mẩu giấy dùng để bói vận mệnh hôm nay, về bản chất không khác gì với các \"Thẻ Ngự Thần\" khác, chỉ là thẻ này được đổi bằng một thẻ trúc giả.\\nNhững gì viết trên \"Thẻ Ngự Thần\" này không biết là dự báo cho vận mệnh của ai đây?"
    },
    "materialType": "MATERIAL_QUEST"
}