{
    "name": {
        "en": "Special Bird Egg",
        "de": "Besonderes Vogelei",
        "chs": "特别的鸟蛋",
        "cht": "特別的鳥蛋",
        "es": "Huevo especial",
        "fr": "Œuf d'oiseau spécial",
        "id": "Bird Egg Khusus",
        "jp": "特別な鳥の卵",
        "kr": "특별한 새알",
        "pt": "Ovo de Pássaro Especial",
        "ru": "Особое яйцо",
        "th": "Bird Egg พิเศษ",
        "vi": "Trứng Chim Đặc Biệt"
    },
    "id": 101919,
    "materialDesc": {
        "en": "A bird egg needed for making Angler Kayvan's special bait. This special egg was collected from a specific tree, but it does not look particularly special.",
        "de": "Ein vom Angler Kayvan zur Herstellung eines speziellen Köders benötigtes Vogelei. Auch wenn es von einem bestimmten Baum gesammelt wurde, ist nicht zu erkennen, was an diesem Ei allzu besonders ist.",
        "chs": "渔师凯万制作特别鱼饵所需的鸟蛋。虽然是从指定的树上搜集到的，但看不出来厉害在什么地方。",
        "cht": "漁師凱萬製作特別魚餌所需的鳥蛋。雖然是從指定的樹上收集到的，但看不出來厲害在什麼地方。",
        "es": "Un huevo muy fresco que Kayvan el pescador necesita para hacer sus cebos especiales. Aunque procede de un árbol concreto que él mismo señaló, no parece tener nada de particular.",
        "fr": "Un œuf d'oiseau utilisé pour fabriquer l'appât spécial du pêcheur Kayvan. Cet œuf a été trouvé sur un arbre bien spécifique, toutefois, il ne présente aucune caractéristique particulière.",
        "id": "Bird egg yang dibutuhkan untuk membuat umpan khusus buatan Angler Kayvan. Telur khusus ini diambil dari pohon yang spesifik, tapi tidak begitu terlihat spesial.",
        "jp": "漁師カイヴァンの特製餌に必要な鳥の卵。指定された樹の上から集めてきたが、その凄さはいまいち分からない。",
        "kr": "낚시꾼 케이반이 특별한 낚시용 미끼를 제작할 때 필요한 새알. 지정된 나무에서 수집하긴 했지만 어디가 특별하다는 건지 전혀 모르겠다",
        "pt": "Ovo para as iscas especiais do pescador Kayvan. Apesar de ser coletados de algumas árvores designadas, não dá para saber por que eles são tão incríveis.",
        "ru": "Яйцо, необходимое рыбаку Кайвану для изготовления специальной наживки. На вид - самое обычное яйцо, хотя было собрано с определённого дерева.",
        "th": "ไข่ที่นักตกปลา Kayvan ใช้ทำเหยื่อตกปลาชนิดพิเศษ แม้จะเก็บมาจากต้นไม้ที่กำหนด แต่ก็ดูไม่ออกว่ามันสุดยอดที่ตรงไหน",
        "vi": "Trứng chim thợ câu Kayvan dùng để chế thành mồi đặc biệt. Mặc dù nó được thu thập từ một cái cây được chỉ định, nhưng chẳng thấy nó có gì đặc biệt cả."
    },
    "materialType": "MATERIAL_QUEST"
}