{
    "name": {
        "en": "Special Kamera",
        "de": "Besonderer Fotoapparat",
        "chs": "特制的「留影机」",
        "cht": "特製的「留影機」",
        "es": "Daguerrotipo especial",
        "fr": "Daguerréotype spécial",
        "id": "Special Kamera",
        "jp": "特製の「写真機」",
        "kr": "특제 「사진기」",
        "pt": "Aparelho Fotográfico Especial",
        "ru": "Специальная «фотокамера»",
        "th": "กล่องถ่ายรูปสุดพิเศษ",
        "vi": "Máy Ảnh Đặc Chế"
    },
    "id": 220020,
    "materialDesc": {
        "en": "When used, this useful gadget can save and store the scenery before it and add a special color tone to it.\\nA strange device from Fontaine that will not only record sceneries but will also add special colors to the printed images. This design was made in response to \"The Steambird\"'s request for a Kamera that could not only reflect the environment, but also the emotions of the one taking the picture. Unfortunately, the final product could not quite match their specifications.",
        "de": "Dieses nützliche Gerät kann die Szenerie davor speichern und ihr einen speziellen Farbton hinzufügen.\\nEin seltsames Gerät von Fontaine, das nicht nur Szenerien aufnimmt, sondern ausgedruckten Bildern auch spezielle Farben  hinzufügt. Es ist die Antwort auf eine Anfrage vom „Dampfvogel“ nach einem Apparat, der nicht nur die Umgebung, sondern auch die Emotionen der Person einfängt, die das Bild aufnimmt. Leider kann das Endprodukt die Vorgaben nicht ganz erfüllen.",
        "chs": "使用时，会记录储存当前景象，并附带特殊色调的便利道具。\\n来自枫丹的奇特道具。与普通的留影机不同，将景象牢牢记录下来之余，还能在印出的画像上附带特殊的色彩。这种设计，是针对枫丹的通讯社「蒸汽鸟」希望留影机除了反映景象，也能反映拍摄者的情绪而做的。但最终产品没能实现「蒸汽鸟」的需求。",
        "cht": "使用時，會記錄儲存當前景象，並附帶特殊色調的便利道具。\\n來自楓丹的奇特道具。與普通的留影機不同，將景象牢牢記錄下來之餘，還能在印出的畫像上附帶特殊的色彩。這種設計，是針對楓丹的通訊社「蒸汽鳥」希望留影機除了反映景象，也能反映拍攝者的情緒而做的。但最終產品沒能實現「蒸汽鳥」的需求。",
        "es": "Un objeto con el que se puede guardar un retrato a color del paisaje.\\nProcedente de Fontaine, este particular artilugio es distinto a los Daguerrotipos normales, ya que también aplica color sobre la imagen impresa. Este diseño fue concebido específicamente para «El Pájaro de Vapor, la agencia de noticias de Fontaine, con el fin de que, aparte de reproducir una imagen, también reflejara el estado de ánimo del autor en el momento en que tomó el retrato. Sin embargo, el producto final no satisfizo los estándares de «El Pájaro de Vapor».",
        "fr": "Ce gadget permet d'enregistrer et de stocker des paysages tout en y ajoutant un filtre de couleur spécial.\\nUn appareil bizarre provenant de Fontaine qui n'enregistre pas seulement l'environnement, mais ajoute également des couleurs à l'impression. Ce concept a été réalisé pour répondre à une demande de « L'Oiseau de vapeur » qui voulait un appareil qui reflète non seulement l'environnement, mais aussi les émotions du photographe. Malheureusement, le produit final n'était pas tout à fait à la hauteur de leurs attentes.",
        "id": "Alat ini dapat digunakan untuk menyimpan pemandangan yang dipotret dan menambahkan warna khusus ke dalamnya.\\nSebuah alat unik yang berasal dari Fontaine, dapat digunakan untuk merekam pemandangan dan memberikan efek warna khusus. Alat ini awalnya didesain sesuai permintaan dari penerbit koran The Steambird yang mengatakan bahwa selain daripada memotret pemandangan itu sendiri, sebuah Kamera sejatinya juga harus bisa mencerminkan perasaan orang yang memotretnya. Sayangnya, produk akhirnya tidak bisa memenuhi ekspektasi tersebut.",
        "jp": "使用すると映っている光景を記録し、特殊な色を付与することが出来る便利なアイテム。\\nフォンテーヌから来た不思議な道具。普通の写真機と違い、写したものをそのまま記録するだけではなく、印刷した絵にも特殊な色を付与させる事ができる。フォンテーヌの新聞社「スチームバード」が、景色だけでなく、撮影者の感情も反映するために設計したものだ。しかし、最終製品は「スチームバード」の需要を満たせなかった。",
        "kr": "사용 시 현재 장면을 기록하고 저장할 뿐 아니라 특이한 색조도 추가할 수 있는 간편 아이템. \\n폰타인에서 온 기발한 아이템. 일반 사진기와 다르게 찍은 것을 그대로 기록하는 것 외에 인화한 그림에 특이한 색깔을 입힐 수 있다. 이는 폰타인 신문사 「스팀버드」가 현재 장면뿐만 아니라 촬영자의 감정 또한 반영되길 바라며 디자인됐지만, 완제품은 「스팀버드」의 기대에 미치지 못했다",
        "pt": "Ao usar, este item útil pode salvar e armazenar o cenário atual e adicionar um filtro de tom especial a ele.\\nUm dispositivo peculiar de Fontaine que não só registrará cenários, mas também adicionará cores especiais às imagens impressas. Este projeto foi feito em resposta ao pedido de \"Pássaro a Vapor\" por uma câmera que pudesse não apenas refletir o ambiente, mas também as emoções de quem tirou a foto. Infelizmente, o produto final não atendeu às especificações.",
        "ru": "При использовании этот удобный инструмент может запечатлеть изображение окружающего вас мира и добавить к нему особый цветовой тон.\\nСтранный предмет из Фонтейна. Он не похож на обычную фотокамеру и не только запечатлевает изображение, но и добавляет особые цвета на распечатанные изображения. Это устройство было сконструировано для информационного агентства Фонтейна «Паровая птица» и позволяет не только делать фотографии, но и отражать на них настроение фотографа. К сожалению, конечный продукт не удовлетворил запросы «Паровой птицы».",
        "th": "เมื่อใช้แล้ว ไอเทมพร้อมใช้งานนี้จะสามารถบันทึกภาพที่อยู่ในขณะนั้นได้ และยังสามารถเพิ่มโทนสีพิเศษลงไปได้ด้วย\\nไอเทมพิเศษจาก Fontaine ซึ่งต่างจากกล้องทั่วไปนี้ ไม่เพียงแต่จะสามารถบันทึกภาพได้เท่านั้น แต่ยังเพิ่มสีพิเศษให้กับภาพที่พิมพ์ออกมาได้ การออกแบบนี้ทำขึ้นเพื่อตอบสนองความต้องการของ \"The Steambird\" ที่อยากได้กล้องที่ไม่เพียงจะสามารถถ่ายทอดภาพของวิวทิวทัศน์ได้เท่านั้น แต่ยังสามารถถ่ายทอดอารมณ์ของช่างภาพได้ด้วย แต่น่าเสียดายที่ผลิตภัณฑ์ขั้นสุดท้ายยังไม่สามารถตอบสนองความต้องการของ \"The Steambird\" ได้",
        "vi": "Khi dùng sẽ có thể lưu lại cảnh tượng trước mắt kèm những hiệu ứng đặc biệt.\\nMột thiết bị kỳ lạ của Fontaine, không chỉ ghi lại cảnh vật mà còn kèm màu sắc đặc biệt. Thiết kế này được thực hiện để đáp ứng yêu cầu của hãng tin \"Chim Hơi Nước\" về một máy ảnh không chỉ có thể phản ánh môi trường mà còn về cả cảm xúc của người chụp. Thật không may, sản phẩm cuối cùng không thể đáp ứng được yêu cầu."
    },
    "materialType": "MATERIAL_WIDGET"
}