{
    "name": {
        "en": "Special Recipe: Mushroom Pizza",
        "de": "Spezialrezept: Pilzza",
        "chs": "特制食谱：烤蘑菇披萨",
        "cht": "特製食譜：烤蘑菇披薩",
        "es": "Receta especial: Pizza de champiñones",
        "fr": "Recette spéciale : Pizza aux champignons",
        "id": "Resep Spesial: Mushroom Pizza",
        "jp": "特製レシピ：キノコピザ",
        "kr": "특제 레시피: 버섯피자",
        "pt": "Receita Especial: Pizza de Cogumelos",
        "ru": "Особый рецепт: Грибная пицца",
        "th": "สูตรอาหารพิเศษ: Mushroom Pizza",
        "vi": "Công Thức Đặc Biệt: Pizza Nấm Rơm Nướng"
    },
    "id": 100886,
    "materialDesc": {
        "en": "A handwritten Mushroom Pizza recipe. Perhaps food prepared using various different methods might result in a unique flavor.",
        "de": "Ein handgeschriebenes Pilzza-Rezept. Vielleicht können Gerichte, die mit verschiedenen Methoden zubereitet werden, zu einem einzigartigen Geschmack führen.",
        "chs": "一份手抄的烤蘑菇披萨食谱。依照该种方法制作而成的食物或许会有独特风味。",
        "cht": "一份手抄的烤蘑菇披薩食譜。依照該種方法製作而成的食物或許會有獨特風味。",
        "es": "Una receta de pizza de champiñones escrita a mano. La pizza que se cocine con este método tendrá un sabor especial.",
        "fr": "Une recette manuscrite de pizza aux champignons. Les aliments préparés selon cette méthode auront peut-être une saveur unique.",
        "id": "Selembar resep Mushroom Pizza yang ditulis tangan. Mungkin makanan yang disiapkan dengan metode berbeda dapat menghasilkan makanan yang rasanya unik.",
        "jp": "キノコピザの手書きレシピ。書かれた方法で調理すると、独特の風味の料理を作り出せるかもしれない。",
        "kr": "수기로 적힌 버섯피자 레시피. 이 레시피로 제작한 음식은 독특한 맛이 날 수도…",
        "pt": "Uma receita de Pizza de Cogumelos escrita à mão. Talvez uma comida preparada usando vários métodos diferentes possa resultar em um sabor único.",
        "ru": "Рецепт грибной пиццы, написанный от руки. Приготовленное по нему блюдо наверняка будет обладать своеобразным вкусом.",
        "th": "สูตรทำ Mushroom Pizza ที่เขียนขึ้นด้วยมือ บางทีอาหารที่ทำตามวิธีที่แสนพิเศษนี้ อาจจะให้รสชาติที่ไม่ซ้ำใครก็ได้",
        "vi": "Công thức Pizza Nấm Rơm Nướng viết tay. Chế biến theo cách này có thể sẽ có hương vị riêng."
    },
    "materialType": "MATERIAL_QUEST"
}