{
    "name": {
        "en": "Special Wisdom Orb",
        "de": "Besondere „Weisheitsperle“",
        "chs": "特别的「意智宝珠」",
        "cht": "特別的「意智寶珠」",
        "es": "Orbe de la sabiduría especial",
        "fr": "Orbe de sagesse spécial",
        "id": "Wisdom Orb yang Spesial",
        "jp": "特別な「叡智宝珠」",
        "kr": "특별한 「지혜의 구슬」",
        "pt": "Orbe da Sabedoria Especial",
        "ru": "Особая жемчужина мудрости",
        "th": "\"ลูกแก้วทรงปัญญา\" พิเศษ",
        "vi": "Ngọc Trí Tuệ Đặc Biệt"
    },
    "id": 120160,
    "materialDesc": {
        "en": "This Wisdom Orb looks quite familiar, though its back and base appear to have a few scratches and dings, almost as if it has been fought over at some point. If you look closely, you can even find the following words: \"Backdoor command application sample\" and \"Confirmed to have no value, may be discarded,\" as well as some blood. It seems that not only did someone snatch this, but that they might have met with some misfortune afterward...",
        "de": "Eine etwas vertraute „Weisheitsperle“. Ihr Rücken und ihre Kalette scheinen nicht so glatt zu sein, sieht aus, als wäre irgendwann um sie gekämpft worden. Wenn man genau hinsieht, kann man die folgenden Wörter darauf geschrieben sehen: „Anwendungsmuster für den Hintertür-Befehl“ und „Bestätigt, keinen Wert zu haben und kann verworfen werden“. Darauf gibt es noch einige Blutflecken. Es scheint, dass demjenigen, der sie weggeschnappt hatte, danach etwas Unglück widerfahren war ...",
        "chs": "有些眼熟的「意智宝珠」，背面和底面有磕碰的痕迹，似乎经历过争抢。仔细看时，还能找到「后门指令应用样品」和「确认无价值，可废弃」的字样，以及些许血迹，似乎是有人将它抢夺了出来，又遭遇了不测…",
        "cht": "有點眼熟的「意智寶珠」，背面和底面有磕碰的痕跡，似乎經歷過爭搶。細看還能找到「漏洞指令應用樣品」和「確認無價值，可廢棄」的字樣，以及些許血跡，似乎是有人將它搶奪了出來，又遭遇了不測…",
        "es": "Aunque tiene el aspecto de un Orbe de la sabiduría cualquiera, las partes trasera e inferior están algo dañadas, como si hubiera sobrevivido a un enfrentamiento. Si te fijas bien, en él podrás ver escritas las frases “Muestra de activación de función adicional” y “Descartar cuando resulte inservible”, así como unas manchas de sangre. Parece que alguien se apropió de este orbe y el resultado fue poco alentador.",
        "fr": "Cet Orbe de sagesse vous paraît familier. Son dos et sa base portent des marques d'impact, comme si on se l'était disputé. Si vous regardez de plus près, les inscriptions « Exemple d'utilisation de la commande de porte dérobée » et « Confirmé sans valeur, peut être jeté », ainsi qu'un peu de sang se trouvent dessus. Il semble que quelqu'un se soit emparé de cet Orbe et qu'il ait rencontré une mésaventure...",
        "id": "Wisdom Orb ini terlihat cukup familier meski terdapat bekas benturan di bagian belakang dan dasarnya. Seakan-akan benda ini pernah menjadi bahan perebutan. Kalau dilihat dengan seksama, kamu bisa membaca tulisan: \"Contoh aplikasi perintah pintu belakang\" dan \"Terkonfirmasi tidak bernilai, boleh dibuang\", serta sedikit bekas darah. Mungkin ada orang yang mengambil paksa benda ini, tetapi setelah itu nasibnya berakhir tragis ....",
        "jp": "ちょっと見覚えのある「叡智宝珠」。後ろや底には何かにぶつけた跡があり、どうやら奪い合いにあったようだ。よくみると、「裏コマンド適用サンプル」と「価値なし、廃棄可」の文字、そして少しばかりの血痕がある。どうやらこれを奪い去った後、不測の事態があったようだ…",
        "kr": "낯익은 「지혜의 구슬」. 뒷면과 바닥에 부딪힌 자국이 있는데, 쟁탈전을 겪은 듯하다. 자세히 살펴보면 「백도어 명령어 응용 샘플」과 「가치 없음, 폐기」라는 문구 및 약간의 핏자국도 보인다. 이 아이템을 빼앗은 자는 불의의 사고를 당한 듯하다…",
        "pt": "O Orbe da Sabedoria parece familiar, apesar de suas parte de trás e sua base parecerem danificadas, como se alguém tivesse lutado por ele. Ao se olhar mais atentamente, é possível ler o seguinte: \"Amostra de aplicação de comando na porta dos fundos\" e \"Confirmado em não possuir valor, pode ser descartado\". Também há um pouco de sangue. Parece que alguém não apenas roubou isso, mas que também se deparou com algum infortúnio...",
        "ru": "Эта жемчужина мудрости выглядит довольно знакомо, хотя её задняя часть и основание, похоже, были сильно потрёпаны, как будто за неё когда-то дрались. Если присмотреться повнимательнее, то можно даже заметить следующие слова: «Образец для особого приказа» и «Не имеет ценности, может быть утилизировано», а также немного крови. Похоже, что кто-то не только украл эту жемчужину, но и, возможно, впоследствии столкнулся с какими-то неприятностями...",
        "th": "เป็น \"ลูกแก้วทรงปัญญา\" ที่ค่อนข้างคุ้นตาอยู่นะ ทั้งด้านหลังและด้านล่างมีร่องรอยของการถูกกระแทก ดูเหมือนจะเคยผ่านการยุดแย่งกันมาก่อน พอลองมองดูให้ดีแล้ว ก็จะเจอตัวหนังสือ \"ตัวอย่างทดลองโดยคำสั่งจากเบื้องหลัง\" และ \"ยืนยันแล้วว่าไร้มูลค่า ทิ้งได้เลย\" รวมถึงรอยเลือดบางส่วน ดูเหมือนว่าเคยมีคนแย่งมันกลับมา แต่ก็ต้องประสบกับความอุบัติเหตุ...",
        "vi": "Ngọc Trí Tuệ có chút quen thuộc, phần lưng và bên dưới có dấu vết va chạm, hình như đã trải qua tranh chấp. Khi nhìn kỹ, còn có thể tìm thấy chữ viết \"Mẫu thử ứng dụng mệnh lệnh phụ\" và \"Xác nhận không có giá trị, có thể bỏ đi\", và một ít vết máu, dường như đã có người đoạt ra, và lại gặp phải bất trắc..."
    },
    "materialType": "MATERIAL_QUEST"
}