{
    "name": {
        "en": "Special Jueyun Chili Chicken",
        "de": "Besondere kalte Geflügelhäppchen",
        "chs": "特制的香嫩椒椒鸡",
        "cht": "特製的香嫩椒椒雞",
        "es": "Pollo al chile Jueyun especial",
        "fr": "Poulet pimenté de Jueyun spécial",
        "id": "Jueyun Chili Chicken Spesial",
        "jp": "特製椒椒鶏",
        "kr": "특제 절운고추 치킨",
        "pt": "Frango de Pimenta de Jueyun Especial",
        "ru": "Особая острая курица на пару",
        "th": "Jueyun Chili Chicken สูตรพิเศษ",
        "vi": "Gà Cay Thơm Mềm Đặc Biệt"
    },
    "id": 100657,
    "materialDesc": {
        "en": "Especially tender Jueyun Chili Chicken. Eating it cold has some merit, but it's best to serve it hot.",
        "de": "Besonders scharfe kalte Geflügelhäppchen. Wärme ist zwar keine Eigenschaft dieses Gerichts. Warten sollte man aber nicht allzu lange, bevor man es serviert.",
        "chs": "格外嫩的香嫩椒椒鸡。当冷菜或许也有自己的风味，不过还是趁热送去吧。",
        "cht": "格外嫩的香嫩椒椒雞。當冷菜或許也有自己的風味，不過還是趁熱送去吧。",
        "es": "Un pollo al chile Jueyun extratierno. También podría comerse frío, pero es mejor entregarlo mientras aún está caliente.",
        "fr": "Un poulet pimenté de Jueyun particulièrement tendre. Le manger froid comporte certains avantages, mais c'est chaud qu'il délivre tout son potentiel de saveurs.",
        "id": "Jueyun Chili Chicken yang sangat empuk. Rasanya menjadi berbeda saat sudah dingin, sebaiknya menyajikannya saat masih panas.",
        "jp": "格別に柔らかい椒椒鶏。冷めても美味しいが、温かいうちに届けよう。",
        "kr": "매우 부드러운 절운고추 치킨, 냉채로 즐겨도 좋지만, 식지 않게 빨리 배달하자",
        "pt": "Um Frango de Pimenta de Jueyun especialmente suave. Comê-lo frio tem o seu mérito, mas é melhor mesmo servi-lo quente.",
        "ru": "Очень нежная острая курица на пару. Она не теряет своих вкусовых качеств даже когда остывает, но лучше подавать это блюдо горячим.",
        "th": "Jueyun Chili Chicken ที่นุ่มเป็นพิเศษ ทานเป็นเมนูเย็นก็มีรสชาติที่เป็นเอกลักษณ์ แต่ยังไงก็ต้องรีบไปส่งตอนร้อน ๆ นี่แหละ",
        "vi": "Gà Cay Thơm Mềm vô cùng mềm. Nếu làm món ăn nguội cũng có thể có hương vị rất riêng. Nhưng mà tốt nhất nên ăn nóng."
    },
    "materialType": "MATERIAL_QUEST"
}