{
    "name": {
        "en": "Special Unmoving Essential Oil",
        "de": "Spezial-Geröllöl",
        "chs": "特殊的磐石精油",
        "cht": "特殊的磐石精油",
        "es": "Aceite litoesencial especial",
        "fr": "Huile essentielle Géo spéciale",
        "id": "Unmoving Essential Oil Khusus",
        "jp": "特殊な磐石のオイル",
        "kr": "특수 반석의 오일",
        "pt": "Óleo Essencial de Imobilidade Especial",
        "ru": "Особая эссенция неподвижности",
        "th": "น้ำมันหินสูตรพิเศษ",
        "vi": "Tinh Dầu Bàn Thạch Đặc Biệt"
    },
    "id": 101625,
    "materialDesc": {
        "en": "A dangerous substance made using the formula that Clitopho provided by compressing two Unmoving Essential Oils into one very dense bottle filled with Geo elemental energy.\\nDue to its fame as a highly unstable concoction, only madmen or experienced miners would dare use it, making it an uncommon sight indeed.\\nHandle with utmost care!",
        "de": "Laut der von Clitopho entwickelten Formel besteht dieses gefährliche Öl aus zwei Portionen Konzentrat aus Geröllöl, in dem eine überschüssige Menge an Geo-Kraft zu spüren ist.\\nDas Öl ist für seine extreme Instabilität bekannt. Nur die Verrückten und die erfahrensten Bergleute benutzen es, also wussten nicht viele Leute davon.\\nBehandle es bitte mit höchster Vorsicht!",
        "chs": "根据克里托夫的配方制造的危险油膏，由两份磐石精油浓缩精炼制成，含有过量岩元素。\\n以其极不稳定的性质而知名，只有疯子和最老练的矿工才会使用它，所以并不是很常见。\\n一定要轻拿轻放！",
        "cht": "根據克里托夫的配方製造的危險油膏，由兩份磐石精油濃縮精煉製成，含有過量岩元素。\\n以其極不穩定的性質而知名，只有瘋子和最老練的礦工才會使用它，所以並不是很常見。\\n一定要輕拿輕放！",
        "es": "Según la fórmula del peligroso bálsamo ideado por Clitofo, este está compuesto de dos aceites esenciales de rocas profundamente refinadas. Contiene el elemento Geo.\\nEs conocido por su inestabilidad, solo los dementes y los mineros más experimentados lo utilizan, por lo que tampoco es fácil de encontrar.\\nPor tu bien, ¡utilízalo con mucha precaución!",
        "fr": "Un onguent dangereux confectionné selon la recette de Clitopho. L'extrait de concentré de deux huiles essentielles Géo qui entre dans sa composition lui confère les propriétés de cet élément.\\nRéputé pour son caractère instable, seuls les fous et les mineurs expérimentés osent l'utiliser, ce qui explique pourquoi on en voit rarement. Manipulez-le avec la plus grande précaution !",
        "id": "Zat berbahaya yang dibuat menggunakan formula yang diciptakan oleh Clitopho dengan mengompresi dua Unmoving Essential Oil menjadi satu botol berisi penuh energi Elemen Geo.\\nKarena sangat dikenal sebagai ramuan yang sangat tidak stabil, hanya orang gila atau penambang berpengalaman sajalah yang berani menggunakannya, jadi ini sebenarnya bukanlah sebuah pemandangan umum yang bisa disaksikan.\\nBerhati-hatilah saat menggunakannya!",
        "jp": "クレイトポンのレシピに従って作った危険なオイル。二つの磐石のオイルを濃縮して精錬したもので、尋常ではない量の岩元素を含有している。\\n非常に不安定な性質を持つことで知られ、狂人かベテランの鉱夫くらいしか使用しないため、滅多に見かけない。\\n慎重に扱おう！",
        "kr": "클리토퍼의 레시피에 따라 제작한 위험한 연고. 반석의 오일 두 개를 농축해 재련한 것으로 지나치게 많은 바위 원소가 함유되어 있다.\\n성질이 극히 불안정한 것으로 알려져 대개 미치광이나 노련한 광부들만 사용하며 흔히 볼 수 있는 물건은 아니다.\\n반드시 조심히 다뤄야 한다!",
        "pt": "Uma substância perigosa feita usando a fórmula de Clitopho, é feita ao comprimir dois Óleos Essenciais da Imobilidade em um numa garrafa muito densa cheia de energia elemental Geo.\\nDevido a sua fama por ser instável, somente loucos ou mineradores experientes o utilizam, sendo de fato algo difícil de se encontrar\\nLide com muito cuidado!",
        "ru": "Опасная субстанция с запредельным содержанием элемента Гео, сделанная по рецепту Клитофо из двух частей вытяжки эссенции неподвижности.\\nИз-за крайней нестабильности этой редкой субстанции её отваживаются использовать только опытнейшие из шахтёров и сумасшедшие.\\nБудьте осторожны!",
        "th": "น้ำมันสุดอันตรายที่สร้างตามสูตรของ Clitopho ทำจากน้ำมันสกัดเข้มข้นของหินสองชนิดที่มีธาตุหินมากเกินไป\\nเป็นน้ำมันที่ขึ้นชื่อเรื่องความไม่เสถียร มีเพียงคนวิกลจริตและคนงานเหมืองมือเก๋าเท่านั้นที่ใช้มัน ดังนั้นจึงไม่ค่อยได้พบเห็นเท่าไหร่\\nตอนหยิบจับวางต้องเบามือด้วยล่ะ!",
        "vi": "Tinh dầu nguy hiểm được chế tạo theo công thức của Clitopho, được tinh luyện cô đặc từ hai phần Tinh Dầu Bàn Thạch mà ra, hàm lượng nguyên tố Nham quá liều.\\nNổi tiếng với tính chất cực kỳ không ổn định, chỉ có những kẻ điên hoặc thợ mỏ lão luyện mới sử dụng nó, cho nên không thường gặp lắm.\\nNhất định phải thật nhẹ tay!"
    },
    "materialType": "MATERIAL_QUEST"
}