{
    "name": {
        "en": "Special \"Concresoil\" for Toys",
        "de": "Spezieller „verdichteter Lehm“ für Spielzeuge",
        "chs": "玩具专用·「凝成泥土」",
        "cht": "玩具專用·「凝成泥土」",
        "es": "Lodomento especial para juguetes",
        "fr": "Polyterre pour jouet",
        "id": "\"Tanah Beton\" Khusus Untuk Mainan",
        "jp": "特製おもちゃ用「セメン土」",
        "kr": "장난감 전용·「젤리 진흙」",
        "pt": "Barro Misto para Brinquedos",
        "ru": "Специальный «глинобетон» для игрушек",
        "th": "\"ดินโคลนอัดแน่น\" สำหรับของเล่น",
        "vi": "\"Đất Cứng\" Dùng Cho Đồ Chơi"
    },
    "id": 101911,
    "materialDesc": {
        "en": "Special \"Concresoil\" Akim made for Nima. What kind of pot warriors will Nima make with it?",
        "de": "Der von Akim extra für Nima hergestellte „verdichtete Lehm“. Welche Form von „Tontopfkrieger“ Nima daraus wohl herstellen wird?",
        "chs": "阿金专门为尼姆制作的特制「凝成泥土」。不知道尼姆会用它做出怎样的「泥罐战士」…",
        "cht": "阿金專門為尼姆製作的特製「凝成泥土」。不知道尼姆會用它做出怎樣的「泥罐戰士」…",
        "es": "Un tipo especial de lodomento creado para Nima. ¿Qué tipo de guerreros vasija hará Nima con el lodomento?",
        "fr": "De la polyterre fabriquée spécialement par Akim pour Nima. Quel genre de guerrier pot de terre Nima va-t-il fabriquer avec ?",
        "id": "\"Tanah Beton\" Khusus yang dibuat Akim untuk Nima. Nima mau membuat serdadu tembikar yang bagaimana dengan benda ini?",
        "jp": "アキムがニマのために特製した「セメン土」。ニマはこれを使ってどんな「泥んこ戦士」を作れるだろう…",
        "kr": "아킴이 니마를 위해 특별 제작한 「젤리 진흙」. 니마가 이걸로 어떤 「토기 전사」를 만들어낼까…",
        "pt": "Um Barro Misto exclusivamente feito para o Nima pelo Akim. Que tipo de \"Barromem\" o Nima poderia fazer com esse barro.",
        "ru": "Специальный «глинобетон», который Аким приготовил для Нимы. Интересно, каких «глиняных воинов» слепит из него Нима...",
        "th": "\"ดินโคลนอัดแน่น\" ที่ Akim ทำให้ Nima โดยเฉพาะ ไม่รู้ว่า Nima จะใช้มันทำ \"นักรบหม้อดิน\" แบบไหนออกมากันแน่...",
        "vi": "Đất cứng đặc biệt do Akim làm cho Nima. Không biết Nima sẽ dùng nó để làm ra Chiến Sĩ Chậu Đất như thế nào nhỉ..."
    },
    "materialType": "MATERIAL_QUEST"
}