{
    "name": {
        "en": "Special Magical Crystal Ore",
        "de": "Besonderes magisches Kristallerz",
        "chs": "特殊的魔晶矿",
        "cht": "特殊的魔晶礦",
        "es": "Mineral de cristal mágico especial",
        "fr": "Minerai de cristal magique spécial",
        "id": "Magical Crystal Ore Spesial",
        "jp": "特殊な魔晶鉱",
        "kr": "특수한 마법 수정석",
        "pt": "Minério de Cristal Mágico Especial",
        "ru": "Особая магическая кристальная руда",
        "th": "Special Magical Crystal Ore",
        "vi": "Mỏ Ma Tinh Đặc Biệt"
    },
    "id": 101546,
    "materialDesc": {
        "en": "The Special Magical Crystal Ore mentioned in the sailing log. It looks exactly the same as normal magical crystal ore, so there must be some other key factor that allows it to attract the Lunar Leviathan.",
        "de": "Das besondere magische Kristallerz, das im Segellogbuch erwähnt wird. Es sieht genauso aus wie normales magisches Kristallerz, also muss es einen anderen Schlüsselfaktor geben, der es ermöglicht, den Mond-Leviathan anzuziehen.",
        "chs": "航海日志中提到的特殊魔晶矿，外观与普通的魔晶矿并无二致，应该是某种特殊原因才让它成为吸引「海中月」的重要因素吧。",
        "cht": "航海日誌中提到的特殊魔晶礦，外觀與普通的魔晶礦並無二致，應該是某種特殊原因才讓它成為吸引「海中月」的重要因素吧。",
        "es": "El mineral de cristal mágico especial mencionado en el cuaderno de bitácora. Es idéntico a los cristales mágicos comunes, así que algo debe de tener para poder atraer al leviatán lunar...",
        "fr": "Le minerai de cristal magique spécial mentionné dans le journal. Bien qu'il ressemble en tous points à du minerai de cristal magique ordinaire, il doit bien présenter un élément spécial qui lui permet d'attirer le léviathan lunaire.",
        "id": "Magical Crystal Ore khusus yang disebutkan dalam catatan berlayar. Kelihatannya persis sama dengan Magical Crystal Ore biasa, jadi pasti ada beberapa faktor penting lain yang memungkinkannya sanggup untuk menarik perhatian Lunar Leviathan.",
        "jp": "航海日誌に言及した特殊な魔晶鉱。見た目は普通の魔晶鉱となんの違いもないが、何かの特別な理由でこれが「海中月」を引きつける要素になったはずだ。",
        "kr": "항해일지에서 언급된 특수한 마법 수정석. 외관은 일반 마법 수정석과 다를 바 없다. 「해중월」을 끌어당기는 특수한 원인이 있는 듯하다",
        "pt": "O Minério de Cristal Mágico especial mencionado no diário de bordo. Ele se parece exatamente com o Minério de Cristal Mágico normal, então deve haver algum outro fator-chave que o permite atrair o Leviatã Lunar.",
        "ru": "Особая магическая кристальная руда, упомянутая в мореходном журнале. Она выглядит точно так же, как и обычная магическая кристальная руда, поэтому Лунного левиафана в ней явно привлекает какая-то другая особенность.",
        "th": "Magical Crystal Ore สุดพิเศษที่ถูกระบุไว้ในบันทึกการเดินเรือ มันดูเหมือน Magical Crystal Ore ธรรมดา ๆ อาจมีสาเหตุพิเศษบางอย่างที่ทำให้มันดึงดูด Lunar Leviathan ออกมาได้",
        "vi": "Mỏ Ma Tinh đặc biệt được nhắc đến trong nhật ký hàng hải, hình dạng không khác gì mỏ ma tinh bình thường, chắc là một nguyên nhân đặc biệt nào đó đã khiến nó thu hút \"Ánh Trăng Biển\" đến như vậy."
    },
    "materialType": "MATERIAL_QUEST"
}