{
    "name": {
        "en": "Special Lotus Seed and Bird Egg Soup",
        "de": "Besonderes gedämpftes Ei mit Lotossamen",
        "chs": "特制的莲子禽蛋羹",
        "cht": "特製的蓮子禽蛋羹",
        "es": "Sopa de loto y huevo especial",
        "fr": "Œufs et graines de lotus à la vapeur spéciaux",
        "id": "Lotus Seed and Bird Egg Soup Spesial",
        "jp": "特製ハスの実入り茶碗蒸し",
        "kr": "특제 연밥 계란찜",
        "pt": "Sopa de Lótus e Ovo Especial",
        "ru": "Особый яичный суп из лотоса",
        "th": "Lotus Seed and Bird Egg Soup สูตรพิเศษ",
        "vi": "Canh Trứng Hạt Sen Đặc Biệt"
    },
    "id": 100663,
    "materialDesc": {
        "en": "Lotus on the one hand, and eggs on the other. It feels like you'd be insulting the adepti if you sent this over to Jueyun Karst.",
        "de": "Lotossamen hier und Eier da. Dieses Gericht in den Jueyun-Karst zu bringen, kommt einer Beleidigung der Adepten gleich.",
        "chs": "又是莲子又是禽蛋。送到绝云间感觉在嘲讽仙人。",
        "cht": "又是蓮子又是禽蛋。送到絕雲間感覺在嘲諷仙人。",
        "es": "Lleva semillas de loto y huevo. Entregarlo en el Desfiladero Jueyun es como mofarse de los Adeptus.",
        "fr": "Lotus d'un côté et œufs de l'autre. Envoyer cela au Karst Jueyun, c'est faire un sacré pied de nez aux Adeptes.",
        "id": "Lotus di satu sisi, dan telur di sisi lain. Kamu seperti menghina Adeptus jika kamu mengirimkan ini ke Jueyun Karst.",
        "jp": "ハスの実に卵とは、絶雲の間に届けたら仙人を馬鹿にしていることにならないだろうか。",
        "kr": "연밥이자 계란찜, 절운간에 배달하면 선인을 놀리는 기분이다",
        "pt": "Lotus em uma mão, e ovos na outra. Parece que você estaria insultando os Adepti se enviasse isto para o Relevo de Jueyun.",
        "ru": "И яйца, и семена лотоса. Если вы отнесёте это блюдо в Заоблачный Предел, Адепты расценят это как насмешку.",
        "th": "ทั้งไข่ทั้งเมล็ดบัว ถ้าส่งไปที่ Jueyun Karst ล่ะก็ เหมือนกับว่าคุณเยาะเย้ยท่านเซียนเลยล่ะ",
        "vi": "Có cả hạt sen lẫn trứng chim. Giao đến Tuyệt Vân Gián có lẽ là để khiêu khích các tiên nhân."
    },
    "materialType": "MATERIAL_QUEST"
}