{
    "name": {
        "en": "Special Harra Fruit",
        "de": "Besondere Harra-Frucht",
        "chs": "特别的香辛果",
        "cht": "特别的香辛果",
        "es": "Fruto harra especial",
        "fr": "Fruit harra spécial",
        "id": "Harra Fruit Khusus",
        "jp": "特別なハッラの実",
        "kr": "특별한 향신과",
        "pt": "Fruta Harra Especial",
        "ru": "Особый фрукт харра",
        "th": "Harra Fruit พิเศษ",
        "vi": "Quả Harra Đặc Biệt"
    },
    "id": 101922,
    "materialDesc": {
        "en": "Harra Fruit needed for making Angler Kayvan's special bait. For some reason, Harra Fruits of this kind hold some appeal for monsters such that they would willingly collect them...",
        "de": "Eine vom Angler Kayvan zur Herstellung eines speziellen Köders benötigte Harra-Frucht. Aus irgendeinem Grund scheint sie auf Monster eine gewisse Anziehungskraft zu besitzen, weshalb sie diese bereitwillig eingesammelt haben ...",
        "chs": "渔师凯万制作特别鱼饵所需的香辛果。不知为何，似乎对魔物有一定的吸引力，居然会被魔物主动采摘…",
        "cht": "漁師凱萬製作特別魚餌所需的香辛果。不知為何，似乎對魔物有一定的吸引力，居然會被魔物主動採摘…",
        "es": "Un fruto harra que Kayvan el pescador necesita para hacer sus cebos especiales. Al parecer, este tipo de fruto harra resulta extremadamente atrayente para los monstruos. Algunas criaturas incluso los recolectan...",
        "fr": "Un fruit harra utilisé pour fabriquer l'appât spécial du pêcheur Kayvan. Pour une raison quelconque, il exerce un pouvoir d'attraction sur les monstres au point que ceux-ci s'en emparent volontiers...",
        "id": "Harra Fruit yang dibutuhkan untuk membuat umpan khusus buatan Angler Kayvan. Karena alasan tertentu, Harra Fruit jenis ini memiliki daya tarik bagi monster sehingga mereka rela mengumpulkannya ....",
        "jp": "漁師カイヴァンの特製餌に必要なハッラの実。何故かは分からないが、魔物を引き寄せる。また、魔物に採られることもある…",
        "kr": "낚시꾼 케이반이 특별한 낚시용 미끼를 제작할 때 필요한 향신과. 무슨 까닭인지 마물의 주의를 끌어 채집 당한다…",
        "pt": "Fruta Harra para as iscas especiais do pescador Kayvan. Por razões desconhecidas, parece poder atrair os monstros de uma forma ou de outra, e eles fazem questão de recolhê-la....",
        "ru": "Фрукт харра, необходимый рыбаку Кайвану для изготовления специальной наживки. Почему-то монстры любят такие фрукты и охотно их заглатывают...",
        "th": "Harra Fruit ที่นักตกปลา Kayvan ใช้ทำเหยื่อตกปลาชนิดพิเศษ ไม่รู้ว่าทำไม ดูเหมือนว่ามันจะมีแรงดึงดูดพวกมอนสเตอร์ในระดับหนึ่ง จึงได้ถูกพวกมอนสเตอร์เก็บเกี่ยว...",
        "vi": "Quả Harra thợ câu Kayvan dùng để chế thành mồi đặc biệt. Không biết tại sao, nó dường như có một sức hút nhất định với ma vật, đến nỗi chúng sẵn sàng hái nó..."
    },
    "materialType": "MATERIAL_QUEST"
}