{
    "name": {
        "en": "Special Mushroom Pizza",
        "de": "Spezielle Pilzza",
        "chs": "特制风味烤蘑菇披萨",
        "cht": "特製風味烤蘑菇披薩",
        "es": "Pizza de champiñones especial",
        "fr": "Pizza aux champignons spéciale",
        "id": "Special Mushroom Pizza",
        "jp": "特製キノコピザ",
        "kr": "특제 버섯피자",
        "pt": "Pizza de Cogumelos Especial",
        "ru": "Особая грибная пицца",
        "th": "Special Mushroom Pizza",
        "vi": "Pizza Nấm Rơm Nướng Đặc Biệt"
    },
    "id": 108304,
    "materialDesc": {
        "en": "A pancake with ample toppings. The many rare ingredients do a strange dance around one's tongue — albeit in a good way.",
        "de": "Ein Pfannkuchen mit reichlich Belag. Die vielen seltenen Zutaten machen einen seltsamen Tanz um die Zunge – allerdings auf eine gute Art.",
        "chs": "铺满馅料的薄饼。各色罕见食材在舌头上围成一圈跳着奇异的舞蹈。不过味道不错。",
        "cht": "鋪滿餡料的薄餅。各色罕見食材在舌頭上圍成一圈跳著奇異的舞蹈。不過味道不錯。",
        "es": "Una pizza con bastantes cosas. La gran variedad de ingredientes de esta pizza conforman una danza extraña en la boca. Pero de buena manera.",
        "fr": "Un fond de pâte à la garniture généreuse. Les nombreux ingrédients dansent sur la langue de façon étrange mais le goût est bon.",
        "id": "Pizza dengan topping beraneka ragam. Bahan-bahan langka yang dipakai seolah menari di lidahmu, dalam artian yang bagus.",
        "jp": "具材をたっぷりと乗せたピザ。色んなレア食材が揃っており、口の中で奇妙な踊りを楽しめる。味も悪くない。",
        "kr": "토핑을 잔뜩 올린 도우. 각종 희귀한 식자재들이 혀 위에서 노닐며 기이한 춤을 춘다. 하지만 맛은 썩 나쁘지 않다",
        "pt": "Uma panqueca com bastante cobertura. Os diversos ingredientes raros fazem uma dança estranha ao redor da língua — mas de um jeito bom.",
        "ru": "Тонкая лепёшка, целиком покрытая начинкой. Разнообразные редкие ингредиенты устроили вокруг языка необычный, но вкусный танец.",
        "th": "พิซซ่าแป้งบางที่วางเครื่องแน่น ๆ เต็มหน้า ส่วนผสมหายากชนิดต่าง ๆ มาล้อมรอบอยู่รอบ ๆ ลิ้นราวกับการเต้นรำสุดอัศจรรย์ และรสชาติก็ไม่เลวเลยทีเดียว",
        "vi": "Bánh phủ đầy đủ các loại nhân. Tất cả nguyên liệu quý hiếm như nhảy chung một vũ điệu kỳ lạ trên đầu lưỡi. Nhưng vị của nó khá ngon."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}