{
    "name": {
        "en": "Spicy Stew",
        "de": "Feuriger Eintopf",
        "chs": "辣味时蔬烩肉",
        "cht": "辣味時蔬燴肉",
        "es": "Guisado picante",
        "fr": "Ragoût épicé",
        "id": "Spicy Stew",
        "jp": "スパイシーポトフ",
        "kr": "매운맛 스튜",
        "pt": "Ensopado Picante",
        "ru": "Острое рагу",
        "th": "Spicy Stew",
        "vi": "Cà Rốt Cay Xè"
    },
    "id": 108040,
    "materialDesc": {
        "en": "Barbara's specialty. Carrots cut into cute little stars make this dish... Wait, AHH, where did this spiciness come from!?",
        "de": "Barbaras Spezialzubereitung. Sind die zu kleinen Sternen geschnittenen Möhrchen nicht niedlich? Sie ... Meine Güte, ist das scharf!",
        "chs": "芭芭拉的特色料理。切成星形的胡萝卜为菜品增添了不少可爱度…不好，这魔鬼般的辣味是怎么回事？",
        "cht": "芭芭拉的特色料理。切成星形的胡蘿蔔為菜品增添了不少可愛度…不對，這魔鬼般的辣度是怎麼回事？",
        "es": "La especialidad de Bárbara. Las zanahorias, bellamente cortadas en forma de estrella, hacen que este plato... Espera... ¡Ah! ¿Qué es ese sabor picante?",
        "fr": "Spécialité culinaire de Barbara. Ne vous laissez pas duper par les carottes coupées en forme de mignonnes petites étoiles, vous aurez quand même la bouche en feu.",
        "id": "Masakan andalan Barbara. Wortel yang dipotong-potong berbentuk bintang membuat masakan ini bertambah imut... Tapi, kenapa pedas sekali!?",
        "jp": "バーバラのオリジナル料理。星の形に切ったニンジンで可愛さを増している…待って、この鬼のような辛さはどういうことだ？",
        "kr": "바바라의 특제 요리. 별 모양으로 자른 당근이 아주 귀엽다. 근데… 왜 혀가 마비될 정도로 매운 거야!",
        "pt": "Especialidade de Barbara. Tem cenouras cortadas em formato de estrelas...Espere, AAH! De onde está vindo essa ardência toda?!",
        "ru": "Особое блюдо Барбары. Морковь, нарезанная в виде звёздочек, делает это блюдо... Что за...?! Почему оно такое острое???",
        "th": "เมนูพิเศษของ Barbara แครอทที่หั่นเป็นรูปดาวดวงน้อยน่ารักทำให้เมนูนี้... หืม รสเผ็ดนี่มาจากไหนกันนะ?",
        "vi": "Món độc quyền của Barbara. Cà rốt cắt thành hình ngôi sao khiến món ăn càng thêm dễ thương... Á, vị cay nồng này là sao?"
    },
    "materialType": "MATERIAL_FOOD"
}