{
    "name": {
        "en": "Squirrel Fish",
        "de": "Eichhörnchenfisch",
        "chs": "松鼠鱼",
        "cht": "松鼠魚",
        "es": "Pescado mandarín agridulce",
        "fr": "Perche-écureuil",
        "id": "Squirrel Fish",
        "jp": "揚げ魚の甘酢あんかけ",
        "kr": "탕수어",
        "pt": "Peixe Esquilo",
        "ru": "Рыба-белка",
        "th": "Squirrel Fish",
        "vi": "Cá Đuôi Sóc"
    },
    "id": 108078,
    "materialDesc": {
        "en": "A hard-to-prepare fish dish. The fish is first completely deboned before crisscross cuts are made on the skin. The fish is then coated in flour and deep-fried to a golden-brown color, then served with ketchup drizzled on top. It is tender and juicy on the inside and crispy on the outside. The dish resembles a squirrel's tail to a certain degree, hence the name.",
        "de": "Ein schwierig zuzubereitendes Gericht. Zunächst werden die Gräten komplett entfernt und das Fleisch wird rautenförmig aufgeschnitten. Der Fisch wird daraufhin in Mehl gewendet und goldbraun in Öl ausgebraten. Den Namen verdankt dieses Gericht der Ähnlichkeit zu einem Eichhörnchenschwanz. Außen knusprig, innen zart, einfach herrlich.",
        "chs": "工艺复杂的鱼料理。取整鱼剔骨，改菱形刀纹，裹上面粉后炸至金黄定型，装盘后浇上番茄汁。因其状似松鼠尾巴而得名，有着外脆内酥的独特口感。",
        "cht": "工藝複雜的魚料理。取整魚去骨，改菱形刀紋，裹上麵粉後炸至金黃定型，裝盤後淋上番茄汁。因其狀似松鼠尾巴而得名，有著外脆內酥的獨特口感。",
        "es": "Un plato de pescado muy complicado de elaborar. Se extraen las espinas del pescado y se hacen cortes en forma de rombo. Luego, se fríe hasta que adquiere un aspecto dorado. A veces se le conoce como “pescado cola de ardilla” por su emplatado, y tiene una textura crujiente tanto por dentro como por fuera.",
        "fr": "Un plat de poisson à la préparation délicate. La perche est désossée avant la découpe du motif, puis recouverte de farine. Après la friture, on nappe le tout de sauce tomate. Le poisson dont la forme rappelle à présent celle d'une queue d'écureuil est tendre à l'intérieur et croustillant à l'extérieur.",
        "id": "Hidangan ikan yang sulit dibuat. Duri ikannya dibersihkan sepenuhnya sebelum kulitnya dipotong bersilangan. Lalu ikan dibungkus dengan tepung dan digoreng menjadi warna coklat keemasan. Dihidangkan dengan sentuhan saus tomat di atasnya. Luarnya garing, dalamnya lembut. Karena hidangan ini menyerupai ekor tupai, maka dinamai sedemikian rupa.",
        "jp": "手間をかける魚料理。骨を取り、片栗粉をつけて揚げた魚に、甘酸っぱいソースをかける。外はサクサク、中はしっとりしている。",
        "kr": "만들기 복잡한 생선 요리. 가시를 발라낸 생선에 칼집을 내고 밀가루를 묻혀 황금빛을 띨 때까지 튀긴 후 접시에 옮겨담아 토마토소스를 얹는다. 다람쥐꼬리 모양을 띠며 겉은 바삭하고 속은 촉촉한 식감을 갖고 있다",
        "pt": "Um prato de peixe difícil de preparar. O peixe é desossado completamente antes de serem feitos cortes cruzados na pele. O peixe é então coberto com farinha e frito até a cor dourada, e depois servido com ketchup por cima. É macio e suculento por dentro e crocante por fora. O prato lembra um pouco a cauda de um esquilo, daí o nome.",
        "ru": "Замысловатое блюдо из рыбы. Для начала нужно очистить рыбу от всех костей и сделать на ней крестообразные надрезы. Затем рыбу необходимо обвалять в муке и обжарить в раскалённом масле. Если у вас хорошо развито образное мышление, то вы сможете разглядеть в этом блюде хвост белки.",
        "th": "อาหารจำพวกปลาที่มีวิธีการทำสุดแสนจะซับซ้อน ทำการเลาะกระดูกปลาออกมาทั้งชิ้นและหั่นให้รูปร่างเป็นเหมือนเพชร นำไปชุบแป้งให้ทั่วทั้งชิ้นแล้วทอดให้เป็นที่ทอง จากนั้นนำไปวางไว้บนจานและราดด้วยน้ำซอสมะเขือเทศ เมื่อกินเข้าไปจะให้ความรู้สึกกรุปกรอบอย่างไม่เหมือนใคร โดยชื่อของมันนั้นได้มาจากการที่ดูเหมือนกับหางกระรอก",
        "vi": "Món cá có kỹ thuật phức tạp. Phải rút hết xương, phủ bột mì rồi chiên vàng, để lên đĩa rưới thêm nước sốt cà chua. Vì hình dạng giống đuôi sóc nên có tên như vậy, khi ăn thì ngoài giòn trong mềm, rất lạ miệng."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}