{
    "name": {
        "en": "Starlight Coalescence",
        "de": "Sternenlicht-Kondenskern",
        "chs": "星光凝核",
        "cht": "星光凝核",
        "es": "Núcleo estelar",
        "fr": "Nucléus stellaire",
        "id": "Leburan Cahaya Bintang",
        "jp": "星光凝核",
        "kr": "응축된 별빛",
        "pt": "Núcleo da Luz Estelar",
        "ru": "Слияние звёздного света",
        "th": "แกนรวมแสงดาว",
        "vi": "Ánh Sao Ngưng Tụ"
    },
    "id": 101908,
    "materialDesc": {
        "en": "A translucent crystal that seems to hold coalescent starlight within it. This item seems to be key to solving a certain mechanism puzzle somewhere.",
        "de": "Ein lichtdurchlässiger Kristall, der Sternenlicht gesammelt zu haben scheint. Er kann der Schlüssel zur Lösung eines Rätsels sein.",
        "chs": "像是凝聚着星光的通透晶体，似乎可以用来解开某处机关的谜题。",
        "cht": "像是凝聚著星光的通透晶體，似乎可以用來解開某處機關的謎題。",
        "es": "Un transparente cristal que parece contener la luz de las estrellas. Tal vez sirva para resolver el acertijo de algún mecanismo.",
        "fr": "Un cristal translucide qui renferme une lueur étoilée. Cet objet est indispensable pour résoudre l'énigme d'un certain mécanisme.",
        "id": "Sebuah kristal tembus pandang yang isinya terlihat dipadati oleh cahaya bintang. Item ini tampaknya bisa digunakan untuk memecahkan teka-teki mekanisme di suatu tempat.",
        "jp": "星光を凝集した半透明の結晶。どこかの装置を解く鍵になるようだ。",
        "kr": "별빛이 응집된 듯한 반투명한 결정체. 어떤 장치의 수수께끼를 푸는 데 사용되는 듯하다",
        "pt": "Um cristal que condensa a luz estelar. Parece poder abrir algum mecanismo misterioso.",
        "ru": "Полупрозрачный кристалл, который, кажется, хранит в себе звёздный свет. Возможно, с его помощью можно разгадать загадку некоего механизма.",
        "th": "ราวกับคริสตัลใสที่ควบแน่นด้วยแสงแห่งดวงดาว ดูเหมือนว่ามันจะสามารถใช้เพื่อไขปริศนาของกลไกบางอย่างได้",
        "vi": "Tinh thể trong suốt giống như ánh sao ngưng tụ, hình như có thể dùng để giải câu đố cơ quan nào đó."
    },
    "materialType": "MATERIAL_QUEST"
}