{
    "name": {
        "en": "Statue of Her Excellency, the Almighty Narukami Ogosho, God of Thunder",
        "de": "Statue Ihrer Exzellenz der Allmächtigen Narukami Ogosho, der Göttin der Blitze",
        "chs": "御建鸣神主尊大御所大人像",
        "cht": "御建鳴神主尊大御所大人像",
        "es": "Figurilla de Su Excelencia, la todopoderosa Narukami",
        "fr": "Statuette de Son Excellence, la toute-puissante Narukami Ogosho",
        "id": "Patung Yang Mulia, Sang Narukami Ogosho Yang Mahakuasa, Dewi Petir",
        "jp": "御建鳴神主尊大御所様像",
        "kr": "위대하신 나루카미 쇼군상",
        "pt": "Estátua de Sua Excelência, Narukami Ogosho Toda-Poderosa",
        "ru": "Статуэтка её превосходительства Наруками Огосё, Электро Архонта",
        "th": "รูปปั้นท่าน Narukami Ogosho ผู้ยิ่งใหญ่",
        "vi": "Tượng Đại Nhân Narukami Ogosho"
    },
    "id": 101755,
    "materialDesc": {
        "en": "The Statue of Her Excellency, the Almighty Narukami Ogosho, God of Thunder that Sara has been hankering after. Go on, go give it to her.",
        "de": "Die Statue der Ihrer Exzellenz der Allmächtigen Narukami Ogosho, der Göttin der Blitze, nach der sich Sara schon lange sehnt. Los, geh und gib sie ihr.",
        "chs": "裟罗心心念念的「御建鸣神主尊大御所大人像」，快带去给她看看吧。",
        "cht": "裟羅心心念念的「御建鳴神主尊大御所大人像」，快帶去給她看看吧。",
        "es": "Una figurilla de Su Excelencia, la todopoderosa Narukami, que tanto aprecia Sara. ¡Apresúrate a enseñársela!",
        "fr": "La statuette de Son Excellence, la toute-puissante Narukami Ogosho, divinité du tonnerre que Sara désire tant. Allez vite la lui offrir.",
        "id": "\"Patung Yang Mulia, Sang Narukami Ogosho Yang Mahakuasa, Dewi Petir\" yang diinginkan Sara. Ayo kita berikan Sara.",
        "jp": "裟羅の憧れの「御建鳴神主尊大御所様像」。さっそく彼女に見せてあげよう。",
        "kr": "사라가 간절히 바라던 「위대하신 나루카미 쇼군상」, 얼른 가져가서 사라에게 보여주자",
        "pt": "A \"Estátua de Sua Excelência, Narukami Ogosho Toda-Poderosa\" que Sara quer. Vá logo e entregue para ela.",
        "ru": "Статуэтка её превосходительства Наруками Огосё, Электро Архонта, которую так хотела Сара. Поскорее отнесите ей статуэтку!",
        "th": "\"รูปปั้นท่าน Narukami Ogosho ผู้ยิ่งใหญ่\" ที่ Sara พูดถึงอยู่บ่อย ๆ รีบเอามันไปให้เธอดูกันเถอะ",
        "vi": "Tượng Đại Nhân Narukami Ogosho mà Sara luôn mong ước, mau đem cho cô ấy xem đi."
    },
    "materialType": "MATERIAL_QUEST"
}