{
    "name": {
        "en": "Steelwing",
        "de": "Eisenflügel",
        "chs": "铁翼",
        "cht": "鐵翼",
        "es": "Ala de acero",
        "fr": "Ailes d'acier",
        "id": "Steelwing",
        "jp": "鉄の翼",
        "kr": "철의 날개",
        "pt": "Asas de Aço",
        "ru": "Стальное крыло",
        "th": "Steelwing",
        "vi": "Cánh Thép"
    },
    "id": 200202,
    "materialDesc": {
        "en": "Continuous gliding or leaving the ground due to jumping will grant the current character a stack of Steelwing every 0.3s, up to a maximum of 3 stacks. When characters initiate Plunging Attacks, each Steelwing stack will increase the DMG of that attack by 35%. This will consume all the stacks of Steelwing that this character possesses.",
        "de": "Gibt der aktuellen Figur während des Gleitens oder in der Luft nach einem Sprung alle 0,3 s eine Stapelung des Effekts „Eisenflügel“, 3-fach stapelbar. Erhöht den mit einem darauf folgenden Angriff aus dem Fall verursachten Schaden für jede Stapelung um 35 % und entfernt den Effekt Eisenflügel von dieser Figur.",
        "chs": "持续滑翔或因跳跃离地时，当前角色每0.3秒会获得一层「铁翼」效果，至多叠加3层。角色进行下落攻击时，每层铁翼将使这次下落攻击造成的伤害提高35%，并移除角色所有的铁翼效果。",
        "cht": "持續滑翔或因跳躍離地時，當下角色每0.3秒會獲得一層「鐵翼」效果，至多疊加三層。角色進行下落攻擊時，每層鐵翼將使這次下落攻擊造成的傷害提高35%，並移除角色所有的鐵翼效果。",
        "es": "Al planear o salirse del campo al saltar, el personaje en uso obtiene una acumulación de Ala de acero por cada 0.3 s hasta un máximo de 3 acumulaciones. Al realizar un Ataque Descendente, el daño infligido aumenta en un 35% por cada acumulación de Ala de acero y se consumen todas las acumulaciones.",
        "fr": "Lorsqu'un personnage plane ou se retrouve en l'air suite à un saut, il obtient 1 cumul d'Ailes d'acier toutes les 0,3 s, jusqu'à un maximum de 3 cumuls. Lorsque le personnage exécute une attaque plongeante, chaque cumul d'Ailes d'acier augmente les DGT de cette attaque de 35 %. Tous les cumuls d'Ailes d'acier de ce personnage sont alors consommés.",
        "id": "Meluncur atau melompat terus menerus akan memberikan satu lapis efek \"Steelwing\" setiap 0,3 detik kepada Karakter yang digunakan saat itu, maksimum hingga 3 lapis. Saat Karakter melakukan Plunging Attack, setiap lapis \"Steelwing\" akan meningkatkan 35% DMG Plunging Attack tersebut. Serangan tersebut juga akan menghapus semua lapisan efek \"Steelwing\" Karakter.",
        "jp": "滑翔、またはジャンプで地面から離れたキャラクターは、0.3秒毎に「鋼の翼」効果を獲得する。最大3重まで。落下攻撃の時、「鋼の翼」1重につき該当落下攻撃のダメージ+35%、その後「鋼の翼」効果が全てクリアされる。",
        "kr": "지속해서 활강 혹은 점프로 이륙 시 현재 캐릭터는 0.3초마다 「철의 날개」 효과를 1 스택 얻으며, 최대 3 스택까지 중첩된다. 캐릭터가 낙하 공격을 하면, 철의 날개 1 스택 당 이번 낙하 공격으로 가하는 피해가 35% 증가하며, 캐릭터의 모든 철의 날개 효과가 사라진다",
        "pt": "Quando está planando continuamente ou saindo do chão por pular, o Personagem atual obtém a cada 0.3s uma carga de Asas de Aço, que pode acumular até 3 cargas. Quando o Personagem realizar um Ataque Imersivo, cada carga das Asas de Aço aumentará o Dano do Ataque Imersivo em 35% e consumirá todas as cargas de Asas de Aço do Personagem.",
        "ru": "Во время полёта на планере или при прыжке текущий персонаж раз в 0,3 сек. получает один уровень эффекта Стальное крыло, максимум 3 ур. При атаке в падении каждый уровень Стального крыла увеличивает наносимый урон на 35%, после чего все эффекты Стального крыла исчезают.",
        "th": "เมื่อร่อนเวหาหรือห่างจากพื้นเนื่องจากการกระโดดอย่างต่อเนื่อง ตัวละครปัจจุบันจะได้รับเอฟเฟกต์ \"Steelwing\" หนึ่งชั้นในทุก 0.3 วินาที โดยจะซ้อนทับได้สูงสุด 3 ชั้น เมื่อตัวละครทำการโจมตีพุ่งลงจากอากาศ Steelwing แต่ละชั้นจะทำให้ความเสียหายที่การโจมตีพุ่งลงจากอากาศในครั้งนี้สร้างเพิ่มขึ้น 35% และลบเอฟเฟกต์ Steelwing ทั้งหมดของตัวละคร",
        "vi": "Khi bay lượn hoặc nhảy khỏi mặt đất, mỗi 0.3s nhân vật hiện tại sẽ nhận 1 tầng hiệu quả Cánh Thép, tối đa cộng dồn 3 tầng. Khi nhân vật tấn công khi đáp, mỗi tầng Cánh Thép sẽ tăng 35% sát thương mà lần tấn công khi đáp này gây ra, đồng thời xóa tất cả hiệu quả Cánh Thép của nhân vật."
    },
    "materialType": "MATERIAL_CHANNELLER_SLAB_BUFF"
}