{
    "name": {
        "en": "Sticky Honey Roast",
        "de": "Honigmöhren-Fleischpfanne",
        "chs": "蜜酱胡萝卜煎肉",
        "cht": "蜜醬胡蘿蔔煎肉",
        "es": "Asado a la miel",
        "fr": "Délice de viande et carottes au miel",
        "id": "Sticky Honey Roast",
        "jp": "ニンジンとお肉のハニーソテー",
        "kr": "허니캐럿그릴",
        "pt": "Carne Frita com Cenoura e Mel",
        "ru": "Медовое мясо с морковкой",
        "th": "Sticky Honey Roast",
        "vi": "Thịt Nướng Mật Ong"
    },
    "id": 108063,
    "materialDesc": {
        "en": "A meat dish in a sweet honey sauce. The carrots take the gamey edge off the meat, and the sauce brings it all together sweetly. The perfect warm dish for a cold winter night.",
        "de": "Ein Fleischgericht mit Honigsoße. Die Möhre entlockt dem Fleisch den passenden Geschmack, der schließlich von der Honigsoße abgerundet wird. Eine warme Mahlzeit, besonders geeignet für den Winter.",
        "chs": "浇满蜜酱的肉料理。胡萝卜巧妙地解去了肉的腥味，裹上蜜酱，入口甘甜，回味炙热，很适合冬天享用。",
        "cht": "淋滿蜜醬的肉料理。胡蘿蔔巧妙地解去了肉的腥味，裹上蜜醬，入口甘甜，回味炙熱，很適合冬天享用。",
        "es": "Un plato de carne con salsa de miel. Las zanahorias y la carne forman una combinación perfecta. Este plato es perfecto para tomar en invierno.",
        "fr": "De la viande et des carottes qu'on a fait revenir dans du miel. Les carottes couvrent le goût de gibier de la viande, et la sauce au miel vient parfaire le tout. Un plat idéal pour un soir froid d'hiver.",
        "id": "Masakan daging dengan saus madu manis. Wortel menghilangkan bau daging, dan saus menambahkan rasa manis. Hidangan hangat yang cocok untuk malam musim dingin.",
        "jp": "ハチミツソースをかけた肉料理。ニンジンが上手に肉の生臭さを消している。ハチミツソースに包まれ、口に入れると甘味が広がり、熱が後まで残っている。冬に食べるのがおススメ。",
        "kr": "고기에 벌꿀 소스를 발라 구운 요리. 당근으로 고기의 잡내를 없앴고 꿀을 더해 달달함을 극대화했다. 추운 겨울에 먹기 아주 적합하다",
        "pt": "Um prato de carne com molho de mel. As cenouras e a carne fazem uma combinação perfeita. É um prato quente perfeito para dias frios.",
        "ru": "Мясное блюдо с медовым соусом. Нежное угощение согреет вас холодным зимним вечером. Мондштадтский деликатес.",
        "th": "เมนูเนื้อราดซอสน้ำผึ้ง แครอทช่วยตัดรสของเนื้อ และซอสช่วยให้ทุกอย่างหวานฉ่ำขึ้น อาหารจานร้อนที่เหมาะกับอากาศหนาวที่สุด",
        "vi": "Món thịt với sốt mật ong. Cà rốt làm mất đi vị tanh của thịt, cộng thêm mật ong, ăn vào ngọt ấm, thích hợp cho mùa đông."
    },
    "materialType": "MATERIAL_FOOD"
}