{
    "name": {
        "en": "Stir-Fried Filet",
        "de": "Scharfes Geschnetzeltes",
        "chs": "爆炒肉片",
        "cht": "爆炒肉片",
        "es": "Carne frita",
        "fr": "Viande sautée",
        "id": "Stir-Fried Filet",
        "jp": "豚肉の油炒め",
        "kr": "고기볶음",
        "pt": "Carne Frita",
        "ru": "Жаренное в воке мясо",
        "th": "Stir-Fried Filet",
        "vi": "Thịt Xào Ớt Tuyệt Vân"
    },
    "id": 108099,
    "materialDesc": {
        "en": "Sliced meat flash-fried in a wok. The mild Jueyun Chili adds just the right amount of kick to the delicious aroma of the meat. Perfect as an appetizer and also goes well with rice.",
        "de": "Auf hoher Flamme gebratenes Fleisch. Die Schärfe der Jueyun-Peperoni durchzieht das Fleisch. Ob nun als Appetitanreger, oder um den Magen zu schließen, es ist überall ein willkommenes Gericht.",
        "chs": "猛火快炒的兽肉。肉香混合着绝云椒椒的丝丝辣味，无论用来开胃还是下饭都是非常棒的选择。",
        "cht": "猛火快炒的獸肉。肉香混合著絕雲椒椒的絲絲辣味，無論用來開胃還是下飯都是非常棒的選擇。",
        "es": "Carne hecha a fuego rápido. El aroma de la carne se mezcla perfectamente con el ligero sabor picante del chile de Jueyun. Es una excelente opción como aperitivo o como plato principal.",
        "fr": "Des tranches de viande sautées à feu vif qui ont été imprégnées par le goût des piments. Ce plat est excellent en début ou en fin de repas.",
        "id": "Irisan daging yang ditumis dengan api besar. Dengan porsi cabai yang pas menambah aroma daging menjadi lebih harum. Makanan pembuka yang juga cocok dimakan dengan nasi.",
        "jp": "強火で炒めた獣の肉。肉の香りと唐辛子の刺激。箸が止まらない。",
        "kr": "센 불에 볶은 짐승 고기. 고기 향에 절운고추의 은은한 매운맛을 더했고 애피타이저나 반찬으로써 탁월한 선택이다",
        "pt": "Uma carne fatiada em fogo alto. O aroma da carne e do pimentão Jueyun levemente quente se mistura quando cozido. Um aperitivo perfeito que também combina bem com arroz.",
        "ru": "Обжаренные на большом огне ломтики мяса. К щедро приправленному заоблачным перчиком мясу в качестве гарнира отлично подойдёт рис.",
        "th": "เนื้อสัตว์ผัด รสชาติเนื้อผสมกับความเผ็ดอ่อน ๆ ของพริก Jueyun Chili ซึ่งเป็นทางเลือกที่ดีสำหรับทั้งอาหารเรียกน้ำย่อยและจานหลัก",
        "vi": "Thịt được xào nhanh qua lửa lớn. Mùi thơm của thịt hòa vào hương vị cay nhẹ của ớt Tuyệt Vân, bất kể là dùng khai vị hay ăn với cơm đều rất tuyệt."
    },
    "materialType": "MATERIAL_FOOD"
}