{
    "name": {
        "en": "Stir-Fried Shrimp",
        "de": "Gebratene Garnelen",
        "chs": "清炒虾仁",
        "cht": "清炒蝦仁",
        "es": "Salteado de camarones",
        "fr": "Crevettes sautées",
        "id": "Stir-Fried Shrimp",
        "jp": "エビのあっさり炒め",
        "kr": "새우살 볶음",
        "pt": "Camarão Salteado",
        "ru": "Обжаренные креветки",
        "th": "Stir-Fried Shrimp",
        "vi": "Tôm Nõn Xào"
    },
    "id": 108195,
    "materialDesc": {
        "en": "A mild and luscious dish. The shrimp are quickly sautéed and the sauce thickened. This method of cooking is exceedingly simple and brings out the wonderful natural flavor of the shrimp meat, granting it a place in humble home-cooked dinners and lavish banquets alike.",
        "de": "Ein leichtes und mildes Gericht. Die Garnelen wurden kurz angebraten und die Soße angedickt. Diese Zubereitungsmethode ist äußerst simpel und unterstreicht die natürliche Frische der Garnelen, was sie zu einer beliebten Zutat bei auf dem Boden gebliebener Hausmannskost macht, aber auch bei überschwänglichen Banketts überzeugen lässt.",
        "chs": "清淡润口的菜肴。将虾仁上浆后快速炒熟勾薄芡。极其简单的调味方式，为的是衬托虾肉本身的鲜美。从家常小菜到宴请宾客，都有它的一席之地。",
        "cht": "清淡潤口的菜餚。將蝦仁上漿後快速炒熟勾薄芡。極其簡單的調味方式，為的是襯托蝦肉本身的鮮美。從家常小菜到宴請賓客，都有它的一席之地。",
        "es": "Una comida de un sabor suave y delicioso. Los camarones se rebozan en harina y huevo y se fríen a fuego rápido hasta que queden bien dorados. El propósito de este sencillo cocinado es conservar el sabor original del camarón. Por ello, siempre tendrá lugar tanto en las casas de la gente como en los banquetes más distinguidos.",
        "fr": "Un plat doux et agréable en bouche. Les crevettes sont marinées avant d'être sautées rapidement. Les condiments utilisés sont on ne peut plus simples, le but étant de faire ressortir le goût de la chair de crevette. Un plat qui a sa place aussi bien à la maison que sur les tables de banquets.",
        "id": "Hidangan yang ringan dan halus. Udang ditumis dengan cepat dan sausnya mengental. Metode memasak ini sangat sederhana dan meningkatkan kesegaran alami daging udangnya, memberinya predikat yang seimbang baik sebagai hidangan rumahan yang sederhana maupun sejenis hidangan perjamuan mewah.",
        "jp": "あっさりした料理。エビに衣をつけて、さっと炒める。極めてシンプルな味付けは、エビという食材自体の新鮮さを際立たせる。家庭料理から宴会まで、ありとあらゆる場面に登場する料理。",
        "kr": "담백하고 촉촉한 요리. 생새우살에 전분을 입힌 후 빠르게 볶아 살짝 걸쭉하게 만든다. 새우살 본연의 풍미를 살리기 위해 아주 간단한 방법으로 조리한다. 간단한 밥반찬은 물론 손님 접대용으로까지 손색이 없다",
        "pt": "Uma comida de sabor suave. Depois de os camarões serem mergulhados em uma pasta fina, são salteados rapidamente. É um prato com temperos simples, com o mero intuito de despertar o delicioso sabor da carne de camarão. Desde as simples moradias até os banquetes nas grandes recepções, esse camarão sempre tem o seu espaço.",
        "ru": "Лёгкое и сочное блюдо. Сначала креветки смачивают размешанным с водой и яйцом крахмалом, а потом быстро обжаривают до хрустящей корочки. Столь простой способ приготовления позволяет вкусу креветок раскрыться во всей красе. Такому блюду найдётся место как на домашнем столе, так и на роскошном банкете.",
        "th": "เมนูเบา ๆ ทานง่าย ๆ โดยการนำเนื้อกุ้งขนาดกำลังดีมาชุบแป้งบาง ๆ และนำไปผัดอย่างรวดเร็ว ด้วยวิธีการปรุงรสที่เรียบง่าย จึงทำให้สามารถดึงเอาความอร่อยของเนื้อกุ้ง ให้เด่นออกมาได้เป็นอย่างดี ไม่ว่าจะเป็นการทานอาหารภายในบ้าน หรือต้อนรับแขกบ้านแขกเมือง ก็ล้วนแต่เป็นตัวเลือกที่ดีทั้งนั้น",
        "vi": "Món ăn thanh đạm, vừa miệng. Sau khi cho tôm vào chảo, nhanh chóng đảo đều cho chín. Nêm nếm đơn giản để giữ được hương vị tươi ngon của tôm. Thường xuất hiện trên các bữa cơm gia đình và cả các bữa tiệc chiêu đãi."
    },
    "materialType": "MATERIAL_FOOD"
}