{
    "name": {
        "en": "Stone Lion Statue: The Warding",
        "de": "Steinlöwe – „Himmelsgunst“",
        "chs": "石狮子像-「天禄」",
        "cht": "石獅子像-「天祿」",
        "es": "León de piedra: Vigilante",
        "fr": "Statue de lion gardien « Protecteur »",
        "id": "Patung Singa Batu: Sang Penjaga",
        "jp": "石獅子像-「天禄」",
        "kr": "돌사자-「천록」",
        "pt": "Estátua de Leão de Pedra: \"Vigilância\"",
        "ru": "Каменная статуя льва: Оберегающий",
        "th": "รูปปั้นสิงโตหิน - \"Tianlu\"",
        "vi": "Tượng Sư Tử - Thiên Lộc"
    },
    "id": 393309,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Stone Lion Statue: The Warding.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Steinlöwe – „Himmelsgunst““.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「石狮子像-『天禄』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「石獅子像-『天祿』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar León de piedra: Vigilante.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la statue de lion gardien « Protecteur ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Patung Singa Batu: Sang Penjaga\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「石獅子像-『天禄』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「돌사자-『천록』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Estátua de Leão de Pedra: \"Vigilância\"\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Каменная статуя льва: Оберегающий».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างรูปปั้นสิงโตหิน - \"Tianlu\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Tượng Sư Tử - Thiên Lộc\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}