{
    "name": {
        "en": "Stone Harbor Delicacies",
        "de": "Drei Köstlichkeiten vom Steinhafen",
        "chs": "岩港三鲜",
        "cht": "岩港三鮮",
        "es": "Delicias del Puerto de Piedra",
        "fr": "Délicatesses du Port de pierre",
        "id": "Stone Harbor Delicacies",
        "jp": "岩港三鮮",
        "kr": "바위항 지삼선",
        "pt": "Iguarias do Porto de Pedra",
        "ru": "Деликатесы скалистой гавани",
        "th": "Stone Harbor Delicacies",
        "vi": "Nham Cảng Tam Tiên"
    },
    "id": 108192,
    "materialDesc": {
        "en": "Wok-fried vegetarian food. A stir-fried selection of three ingredients hailing from Liyue. Though the methodology is simple, it brings out the intense, innate flavors of the ingredients, and does not fade in brilliance when compared to some high-class delicacy.",
        "de": "Ein in viel Öl gebratenes Gemüsegericht. Hierfür werden drei in Liyue weit verbreitete Zutaten verwendet. Die Zubereitung ist vergleichsweise einfach. Dennoch mangelt es ihm nicht an Geschmack, weshalb es anderen exquisiten Gerichten, die sonst auf Jadegeschirr serviert werden, in nichts nachsteht.",
        "chs": "宽油炒制的素食。选取璃月当地盛产的三种食材煎炸翻炒。虽然做法朴素，却充分调动了食材本身的浓郁鲜味，丝毫不输玉盘珍馐。",
        "cht": "寬油炒製的素食。選取璃月當地盛產的三種食材煎炸翻炒。雖然做法樸素，卻充分調動了食材本身的濃郁鮮味，絲毫不輸玉盤珍饈。",
        "es": "Plato de verduras salteadas en abundante aceite. Lleva tres ingredientes muy abundantes en Liyue, los cuales se fríen y se saltean. A pesar de su sencilla elaboración, el plato consigue realzar el intenso sabor de dichos ingredientes. Un manjar digno de servirse en un tazón de jade.",
        "fr": "Un plat végétarien sauté au wok qui combine trois ingrédients que l'on trouve en abondance dans la région de Liyue. Bien qu'il s'agisse d'une recette assez simple à réaliser, ce plat fait parfaitement ressortir le goût de chaque ingrédient et mérite de figurer aux côtés des plats les plus raffinés.",
        "id": "Hidangan vegetarian yang digoreng dengan wajan. Hidangan tumis dengan kombinasi tiga bahan yang berasal dari Liyue. Meskipun cara memasaknya mudah, tetapi bisa mengeluarkan cita rasa yang ada di dalam bahan-bahan tersebut sepenuhnya. Hidangan ini tidak akan kalah dari hidangan mewah kelas atas.",
        "jp": "多めの油で炒めた菜食。三種の璃月特産品を使用した炒め料理。作り方は素朴だが、食材本来の旨味を十分に引き立て、高級料理に負けない一品。",
        "kr": "기름을 많이 넣고 볶은 채식요리, 리월에서 생산되는 세 가지 재료를 볶아 만든다. 요리 방법은 간단하지만, 식자재 본연의 풍부하고 신선한 맛을 최대치로 끌어올려서 옥쟁반의 진수성찬 못지않은 맛을 낸다",
        "pt": "Alimentos vegetarianos fritos. Uma seleção de três ingredientes de Liyue, que são fritos. Embora a metodologia seja simples, ela realça os sabores intensos e inatos dos ingredientes e não se desvanece em brilho quando comparada a alguma iguaria de alta classe.",
        "ru": "Вегетарианское блюдо, обжаренное в масле. В нём - три основных для района Ли Юэ ингредиента. Хотя способ приготовления простой, он полностью раскрывает богатый вкус ингредиентов, от чего блюдо становится ничуть не хуже изысканных яств.",
        "th": "อาหารมังสวิรัติทอด เมนูทอดที่มีส่วนผสมสามอย่างที่คัดสรรมาจาก Liyue ถึงแม้วิธีการปรุงจะดูง่าย แต่ก็สามารถดึงรสชาติที่เข้มข้นของส่วนผสมเหล่านี้ออกมาได้อย่างลงตัว เมนูนี้ไม่ด้อยไปกว่าอาหารจานหรูเลย",
        "vi": "Thức ăn chay chiên ngập dầu. Chọn ba nguyên liệu địa phương của Liyue và chiên chúng. Cách làm tuy đơn giản nhưng lại toát lên được trọn vẹn hương vị đậm đà của nguyên liệu."
    },
    "materialType": "MATERIAL_FOOD"
}