{
    "name": {
        "en": "Stone of Remembrance",
        "de": "Rückblendenstein",
        "chs": "追叙之石",
        "cht": "追敘之石",
        "es": "Piedra reminiscente",
        "fr": "Pierre des souvenirs",
        "id": "Batu Kenangan",
        "jp": "追叙の石",
        "kr": "추서의 돌",
        "pt": "Pedra de Flashback",
        "ru": "Камень прошлого",
        "th": "หินแห่งความทรงจำในอดีต",
        "vi": "Đá Kể Chuyện"
    },
    "id": 100533,
    "materialDesc": {
        "en": "An unusual gemstone capable of removing a seal somewhere.\\nYou can feel the turbulent thoughts racing relentless within when you hold it in your hand. Somewhere in this world are buried the memories of an ancient war.\\n\"For a future without the pain of savage slaughter, for a future without lives lived in vain, for a future where every day is filled with peace...\"",
        "de": "Ein ungewöhnlich geformter Edelstein, der dazu in der Lage ist, ein bestimmtes Siegel zu lösen.\\nIn der Hand gehalten spürt man die unruhigen Gedanken, die in seinem Innern umhersausen. Irgendwo muss eine Erinnerung an eine alte Schlacht vergraben sein.\\n„Für eine Welt ohne Leid, für ein Leben mit Sinn, für eine Zeit des Friedens ...“",
        "chs": "可以解除某处封印的异形宝石。\\n握在手中的话，可以感受到其中翻涌不止的思绪。在这片大地的某处，埋葬着古老的战争记忆。\\n「为了不让杀伐的痛苦再现，为了不再让生命白白流入大地，为了迎接和平的岁月…」",
        "cht": "可以解除某處封印的異形寶石。\\n握在手中的話，可以感受到其中翻湧不止的思緒。在這片大地的某處，埋葬著古老的戰爭記憶。\\n「為了不讓殺伐的痛苦再現，為了不再讓生命白白流入大地，為了迎接和平的歲月…」",
        "es": "Una inusual gema capaz de romper el sello de algún lugar. Al sostenerla en la mano, puedes sentir los turbulentos pensamientos en tu interior. Los recuerdos de una antigua guerra están enterrados en algún lugar de este mundo.\\n“Por un futuro sin el dolor de la muerte, por un futuro donde la vida no sea en vano, por un futuro donde cada día haya paz...”.",
        "fr": "Une pierre précieuse à la forme inhabituelle, capable de briser un certain sceau.\\nLorsque vous la tenez dans votre main, des pensées agitées s'éveillent en vous ; les souvenirs d'une vieille bataille sont enfouis quelque part dans ce monde.\\n« Pour un monde sans souffrance, pour une vie pleine de sens, pour un avenir paisible... »",
        "id": "Batu permata misterius yang bisa melepaskan segel di suatu tempat.\\nKamu bisa merasakan pikiran yang bergejolak dan berkecamuk tanpa henti saat memegang batu ini. Di suatu tempat di dunia ini terkubur memori tentang perang kuno.\\n\"Untuk masa depan tanpa rasa sakit akibat pembantaian yang kejam, untuk masa depan tanpa kehidupan yang sia-sia, untuk masa depan yang setiap harinya dipenuhi dengan kedamaian...\"",
        "jp": "ある所の封印を解除できる異形の宝石。\\n手に握るとその中にある思い出を感じられる。この大地の何処かに、過去の戦争の記憶が葬られている。\\n「殺戮の苦痛を再現させないように、罪のない命を犠牲にしないように、平和な時間を迎えられるように…」",
        "kr": "어떤 장소의 봉인을 해제할 수 있는 이상하게 생긴 보석.\\n움켜쥐고 있으면 이러한 생각이 끝없이 솟아나는 걸 느낄 수 있다. 이 땅 어딘가 고대 전쟁의 기억이 묻혀있겠지.\\n「전쟁의 고통이 반복되게 해선 안 돼. 생명이 대지로 다시 흘러들어가게 해선 안 돼. 평화로운 세월을 맞이하기 위해…」",
        "pt": "Uma pedra preciosa incomum capaz de desbloquear um selo em algum lugar.\\nVocê pode sentir os pensamentos turbulentos correndo implacavelmente por dentro quando o segura na mão. Em algum lugar deste mundo estão enterradas as memórias de uma guerra antiga.\\n\"Por um futuro sem a dor do massacre selvagem, por um futuro sem vidas vividas em vão, por um futuro onde todos os dias estão cheios de paz...\"",
        "ru": "Необычный драгоценный камень, который может где-то разбить печать.\\nВзяв его в руки, вы ощущаете беспокойно текущие в нём мысли. Где-то в этом мире похоронены воспоминания о древней войне.\\n«За будущее без боли бессмысленных сражений. За будущее, в котором жизни прожиты не зря. За будущее, каждый день которого наполнен миром...»",
        "th": "อัญมณีรูปทรงแปลกประหลาดที่สามารถกำจัดผนึกบางแห่งได้\\nหากถือไว้ในมือจะสามารถรู้สึกได้ถึงความคิดที่ไหลเวียนอยู่ตลอดเวลา ความทรงจำของสงครามถูกฝังอยู่ที่ใดสักแห่งบนผืนแผ่นดินนี้\\n\"เพื่อไม่ให้ความเจ็บปวดจากการเข่นฆ่าเกิดขึ้นอีก เพื่อไม่ให้ชีวิตร่วงลงสู่พื้นอย่างไร้ค่า และเพื่อต้อนรับช่วงเวลาแห่งความสงบสุข...\"",
        "vi": "Bảo thạch dùng để giải trừ phong ấn.\\nCầm trên tay có thể cảm nhận được mạch suy nghĩ không ngừng tuôn trào. Ở một nơi nào đó trên vùng đất này đang chôn giấu ký ức về cuộc chiến tranh xưa cổ.\\n\"Để nỗi khổ đau giết chóc không còn tái hiện, để sinh mệnh không còn đi vào lòng đất oan uổng, để đón lấy những tháng năm hòa bình...\""
    },
    "materialType": "MATERIAL_QUEST"
}