{
    "name": {
        "en": "Stone Tablet Compilations: Vol. I",
        "de": "Steintafelberichte – Band I",
        "chs": "石书辑录·卷一",
        "cht": "石書輯錄·卷一",
        "es": "Recopilación de escrituras en piedra (I)",
        "fr": "Inscriptions sur tablette de pierre - I",
        "id": "Kumpulan Kitab Batu: Vol. I",
        "jp": "石書集録·1",
        "kr": "석서 수록집·권1",
        "pt": "Compilação de Livros de Pedra - Volume I",
        "ru": "Сборник каменных табличек: Часть 1",
        "th": "คอลเลกชันหนังสือหิน (I)",
        "vi": "Thạch Thư Tập Lục (I)"
    },
    "id": 100404,
    "materialDesc": {
        "en": "A history book compiled and translated from ancient stone tablets of Liyue by the historian Zichang. It contains various fragmented historical events.",
        "de": "Der Althistoriker Zichang hat die Inschriften auf alten Steintafeln übersetzt und mit diesen Inhalten ein Geschichtsbuch kompiliert, das daher viele kurze Bruchstücke von historischen Aufzeichnungen enthält.",
        "chs": "古代史家子苌将璃月古代记录历史的石板铭文加以翻译，编纂而成的史书，收录了许多简短破碎的史事。",
        "cht": "古代史家子萇將璃月古代記錄歷史的石板銘文加以翻譯，編纂而成的史書，收錄了許多簡短破碎的史事。",
        "es": "El registro de inscripciones en piedra de Liyue y su respectiva traducción por el historiador Zichang. Es una compilación histórica que contiene muchos eventos históricos pequeños.",
        "fr": "Un ouvrage qui compile les traductions des inscriptions trouvées sur les anciennes tablettes de pierre liyuéennes par l'historien Zichang. Elles relatent certains événements historiques.",
        "id": "Buku sejarah yang dikompilasi dan diterjemahkan dari kepingan batu kuno di Liyue oleh sang ahli sejarah Zichang. Berisi berbagai macam peristiwa sejarah yang terpecah-pecah.",
        "jp": "璃月の古代歴史を記録した銘文を翻訳し、編集した史書。短い歴史記録がたくさん収録されている。",
        "kr": "고대 역사가 자장(子萇)이 리월 옛 역사가 기록된 석판 명문을 번역, 편찬하여 만든 사서. 간단하고 자잘한 내용이 많이 수록되어 있다",
        "pt": "Um livro de história compilado e traduzido das antigas tábuas de pedra de Liyue pelo historiador Zichang. Ele contém vários eventos históricos fragmentados.",
        "ru": "Историческая книга, которую составил знаменитый исследователь древности и переводчик Цзы Чан. В книге описаны различные исторические события.",
        "th": "นักค้นคว้าประวัติศาสตร์ Zichang ได้แปลจารึกกระดานชนวนที่บันทึกประวัติศาสตร์โบราณของ Liyue และเรียบเรียงเป็นหนังสือประวัติศาสตร์ที่มีเหตุการณ์ทางประวัติศาสตร์สั้น ๆ ไว้อย่างมากมาย",
        "vi": "Nhà sử gia Zichang thời cổ đại đã dịch lại những hoa văn được khắc trên đá, biên soạn thành một cuốn sách lịch sử, ghi chép lại nhiều sự kiện lịch sử."
    },
    "materialType": "MATERIAL_QUEST"
}