{
    "name": {
        "en": "Stoneworks Lamp: Deeping-Gloom Candle",
        "de": "Steinbruchlampe – „Glühende Kerze“",
        "chs": "岩厂提灯-「洞幽烛远」",
        "cht": "岩廠提燈-「洞幽燭遠」",
        "es": "Lámpara de mampostería: Candelero de las profundidades",
        "fr": "Lampe de maçonnerie « Chandelle des profondeurs »",
        "id": "Lampu Pabrik Batu: Lilin dari Kegelapan",
        "jp": "岩場提灯-「幽洞を貫く光」",
        "kr": "암석 공장 휴대용 등불-「광갱을 밝히는 불빛」",
        "pt": "Lâmpada de Forja: Vela das Profundezas",
        "ru": "Горная лампа: Свет глубин",
        "th": "ตะเกียงทำเหมือง - \"เทียนมืดอันแสนไกล\"",
        "vi": "Đèn Nham Xưởng - Nến Vực Sâu"
    },
    "id": 380418,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Stoneworks Lamp: Deeping-Gloom Candle.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Steinbruchlampe – Glühende Kerze“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「岩厂提灯-『洞幽烛远』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「岩廠提燈-『洞幽燭遠』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Lámpara de mampostería: Candelero de las profundidades.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la Lampe de maçonnerie « Chandelle des profondeurs ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Lampu Pabrik Batu: Lilin dari Kegelapan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「岩場提灯-『幽洞を貫く光』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「암석 공장 휴대용 등불-『광갱을 밝히는 불빛』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Lâmpada de Forja: Vela das Profundezas\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Горная лампа: Свет глубин».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง ตะเกียงทำเหมือง - \"เทียนมืดอันแสนไกล\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Đèn Nham Xưởng - Nến Vực Sâu\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}