{
    "name": {
        "en": "Storm Beads",
        "de": "Sturmperlen",
        "chs": "雷霆数珠",
        "cht": "雷霆數珠",
        "es": "Abalorio de la tempestad",
        "fr": "Perles tempestives",
        "id": "Storm Beads",
        "jp": "雷霆の念珠",
        "kr": "뇌정의 구슬",
        "pt": "Pérola da Tempestade",
        "ru": "Штормовой жемчуг",
        "th": "Storm Beads",
        "vi": "Ngọc Sấm Sét"
    },
    "id": 113029,
    "materialDesc": {
        "en": "Crackling Electro pearls left behind by the Thunder Manifestation.\\nIt is said that Thunder Manifestations will only descend upon lands where powerful hatred dwells. The singers say that it is the unbearable disappointments and sufferings of life that drive them to forever wander the broken earth, unleashing sky-searing lightning as they go.",
        "de": "Knisternde Elektroperlen, die von der Verkörperung des Donners zurückgelassen wurden.\\nEs heißt, dass Verkörperungen des Donners nur auf Länder herabsteigen, in denen mächtiger Hass herrscht. Die Sänger sagen, dass es die unerträglichen Enttäuschungen und Leiden des Lebens sind, die sie dazu treiben, für immer über die zerbrochene Erde zu wandern und dabei himmelstürmende Blitze zu entfesseln.",
        "chs": "雷音权现留下的，蕴含电气的雷之珠。\\n传说雷音权现只会随着雷霆降生在遗留着强大忿恨的土地上。驱使它永远地徘徊在破碎的土地上，释放贯天之雷的，在歌人的故事中往往是生命无法承受的失望与痛苦。",
        "cht": "雷音權現留下的，蘊含電氣的雷之珠。\\n傳說雷音權現只會隨著雷霆降生在遺留著強大忿恨的土地上。驅使它永遠地徘徊在破碎的土地上，釋放貫天之雷的，在歌人的故事中往往是生命無法承受的失望與痛苦。",
        "es": "Una perla eléctrica dejada por la Manifestación del Trueno.\\nCuenta la leyenda que la Manifestación del Trueno solo cae sobre los lugares con mayor concentración de odio. Según los bardos, las insoportables decepciones y el dolor de la vida son lo que conducen a la Manifestación del Trueno a deambular para siempre por la tierra destruida, liberando relámpagos que atraviesan el cielo.",
        "fr": "Des perles parcourues par l'élément Électro que la Manifestation du tonnerre a laissée derrière elle.\\nOn raconte que cette dernière apparaît dans les endroits où une haine incommensurable réside. Dans les histoires chantées par les bardes, ce seraient les déceptions et les souffrances insoutenables de la vie qui les poussent à errer éternellement sur des terres brisées.",
        "id": "Butiran Electro yang dijatuhkan Thunder Manifestation.\\nMenurut legenda, Thunder Manifestation hanya akan turun bersama dengan guntur di tanah tempat kebencian yang kuat tertinggal. Dalam kisah-kisah yang dinyanyikan para penyanyi, rasa kekecewaan dan penderitaan yang tak tertahankanlah yang membuat Thunder Manifestation tinggal di bumi yang rusak dan melepaskan petir yang membelah langit.",
        "jp": "雷音権現が残した電気が秘められた雷の念珠。\\n伝説によると、雷音権現は雷霆につれて、強大な怨恨に満ちた場所でのみ降り立つそうだ。それを駆動し、砕かれた大地で永遠に徘徊させ、貫天の雷を放つようにした者は、歌人のストーリーでは命が耐えられない失望と苦痛である。",
        "kr": "뇌음의 권현이 남긴 전기가 담겨있는 번개의 구슬.\\n전설에 따르면, 뇌음의 권현은 낙뢰를 따라 강대한 원한을 품고 있는 대지에 남는다고 한다. 이러한 이유로 뇌음의 현신은 부서진 대지에서 영원토록 배회한다고 전해진다. 노래하는 자의 이야기 속에서 하늘을 꿰뚫는 번개는 종종 견딜 수 없는 실망과 고통이기도 하다",
        "pt": "Pérolas Electro deixadas para trás por uma Manifestação Trovejante.\\nDizem que Manifestações Trovejantes apenas descem sobre terras em que ódios poderosos vivem. Cantores dizem que os desapontamentos insuportáveis e sofrimentos da vida que os energizam para vagar eternamente na terra destruída, lançando raios que arranham o céu.",
        "ru": "Издающая лёгкий треск жемчужина, оставшаяся от манифестации грома.\\nГоворят, что манифестации грома спускаются только на земли, где обитает сильная ненависть. Сказания бардов гласят, что именно невыносимое страдание и разочарование в жизни обрекают их на вечное скитание по земле, наполненное разрядами молний.",
        "th": "ไข่มุกไฟฟ้าที่ถูกทิ้งไว้โดย Thunder Manifestation\\nว่ากันว่า Thunder Manifestation จะเกิดมาพร้อมกับฟ้าผ่าบนดินแดนที่มีความเกลียดชังอันทรงพลังแฝงอยู่เท่านั้น เหล่านักร้องกล่าวว่าความผิดหวังและความทุกข์ทรมานที่ไม่อาจทนได้ของชีวิต ได้ผลักดันพวกมันให้ท่องไปในแผ่นดินที่แตกสลาย และปล่อยสายฟ้าที่แผดเผาท้องฟ้าไปตลอดกาล",
        "vi": "Viên ngọc sấm sét mà Thực Thể Sấm Sét để lại.\\nNghe nói Thực Thể Sấm Sét chỉ được sinh ra với sấm sét ở vùng đất chứa đầy oán hận mạnh mẽ. Thúc đẩy nó cứ quẩn quanh mãi trên vùng đất vỡ vụn, phóng sấm sét xé toang bầu trời, trong câu chuyện của những kẻ cầm ca, mãi mãi là nỗi thất vọng và đau đớn không thể chịu đựng được."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}