{
    "name": {
        "en": "Straw Shed",
        "de": "Strohschuppen",
        "chs": "干草货棚",
        "cht": "乾草貨棚",
        "es": "Cobertizo de paja",
        "fr": "Abri en paille",
        "id": "Gudang Jerami",
        "jp": "干し草の貨物棚",
        "kr": "건초 헛간",
        "pt": "Cabana de Feno",
        "ru": "Соломенный сарай",
        "th": "โรงเก็บสินค้าหญ้าคา",
        "vi": "Lều Tranh"
    },
    "id": 390502,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Straw Shed.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Strohschuppen“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「干草货棚」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「乾草貨棚」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Cobertizo de paja.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'abri en paille.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Gudang Jerami\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「干し草の貨物棚」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「건초 헛간」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Cabana de Feno\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Соломенный сарай».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"โรงเก็บสินค้าหญ้าคา\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Lều Tranh\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}