{
    "name": {
        "en": "Straight Shooter",
        "de": "Präzisionsbombe",
        "chs": "准准爆弹",
        "cht": "準準爆彈",
        "es": "Bomba de precisión",
        "fr": "Bombe directe",
        "id": "Straight Shooter",
        "jp": "バンバン爆弾",
        "kr": "정조준 폭탄",
        "pt": "Bomba Precisa",
        "ru": "Высокоточная бомба",
        "th": "Straight Shooter",
        "vi": "Đạn Nổ Chuẩn"
    },
    "id": 220029,
    "materialDesc": {
        "en": "A Harpastum Bomb with a comfortable weight that makes it easy to control and throw accurately. It can deal a large amount of Pyro DMG to a single opponent.",
        "de": "Eine Harpastum-Bombe mit einem angenehmen Gewicht, wodurch sie leicht zu kontrollieren ist und das Zielen präzise macht. Sie kann einem Einzelziel hohen Pyro-Schaden zufügen.",
        "chs": "重量适中的羽球爆弹，易于控制，便于准确投掷，能对单个敌人造成大量火元素伤害。",
        "cht": "重量適中的羽球爆彈，易於控制，便於準確投擲，能對單個敵人造成大量火元素傷害。",
        "es": "Un Harpastbum moderadamente pesado, fácil de controlar y de lanzar con precisión. Inflige grandes cantidades de Daño Pyro contra un único enemigo.",
        "fr": "Une bombe harpastum au poids ajusté, ce qui la rend facile à contrôler et permet une bonne visée. Elle peut infliger d'importants DGT Pyro à un ennemi unique.",
        "id": "Bom Harpastum dengan berat yang pas sehingga mudah dikontrol dan dilempar dengan akurat. Mengakibatkan Pyro DMG yang besar kepada satu musuh.",
        "jp": "適度な重さのコントロールしやすいバドルドー爆弾。投げやすく、1体の敵に大量の炎元素ダメージを与えることができる。",
        "kr": "무게가 적당한 하르파스툼 폭탄. 컨트롤하기 쉬우며 던지기 쉽다. 단일 적에게 대량의 불 원소 피해를 줄 수 있다",
        "pt": "Um Explosivo Harpastum pesado, mas fácil de ser utilizado. Pode ser jogado convenientemente, causando um grande Dano Pyro para inimigos individuais.",
        "ru": "Лёгкая в управлении и в меру тяжёлая гарпастум-бомба с точным прицеливанием. Может нанести большое количество Пиро урона одному противнику.",
        "th": "Harpastum Bomb ที่มีน้ำหนักปานกลางควบคุมได้ง่ายและมีความแม่นยำ สามารถสร้างความเสียหายไฟอย่างรุนแรงแก่ศัตรูตัวเดียวได้",
        "vi": "Đạn nổ hình cầu tầm trung, dễ khống chế, dễ ném chính xác, có thể gây sát thương nguyên tố Hỏa cho cá thể địch."
    },
    "materialType": "MATERIAL_WIDGET"
}