{
    "name": {
        "en": "Strategic Inspiration",
        "de": "Strategische Inspiration",
        "chs": "巧策灵感",
        "cht": "巧策靈感",
        "es": "Inspiración estratégica",
        "fr": "Inspiration stratégique",
        "id": "Strategic Inspiration",
        "jp": "戦略的インスピレーション",
        "kr": "전략적 영감",
        "pt": "Inspiração Estratégica",
        "ru": "Стратегическое вдохновение",
        "th": "Strategic Inspiration",
        "vi": "Cảm Hứng Chiến Lược"
    },
    "id": 150,
    "materialDesc": {
        "en": "Materials that contain various theories and case studies related to mercantile practice. To those with the appropriate experience, every page and every word is filled with possible inspiration for ways to improve.",
        "de": "Hier sind die verschiedensten Unternehmenstheorien und Beispiele für den erfolgreichen Betrieb verzeichnet. Für belesene Leute kann jede Seite, jedes Wort eine inspirierende Wirkung mit sich bringen und ihnen dabei helfen, ihre Geschäftsstrategie zu verbessern.",
        "chs": "记录着各种商业理论和经营案例的资料，对于阅历丰富的人而言，每一页文字都能带来大量灵感，启发他们改良经营店铺的策略。",
        "cht": "記錄著各種商業理論和經營案例的資料，對於閱歷豐富的人而言，每一頁文字都能帶來大量靈感，啟發他們改良經營店鋪的策略。",
        "es": "Una colección de teorías y estudios de casos prácticos de negocios. Para alguien que ya goza de bastante experiencia, cada una de sus páginas puede servir de inspiración para mejorar las estrategias de su negocio.",
        "fr": "Matériaux contenant diverses théories et études de cas liées à la pratique commerciale. Pour ceux qui ont l'expérience appropriée, chaque page et chaque mot est rempli d'inspiration potentielle pour s'améliorer...",
        "id": "Material yang berisi tentang berbagai macam teori berbisnis dan contoh pengelolaannya. Bagi seseorang yang memiliki pengalaman yang cukup, setiap kata di setiap halamannya bisa menjadi inspirasi tak terbatas untuk bisa mengelola toko dengan lebih baik lagi.",
        "jp": "色んな商業理論や経営事例が記載された資料。経験豊富な人物なら、その一ページずつから大量のインスピレーションを得て、店の経営方法の改善策を編み出せるだろう。",
        "kr": "다양한 상업 이론과 운영 사례를 기록한 자료. 풍부한 경험을 지닌 사람에겐 각각의 페이지가 가게 운영 개선에 관한 커다란 영감을 선사한다",
        "pt": "Uma coleção de teorias e estudos de caso relacionados a práticas comerciais. Para as pessoas com experiência apropriada, cada página está repleta de possíveis inspirações para melhoramentos.",
        "ru": "Материалы с разнообразными теориями и разборами деловых ситуаций для торговцев. Опытный человек найдёт вдохновение на каждой из этих страниц.",
        "th": "บันทึกที่มีข้อมูลทางทฤษฎีและกรณีศึกษาต่าง ๆ ที่เกี่ยวข้องกับการค้าขาย สำหรับผู้ที่มีประสบการณ์มากมายแล้ว แต่ละตัวอักษรต่างก็มีแรงบันดาลใจอันมหาศาล ที่พวกเขาสามารถนำมาใช้เป็นกลยุทธ์ในการปรับปรุงร้านค้าได้",
        "vi": "Tài liệu ghi chép các lý thuyết kinh doanh và các trường hợp kinh doanh khác nhau, đối với những người có kinh nghiệm, mỗi trang mỗi câu chữ đều có thể đem lại cảm hứng để họ cải thiện chiến lược kinh doanh của tiệm mình."
    },
    "materialType": false
}