{
    "name": {
        "en": "Streaming Essential Oil",
        "de": "Wildwasseröl",
        "chs": "激流精油",
        "cht": "激流精油",
        "es": "Aceite esencial de torrente",
        "fr": "Huile essentielle Hydro",
        "id": "Streaming Essential Oil",
        "jp": "激流のオイル",
        "kr": "격류의 오일",
        "pt": "Óleo Essencial de Torrente",
        "ru": "Водоворотное масло",
        "th": "Streaming Essential Oil",
        "vi": "Tinh Dầu Kích Lưu"
    },
    "id": 111014,
    "materialDesc": {
        "en": "Grants greater affinity for Hydro, boosting Hydro DMG.\\nIt's a slippery medicine for external use, able to better channel Hydro energy. It has a subtle fragrance.",
        "de": "Ein Öl, das einen empfänglicher für die Hydro-Kraft macht und den Hydro-Schaden erhöht.\\nDiese feuchte Salbe wird auf die Haut aufgetragen, wodurch man die Hydro-Kraft besser lenken kann. Es hat einen lustigen Geruch.",
        "chs": "让人更亲和水元素的油膏，能提升造成的水元素伤害。\\n湿湿滑滑的外用药，能让人更有效地引导水元素。有种微妙的气味。",
        "cht": "讓人更親和水元素的油膏，能提升造成的水元素傷害。\\n濕濕滑滑的外用藥，能讓人更有效地引導水元素。有種微妙的氣味。",
        "es": "Un bálsamo que aumenta la afinidad con el agua y potencia el Daño Hydro.\\nSe trata de una medicación tópica de una consistencia húmeda y resbaladiza que sirve para canalizar el elemento Hydro de forma más efectiva. Desprende un olor bastante peculiar.",
        "fr": "Un onguent qui a une forte affinité avec l'élément Hydro et peut augmenter les DGT infligés par l'élément Hydro.\\nC'est un médicament humide et glissant pour l'usage externe qui vous aidera à mieux canaliser les éléments Hydro. Elle a une odeur étrange.",
        "id": "Meningkatkan intensitas terhadap elemen Hydro, meningkatkan Hydro DMG.\\nObat yang basah dan licin untuk pengunaan eksternal, membuat pengguna lebih mudah menyalurkan elemen Hydro. Memiliki bau yang aneh.",
        "jp": "水元素ダメージを上げることができるオイル。\\nぬめりのある外用薬、水元素をより効率的に利用することができる。変わった匂いがする。",
        "kr": "물 원소와 가까워지게 해주는 연고. 물 원소 피해를 올릴 수 있다.\\n미끌미끌한 바르는 약. 물 원소를 더 효과적으로 인도할 수 있다. 미묘한 냄새가 난다",
        "pt": "Concede maior afinidade Hydro, impulsionando o Dano Hydro.\\nÉ um medicamento para uso externo, capaz de canalizar melhor elementos Hydro. Possui um cheiro estranho.",
        "ru": "Эфирное масло, которое сближает с Гидро стихией и увеличивает Гидро урон.\\nЭто масло для наружного применения, которое позволяет увереннее направлять природные Гидро элементы. У него довольно необычный запах.",
        "th": "น้ำมันเสริมธาตุน้ำ ช่วยเพิ่มความเสียหายน้ำได้\\nยาใช้ภายนอกที่เปียกลื่น ช่วยให้ดึงดูดธาตุน้ำได้ดีขึ้น มีกลิ่นที่ค่อนข้างแปลก",
        "vi": "Loại cao dầu giúp tăng sát thương Nguyên Tố Thủy tạo thành.\\nThuốc bôi bên ngoài ẩm ẩm láng mượt, giúp gọi ra nhiều Nguyên Tố Thủy hơn. Có mùi kỳ lạ."
    },
    "materialType": "MATERIAL_FOOD"
}