{
    "name": {
        "en": "String of Pearls (I)",
        "de": "Perlen der Liebe – Band I",
        "chs": "连心珠·卷一",
        "cht": "連心珠·卷一",
        "es": "La pulsera de perlas (I)",
        "fr": "Perle du cœur - Tome I",
        "id": "Mutiara dalam Hati (I)",
        "jp": "連心珠·1",
        "kr": "연심주·권1",
        "pt": "Pérola de Coração (I)",
        "ru": "Жемчужная нить. Том I",
        "th": "ไข่มุกแห่งดวงใจ (I)",
        "vi": "Liên Tâm Châu (I)"
    },
    "id": 100642,
    "materialDesc": {
        "en": "Zixin is a poor fisherwoman whose family struggles to make ends meet. One day, she is selling fish on the street when she carelessly loses the string of pearls she usually wears. Though what she does not know is that this lost string of pearls will change her fate for good...",
        "de": "Das aus einer sehr armen Fischerfamilie stammende Mädchen Zixin verlor aus Versehen ihr Perlenarmband, welches sie beim Verkauf von Fischen auf dem Markt immer trug. Was sie jedoch nicht ahnen konnte, war, dass dieses Armband sie zu der Person führen würde, die für sie bestimmt war ...",
        "chs": "渔女梓心家境清寒，街边贩鱼时不慎丢失了平常佩戴的珠串。但她不知道的是，这珠串即将为她带来一段曲折的姻缘…",
        "cht": "漁女梓心家境清寒，街邊販魚時不慎丟失了平常佩戴的珠串。但她不知道的是，這珠串即將為她帶來一段曲折的姻緣…",
        "es": "La pescadora Zi Xin, nacida en el seno de una familia muy pobre, pierde por accidente la pulsera de perlas que siempre lleva puesta mientras vendía pescado en la calle. Lo que no sabía es que esa pulsera la llevaría hasta la persona con quien estaba predestinada...",
        "fr": "Zixin est une pauvre pêcheuse dont la famille a du mal à joindre les deux bouts. Un jour, elle vend du poisson dans la rue lorsqu'elle perd le collier de perles qu'elle a l'habitude de porter. Cependant, elle ignore que ce collier perdu va changer sa vie pour toujours...",
        "id": "Zixin adalah seorang nelayan wanita miskin yang keluarganya berjuang untuk memenuhi kebutuhan sehari-hari. Suatu hari saat dia menjual ikan di jalan, dia kehilangan untaian mutiara yang biasanya dia pakai. Meskipun dia tidak tahu bahwa untaian mutiara yang hilang ini akan mengubah nasibnya untuk selamanya...",
        "jp": "海女梓心は家が貧しく、町で魚を売っていた時にうっかりいつも身に着けている数珠を失くしてしまった。だが、数珠が彼女に複雑な婚姻を連れてくることを、彼女は知る由もなかったのだ…",
        "kr": "가난한 집안의 해녀 심청은 생선을 팔다가 항상 차고 다니던 진주 목걸이를 잃어버렸다. 이때까지만 해도 그 진주 목걸이가 붉은 실의 연인을 찾아줄 거라고는 예상치 못한다…",
        "pt": "Zixin é uma pobre pescadora. Sua família sofre para conseguir pagar as contas. Um dia ela estava vendendo peixe nas ruas quando perdeu a pulseira de pérolas que comumente usa. Entretanto, ela não sabe que é essa pulseira de pérolas perdidas que mudará seu destino...",
        "ru": "Цзысинь - бедная рыбачка из семьи, изо всех сил сводящей концы с концами. Однажды, продавая на улице рыбу, она по неосторожности теряет свой жемчужный браслет. Она ещё не знает, как потерянный жемчуг изменит её судьбу...",
        "th": "Zixin หญิงชาวประมงผู้มีฐานะครอบครัวที่ยากจน วันหนึ่งขณะที่ขายปลาอยู่ข้างทาง เธอทำกำไลมุกที่ใส่อยู่ประจำหายไป แต่สิ่งที่เธอไม่รู้ก็คือ กำไลมุกนี้กำลังจะนำพาเธอไปสู่ชีวิตการแต่งงาน...",
        "vi": "Cô gái bán cá Zixin gia cảnh nghèo nàn, vô tình làm mất chuỗi hạt thường đeo khi bán cá bên đường. Nhưng điều cô không biết là chuỗi hạt này sắp mang đến cho cô một cuộc hôn nhân đầy trắc trở..."
    },
    "materialType": "MATERIAL_QUEST"
}