{
    "name": {
        "en": "String of Pearls (IV)",
        "de": "Perlen der Liebe – Band IV",
        "chs": "连心珠·卷四",
        "cht": "連心珠·卷四",
        "es": "La pulsera de perlas (IV)",
        "fr": "Perle du cœur - Tome IV",
        "id": "Mutiara dalam Hati (IV)",
        "jp": "連心珠·4",
        "kr": "연심주·권4",
        "pt": "Pérola de Coração (IV)",
        "ru": "Жемчужная нить. Том IV",
        "th": "ไข่มุกแห่งดวงใจ (IV)",
        "vi": "Liên Tâm Châu (IV)"
    },
    "id": 100786,
    "materialDesc": {
        "en": "To rescue the one he loves, the young man charges heedlessly into danger, entering the lair of the enemy with his sword drawn: and on the other side, his beloved hangs on desperately...",
        "de": "Um die zu retten, die er liebt, stürzt sich der junge Mann rücksichtslos in die Gefahr und begibt sich mit gezücktem Schwert in die Höhle des Feindes. Auf der anderen Seite hängt seine Geliebte verzweifelt fest und versucht zu überleben ...",
        "chs": "为了救回心爱之人，青年不顾自身安危，提剑直取虎穴；而另一边，他的心上人也在苦苦支撑…",
        "cht": "為了救回心愛之人，青年不顧自身安危，提劍直取虎穴；而另一邊，他的心上人也在苦苦支撐…",
        "es": "Para rescatar a su amada, el joven se pone en peligro y se adentra en la boca del lobo con su espada en mano. Mientras, su amada sobrevive a duras penas...",
        "fr": "Pour sauver celle qu'il aime, un jeune homme charge tête baissée face au danger, et se jette dans la gueule du loup l'épée à la main. Pendant ce temps, sa bien-aimée s'accroche désespérément à la vie...",
        "id": "Demi menyelamatkan orang yang dia cintai, pemuda itu menyerang tanpa menghiraukan bahaya, menembus sarang musuh dengan pedangnya yang terhunus; sementara di sisi lain, kekasihnya juga sedang bertahan mati-matian ...",
        "jp": "最愛の人を救うために、青年は身の危険を顧みず、剣を持って危険に立ち向かう。一方、彼の愛する人も必死になって耐えている…",
        "kr": "사랑하는 연인을 구하기 위해 청년은 위험을 무릅쓰며 호랑이 굴로 들어갔고, 반대편엔 그녀가 필사적으로 버티고 있다…",
        "pt": "Para resgatar aquela que ama, o jovem enfrenta o perigo sem cuidado, entrando no covil do inimigo com sua espada empunhada. E, do outro lado, sua amada luta desesperadamente...",
        "ru": "Ради спасения любимой молодой человек бесстрашно бросается с мечом в логово злодея, а на той стороне его возлюбленная держится изо всех сил...",
        "th": "เพื่อช่วยชีวิตคนที่เขารัก ชายหนุ่มไม่คำนึงถึงความปลอดภัยของตนเอง หยิบดาบมุ่งตรงไปยังถ้ำเสือ ในทางกลับกัน คนรักของเขาก็ให้กำลังใจเขาอย่างขมขื่น...",
        "vi": "Để cứu người mình yêu, chàng trai trẻ bất chấp an nguy của bản thân, cầm kiếm xông vào hang cọp; Ở phía bên kia, người anh yêu cũng đang vật vã chống đỡ..."
    },
    "materialType": "MATERIAL_QUEST"
}