{
    "name": {
        "en": "String of Pearls (III)",
        "de": "Perlen der Liebe – Band III",
        "chs": "连心珠·卷三",
        "cht": "連心珠·卷三",
        "es": "La pulsera de perlas (III)",
        "fr": "Perle du cœur - Tome III",
        "id": "Mutiara dalam Hati (III)",
        "jp": "連心珠·3",
        "kr": "연심주·권3",
        "pt": "Pérola de Coração (III)",
        "ru": "Жемчужная нить. Том III",
        "th": "ไข่มุกแห่งดวงใจ (III)",
        "vi": "Liên Tâm Châu (III)"
    },
    "id": 100644,
    "materialDesc": {
        "en": "Our heroine meets the young man again. They fall in love and are ready to live together happily ever after. But a despot who covets Zixin's beauty and virtue is putting the skids under their plans...",
        "de": "Ein junger Mann und eine junge Schönheit begegneten sich und verlieben sich ineinander. Theoretisch sollten sie glücklich bis ans Ende ihrer Tage leben, aber ein Unhold, der sich nach Zixins Schönheit sehnte, fing an, den beiden Ärger zu bereiten ...",
        "chs": "青年与佳人就此相遇相知，互生情意的二人本应就此幸福地生活下去，但垂涎佳人美貌的恶霸却叫平地生起波澜…",
        "cht": "青年與佳人就此相遇相知，互生情意的二人本應就此幸福地生活下去，但垂涎佳人美貌的惡霸卻叫平地生起波瀾…",
        "es": "Un joven y una beldad se conocen y se enamoran. En teoría, deberían vivir felices para siempre, pero un villano que anhela la belleza de la joven empieza a causar problemas...",
        "fr": "Notre héroïne retrouve le jeune homme. Ils tombent amoureux et se préparent à vivre heureux ensemble mais un tyran convoite la beauté de Zixin et met leurs plans à l'épreuve...",
        "id": "Pemuda dan wanita cantik itu bertemu dan mengenal satu sama lain. Mereka saling jatuh cinta dan sudah siap untuk hidup bersama bahagia selamanya. Tapi, seorang lalim yang menginginkan kecantikan Zixin sedang merancang sebuah rencananya yang jahat...",
        "jp": "青年と美人はここで出会い、お互いに慕う二人は幸せに暮らすはずだった。だが、美人を目当てにする悪党が波乱を巻き起こしてしまった…",
        "kr": "청년과 여인은 이렇게 서로를 알게 되고 감정이 깊어진 두 사람은 행복하게 살 일만 남았다. 하지만 여인의 미모를 질투한 악덕주가 평지풍파를 일으킨다…",
        "pt": "Nossa heroína encontra o jovem novamente. Eles se apaixonam e estão prontos para viverem felizes para sempre. Mas um désposta que cobiça a beleza de Zixin está tramando algo contra para separá-los...",
        "ru": "Наша героиня снова встречает своего молодого человека. Они влюбляются и уже готовы жить вместе долго и счастливо, но жаждущий красоты девушки деспот не даёт исполниться их мечте...",
        "th": "ชายหนุ่มและหญิงสาวได้พบและทำความรู้จักกัน พวกเขาต่างตกหลุมรักกัน และอยากที่จะใช้ชีวิตอยู่ด้วยกันอย่างมีความสุขตลอดไป แต่วายร้ายที่ปรารถนาในความงามของ Zixin กำลังวางแผนก่อความวุ่นวายอยู่...",
        "vi": "Chàng trai và người đẹp gặp gỡ và quen biết nhau như vậy, lẽ ra hai người yêu nhau sẽ được sống hạnh phúc, nhưng tên ác bá thèm khát vẻ đẹp của mỹ nhân lại gây ra sóng gió..."
    },
    "materialType": "MATERIAL_QUEST"
}