{
    "name": {
        "en": "Sturdy Birch Vanity",
        "de": "Stabiler Waschtisch aus Birkenholz",
        "chs": "稳固的桦木梳妆台",
        "cht": "穩固的樺木梳妝檯",
        "es": "Tocador resistente de abedul",
        "fr": "Buffet en bouleau robuste",
        "id": "Meja Rias Kokoh dari Kayu Birch",
        "jp": "しっかりとした樺の化粧台",
        "kr": "튼튼한 자작나무 화장대",
        "pt": "Penteadeira Resistente de Abeto",
        "ru": "Крепкий туалетный столик из берёзы",
        "th": "โต๊ะเครื่องแป้งไม้เบิร์ช",
        "vi": "Tủ Trang Điểm Gỗ Hoa Chắc Chắn"
    },
    "id": 381311,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Sturdy Birch Vanity.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Stabiler Waschtisch aus Birkenholz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「稳固的桦木梳妆台」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「穩固的樺木梳妝檯」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Tocador resistente de abedul.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du buffet en bouleau robuste.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Meja Rias Kokoh dari Kayu Birch\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「しっかりとした樺の化粧台」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「튼튼한 자작나무 화장대」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Penteadeira Resistente de Vidoeiro\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Крепкий туалетный столик из берёзы».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"โต๊ะเครื่องแป้งไม้เบิร์ช\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Tủ Trang Điểm Gỗ Hoa Chắc Chắn\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}