{
    "name": {
        "en": "Sub-Space Cabochon: In Soaring Flight",
        "de": "Monolith der Raumschaffung – „Segelflug“",
        "chs": "外景奇石-「飞升腾实」",
        "cht": "外景奇石-「飛昇騰實」",
        "es": "Cabujón dimensional: En pleno vuelo",
        "fr": "#Cabochon dimensionnel «{NON_BREAK_SPACE}Vol plané{NON_BREAK_SPACE}»",
        "id": "Batu Ajaib Penciptaan Ruang: Terbang Mengudara",
        "jp": "外景盤石-「飛揚跋扈」",
        "kr": "외경 기석-「명실상부」",
        "pt": "Cabochão sub-espacial: Voo Pleno",
        "ru": "Камень подпространства: Парящий полёт",
        "th": "แท่นหินตกแต่งภายนอก - \"พุ่งทะยานสู่ฟ้า\"",
        "vi": "Kỳ Thạch - Phi Thăng Đằng Thực"
    },
    "id": 391118,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Sub-Space Cabochon: In Soaring Flight.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Monolith der Raumschaffung – Segelflug“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「外景奇石-『飞升腾实』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「外景奇石-『飛昇騰實』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Cabujón dimensional: En pleno vuelo.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du cabochon dimensionnel « Vol plané »\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Batu Ajaib Penciptaan Ruang: Terbang Mengudara.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「外景盤石-『飛揚跋扈』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「외경 기석-『명실상부』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Cabochão sub-espacial: Voo Pleno\".\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Камень подпространства: Парящий полёт».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างแท่นหินตกแต่งภายนอก - \"พุ่งทะยานสู่ฟ้า\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Kỳ Thạch - Phi Thăng Đằng Thực.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}