{
    "name": {
        "en": "Suburbia Lighting",
        "de": "Vorstadtbeleuchtung",
        "chs": "郊野的灯影",
        "cht": "郊野的燈影",
        "es": "Luces de las afueras",
        "fr": "Éclairage public",
        "id": "Penerangan di Pedesaan",
        "jp": "郊外の灯影",
        "kr": "야외의 등불 그림자",
        "pt": "Iluminação do Subúrbio",
        "ru": "Пригородное освещение",
        "th": "เงาโคมไฟในชนบท",
        "vi": "Ánh Đèn Ngoại Ô"
    },
    "id": 350006,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up \"Suburbia Lighting.\"\\nStreet lights and fences that stand under the trees. These Evil-Repelling Lanterns will allow those who walk about at night some peace of mind.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Vorstadtbeleuchtung“.\\nStraßenlaternen und Zäune, die unter den Bäumen stehen. Diese das Böse abwehrenden Laternen werden denjenigen, die nachts herumlaufen, etwas Seelenfrieden geben.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「郊野的灯影」的放置方法。\\n伫立在树下的路灯与围栏。「退邪灯」的光芒能将夜行之人的不安彻底驱散。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「郊野的燈影」的放置方法。\\n佇立在樹下的路燈與圍欄。「退邪燈」的光芒能將夜行之人的不安徹底驅散。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar Luces de las afueras.\\nFarolas y vallas que se colocan bajo los árboles. Las linternas repeledemonios permiten que quienes pasean de noche lo hagan con total tranquilidad.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de l'éclairage public.\\nDes lampadaires et des clôtures sous les arbres. La lumière du lampadaire chasse-monstre permet aux voyageurs de nuit de continuer leur route l'esprit tranquille.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Penerangan di Pedesaan\".\\nLampu jalan dan pagar yang berada di bawah pepohonan. Lentera Penangkal Iblis ini akan menenangkan hati orang yang berjalan di malam hari.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「郊外の灯影」の詳しい配置方法が載っている設計図。\\n木の下に佇む街灯と柵。「退邪灯」の光は、夜に歩く人の不安を解消してくれる。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「교야의 등불 그림자」의 설치 방법이 기재되어 있다.\\n나무 아래 서 있는 가로등과 울타리. 「퇴마등」의 불빛은 야간 보행자의 불안을 완전히 없앨 수 있다.\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar a \"Iluminação do Subúrbio\".\\nPostes de luz de rua e cercas que ficam embaixo das árvores. Estas Lanternas Repelentes do Mal permitirão àqueles que andam pela noite alguma paz de espírito.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Пригородное освещение».\\nУличные фонари и ограды под деревьями. Эти фонари, изгоняющие злых духов, позволят прогуливающимся в ночи обрести душевное спокойствие.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"เงาโคมไฟในชนบท\" \\nไฟถนนและรั้วที่ตั้งอยู่ใต้ต้นไม้ แสงของ \"โคมไฟขับไล่สิ่งชั่วร้าย\" สามารถปัดเป่าความวิตกกังวลของผู้เดินเที่ยวกลางคืนออกไปได้อย่างดีเยี่ยม\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Ánh Đèn Ngoại Ô\".\\nĐèn đường và hàng rào được dựng dưới gốc cây. Ánh sáng của \"Đèn Đuổi Tà\" có thể xua đuổi nỗi bất an của những người đi đêm.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}