{
    "name": {
        "en": "Sucrose: Bio-Alchemy",
        "de": "Saccharose – Schaffung von Leben",
        "chs": "砂糖·创生",
        "cht": "砂糖·創生",
        "es": "Sacarosa - Bioalquimia",
        "fr": "Sucrose - Bio-alchimie",
        "id": "Sucrose: Bio-Alchemy",
        "jp": "スクロース·創生",
        "kr": "설탕·창생",
        "pt": "Sucrose - Bioalquimia",
        "ru": "Воздушный дух",
        "th": "Sucrose - Bio-Alchemy",
        "vi": "Sucrose - Sáng Tạo"
    },
    "id": 210012,
    "materialDesc": {
        "en": "Namecard style.\\nIf you closely examine an Anemo Hypostasis before it disappears, you will discover that they are actually quite square.",
        "de": "Ein Motiv für Namenskärtchen.\\nWenn man eine Anemo-Hypostase kurz vor ihrem Verschwinden ganz genau beobachtet, wird man bemerken, dass sie recht eckig ist.",
        "chs": "名片纹饰。\\n如果在无相之风消逝前仔细观察的话，会发现它们其实也挺方的。",
        "cht": "名片紋飾。\\n如果在無相之風消逝前仔細觀察的話，會發現它們其實也挺方的。",
        "es": "Diseño de tarjeta de presentación.\\nSi examinas detenidamente un Hipostasis Anemo antes de que desaparezca, descubrirás que, en realidad, son bastante cuadrados.",
        "fr": "Thème.\\nSi vous examinez avec soin une Hypostase Anémo avant qu'elle ne disparaisse, vous découvrirez que tout cela lui donne un air plutôt perplexe.",
        "id": "Style kartu nama.\\nJika kamu mengamati Hypostasis Anemo dengan cermat sebelum menghilang, kamu akan menemukan bahwa mereka sebenarnya berbentuk persegi.",
        "jp": "名刺の飾り紋。\\n無相の風が消えてなくなる前の様子をよく観察すれば、無相の風は割と長方形のほうだったことに気付くよ。",
        "kr": "명함 스킨.\\n무상의 바람이 소멸하기 전에 자세히 관찰해보면 정사각형이라는 것을 알 수 있다",
        "pt": "Estilo de Cartão de Visita.\\nSe você examinar atentamente um Hypostasis Anemo antes que ele desapareça, descobrirá que eles são realmente bastante quadrados.",
        "ru": "Именная карта.\\nЕсли перед исчезновением Анемо гипостазиса внимательно его рассмотреть, то можно выяснить, что он чрезвычайно квадратный.",
        "th": "ลายนามบัตร\\nก่อนที่ Anemo Hypostasis จะหายไป ถ้าสังเกตให้ดี ๆ ล่ะก็จะเห็นว่าจริง ๆ แล้วมันเป็นสี่เหลี่ยมจัตุรัส",
        "vi": "Hoa văn danh thiếp.\\nNếu quan sát tỉ mỉ trước khi Phong Nguyên Bản biến mất, sẽ phát hiện chúng kỳ thực cũng rất vuông."
    },
    "materialType": "MATERIAL_NAMECARD"
}