{
    "name": {
        "en": "Sugar-Frosted Slime",
        "de": "„Glasierter Schleim“",
        "chs": "「糖霜史莱姆」",
        "cht": "「糖霜史萊姆」",
        "es": "Slime confitado",
        "fr": "Blobs confits",
        "id": "Slime Lapis Gula",
        "jp": "「アイシングスライム」",
        "kr": "「백설탕 슬라임」",
        "pt": "Slimes Açucarados Gelado",
        "ru": "Глазированный слайм",
        "th": "Sugar-Frosted Slime",
        "vi": "Slime Phủ Đường"
    },
    "id": 100605,
    "materialDesc": {
        "en": "A truly exquisite sweet treat that came to a certain someone in a dream. This dream was made a reality through someone else's hard work and, of course, a healthy dose of boom shaka-laka.\\nSurely this is a gift fit for someone who belongs to the upper echelons of society.",
        "de": "Eine exquisite Süßigkeit aus den Träumen einer gewissen Person, gefertigt mit der Kraft einer anderen und gespickt von „Pfiff“.\\nSie enspricht dem, was hochwohlgeborene Persönlichkeiten als besonderen Geschenk annehmen würden.",
        "chs": "依据何者梦中的情景、某人现实中的努力，和「噼咔」的感觉，做出的至尊点心。\\n大抵是能配得上尊贵人物的礼品吧。",
        "cht": "依據何者夢中的情景、某人現實中的努力，和「噼咔」的感覺，做出的至尊點心。\\n大抵是能配得上尊貴人物的禮品吧。",
        "es": "Un dulce verdaderamente exquisito basado en un paisaje con el que soñó una persona desconocida. El dulce, que fue hecho por otra persona distinta, es tan delicioso que hace que el corazón palpite con un “bum” de alegría.\\nDebe ser un regalo digno para los más nobles.",
        "fr": "Un dessert exquis résultant de l'imagination d'une certaine personne et des efforts d'une autre, combinés à une bonne dose de peps.\\nSans aucun doute un cadeau idéal pour la plus noble des hôtes !",
        "id": "Camilan manis fantastis yang dibuat bagaikan indahnya mimpi seseorang, dan diwujudkan dengan sebuah usaha jerih payah, lalu dikombinasikan dengan boom-shaka-laka yang dashyat.\\nTentunya ini cocok untuk menjadi hadiah bagi para tokoh yang mulia!",
        "jp": "何者かが夢に見た情景。何者かの努力と「ピキーン」の感覚によって作られた点心。\\n高貴な身分の者に相応しい一品だ。",
        "kr": "어떤 이의 꿈속 장면과 누군가의 노력, 그리고 「삐카」한 감각으로 만들어진 최고의 디저트.\\n존귀한 사람에게 어울리는 선물이겠지",
        "pt": "Um doce baseado na paisagem do sonho de alguém, realizado pelo trabalho de outro, e combinado com uma dose de \"bum\".\\nCertamente é um ótimo presente para a mais nobre das pessoas.",
        "ru": "Восхитительный десерт, сделанный с великим усердием по рецепту, пришедшему создателю во сне, и приправленный тем самым шака-лака бум-бум. \\nЭто подарок, достойный великих.",
        "th": "ของว่างชั้นเลิศที่ทำขึ้นตามฉากในความฝันของใครบางคน แล้วเพิ่มความรู้สึกแบบ \"ทะดาาา\" ลงไป\\nน่าจะเรียกได้ว่า เป็นของขวัญที่คู่ควรกับคนชั้นสูง",
        "vi": "Một món ăn vặt tuyệt đỉnh được làm dựa trên khung cảnh trong giấc mơ, sự chăm chỉ của một ai đó trong thực tế, và cảm giác \"rộp rộp\".\\nCó lẽ đây là món quà xứng đáng dành cho một người nổi tiếng."
    },
    "materialType": "MATERIAL_QUEST"
}