{
    "name": {
        "en": "Sugardew Bait",
        "de": "Manna-Köder",
        "chs": "甘露饵",
        "cht": "甘露餌",
        "es": "Cebo maná",
        "fr": "Appât de rosée",
        "id": "Sugardew Bait",
        "jp": "甘露餌",
        "kr": "감로 미끼",
        "pt": "Isca Adocicada",
        "ru": "Сахарная наживка",
        "th": "Sugardew Bait",
        "vi": "Mồi Cam Lộ"
    },
    "id": 111028,
    "materialDesc": {
        "en": "The bait is based on rose dew and has been mixed with sun-dried Harra Fruit powder. It has a spicy taste and a sweet aftertaste, just like the life of a fisherman. The harvest after going through all the weather-beaten days and roaring waves is particularly gratifying.\\n\\nSuitable for: Angler and Axe Marlin.",
        "de": "Ein auf Rosenwasser basierender Fischköder. Vermischt mit getrocknetem Harra-Frucht-Pulver hat er einen scharfen Geschmack mit einem süßen Nachgeschmack. Ein derartiger Geschmack ist wie das Leben eines Fischers, die vielen Herausforderungen bei Regen, Sturm, brennender Sonne und riesigen Wellen, die den Himmel verschlucken. Die Belohnung für die Prüfungen lässt einen jeden vor Freude strahlen.\\n\\nZum Fangen von Horn-Kugelfischen und Axt-Marlinen geeignet.",
        "chs": "以蔷薇花露为基底的鱼饵，混入了晒干后的香辛果粉，入口辛辣，回味却交织甜蜜。如此滋味，一如钓鱼佬的生活。所谓雨打风吹日暴晒，潮涌波汹浪翻天，经受考验后的收获，才格外令人欣喜吧。\\n\\n适用鱼种：角鲀类、斧枪鱼类。",
        "cht": "以薔薇花露為基底的魚餌，混入了曬乾後的香辛果粉，入口辛辣，回味卻交織甜蜜。如此滋味，一如釣客的生活。所謂雨打風吹日暴曬，潮湧波洶浪翻天，經受考驗後的收穫，才格外令人欣喜吧。\\n\\n適用魚種：角魨類、斧槍魚類。",
        "es": "El cebo utiliza el capullo de una rosa como base, y se mezcla con fruto harra seco en polvo. Al comerlo da una sensación picante con un regusto dulce. El sabor es como la vida de un pescador. Como se suele decir, la cosecha que ha sobrevivido al temporal es la más gratificante.\\n\\nPerfecto para pescar peces globo y peces espada.",
        "fr": "Un appât fabriqué à partir de rosée et de poudre de fruit harra séché au soleil. Il a un goût épicé et un arrière-goût sucré, tout comme la vie d'un pêcheur. Faire une bonne prise après avoir traversé les épreuves d'une journée tempétueuse et le courroux de féroces vagues est toujours quelque chose de particulièrement gratifiant.\\n\\nAdapté pour les poissons de la famille des baudroies et des marlins à hache.",
        "id": "Umpan ikan berbahan dasar embun bunga mawar, setelah dicampur dengan bubuk Harra Fruit yang sudah dikeringkan, pedas saat baru dimakan, tapi akan bercampur manis saat dicicip kembali. Rasa seperti ini sama seperti kehidupan para pemancing ikan. Meski hujan menerpa dan angin berhembus, atau matahari bersinar dengan terik, bahkan ombak datang menggulung, apa yang didapatkan setelah melalui ujian-ujian seperti inilah yang akan membuat orang bersukacita!\\n\\nCocok untuk: Angler, Axe Marlin.",
        "jp": "ローズの露をベースに、干したハッラの実の粉を混ぜた餌。スパイシーな口当たりと甘い余韻が特徴。その味は、まさに釣り人の人生そのものだ。雨風や日光に晒されたり、荒れ狂う怒涛を乗り越えたり、試練と向き合ったりした後に得られた収穫こそ、一層嬉しいものである。\\n\\n対象魚類：コオニフグ類、ハチェットウオ類",
        "kr": "장미 이슬을 베이스로 한 낚시용 미끼. 말린 향신과 가루를 섞어 매콤한 첫맛과 달콤한 뒷맛이 난다. 몰아치는 비바람과 타오르는 태양, 높은 파도의 소용돌이를 이겨내야만 놀라운 수확을 얻을 수 있는 낚시꾼의 생활도 이와 같은 맛이다.\\n\\n적용 어종: 뿔복어류, 미늘창 물고기류",
        "pt": "Isca feita à base do orvalho de uma rosa e foi misturada com pó de Fruta Harra seca ao sol. Tem um sabor picante e um gosto doce, assim como a vida de um pescador. A colheita depois de ter passado por dias sofridos de temporal é particularmente gratificante.\\n\\nApropriada para as espécies de peixe: Peixe Bola, Marlim-azul.",
        "ru": "Наживка на основе эссенции розовых лепестков, смешанной с порошком из сушёного фрукта харра. Обладает горьким вкусом и медовым послевкусием. Такова и жизнь рыбака: приходится терпеть то непогоду, то палящее солнце, то волны, что поднимаются до самого неба, но когда ты наконец получаешь свой улов, это счастье не передать словами.\\n\\nПодходит для ловли иглобрюхов и рыб-алебард.",
        "th": "เหยื่อตกปลาที่ใช้น้ำค้างจากดอกกุหลาบ ผสมกับผง Harra Fruit ตากแห้ง มีรสชาติที่เผ็ดร้อนแต่ทิ้งกลิ่นหอมหวานไว้ในปาก รสชาติเช่นนี้ ช่างราวกับชีวิตของชาวประมง ที่เมื่อผ่านพายุคลื่นและลมร้อน การเก็บเกี่ยวที่ได้หลังจากนั้นจึงจะเป็นสิ่งที่น่ายินดีเป็นที่สุด\\n\\nเหมาะสำหรับปลาสายพันธุ์: Angler และ Axe Marlin",
        "vi": "Mồi câu được làm từ sương hoa tường vy trộn với bột quả Harra phơi khô, ăn vào sẽ có vị cay, nhưng dư vị ngọt ngào. Hương vị như vậy, giống như cuộc sống của một ngư dân. Vụ thu hoạch sau khi trải qua cái gọi là dãi nắng dầm mưa, vượt bao sóng gió mới thật sự thú vị.\\n\\nThích hợp với: Cá Nóc, Cá Rìu."
    },
    "materialType": "MATERIAL_FISH_BAIT"
}