{
    "name": {
        "en": "Sumeru Rose",
        "de": "Sumeru-Rose",
        "chs": "须弥蔷薇",
        "cht": "須彌薔薇",
        "es": "Rosa de Sumeru",
        "fr": "Rose sumérienne",
        "id": "Sumeru Rose",
        "jp": "スメールローズ",
        "kr": "수메르 장미",
        "pt": "Rosa de Sumeru",
        "ru": "Сумерская роза",
        "th": "Sumeru Rose",
        "vi": "Tường Vi Sumeru"
    },
    "id": 101219,
    "materialDesc": {
        "en": "Bright and beautiful, these pure purple flowers give off a pleasant fragrance that will give any passerby pause. While some like to call this a type of \"rambler rose,\" its relative lack of multiple flowers means that it falls under a different floral classification.",
        "de": "Eine helle und wunderschöne tief purpurne Blume, die einen jeden vorbeikommenden zum Anhalten bewegenden Duft von sich gibt. Sie wird als Rose bezeichnet, weil sie genau betrachtet der Definition einer Rose entspricht.",
        "chs": "明艳而深沉的紫色花卉，散发出使行人驻足的馥郁芬芳。虽然被称作蔷薇但其实严格来说应该算作玫瑰。",
        "cht": "明豔而深沉的紫色花卉，散發出使行人駐足的馥郁芬芳。雖然被稱作薔薇但其實嚴格來說應該算作玫瑰。",
        "es": "Una deslumbrante flor púrpura cuyo aroma cautiva a todo transeúnte que pase a su lado. Hay quien la confunde con las rosas de rosal, pero técnicamente hablando, pertenecen a otra categoría.",
        "fr": "Vives et belles, ces fleurs d'un violet pur dégagent un parfum agréable qui fera s'arrêter toute personne passant devant elles. Leur nom peut porter à confusion, car bien qu'elles soient des roses, elles sont semblables à nulle autre fleur de la même classification florale.",
        "id": "Memiliki warna yang cerah dan indah, bunga berwarna ungu ini mengeluarkan aroma memabukkan yang akan membuat orang-orang yang melewatinya berhenti sejenak. Sementara beberapa orang menyebutnya sebagai jenis \"mawar semak-semak\", karena meskipun mereka mawar, mereka tidak mirip dengan bunga lain dari klasifikasi bunga yang sama.",
        "jp": "鮮やかな濃い紫色の花。人を立ち止まらせるほどの芳しい香りがする。ローズと呼ばれるが、厳密には玫瑰。",
        "kr": "화려하고 짙은 보라색 꽃. 행인들의 걸음을 멈추게 하는 그윽한 향기를 풍긴다. 장미라고 불리지만 정확한 명칭은 해당화다",
        "pt": "Flor roxa escura e exuberante, exala uma fragrância agradável que faz qualquer pessoa querer parar para sentir o seu aroma. Muitas pessoas a chamam de \"rosa multiflora\", mas na verdade, ela é \"rosa\".",
        "ru": "Растение с яркими фиолетовыми цветами, источающими чарующий аромат, который притягивает прохожих, словно магнит. Некоторые относят его к «вьющимся розам», но, с точки зрения ботаники, это неверно.",
        "th": "ดอกไม้สีม่วงที่ทั้งสดใสและสุขุม แผ่กลิ่นอายหอมหวนที่ทำให้ผู้คนต้องเหลียวกลับมามอง ถึงแม้จะได้ชื่อว่ากุหลาบ แต่แท้จริงแล้วเป็นดอกไม้ตระกูลอื่น",
        "vi": "Bông hoa tím đậm và rực rỡ tỏa hương thơm ngát khiến người đi đường phải dừng chân. Mặc dù được gọi là tường vi, nhưng thật ra nó nên được gọi là hoa hồng."
    },
    "materialType": "MATERIAL_EXCHANGE"
}