{
    "name": {
        "en": "Sumeru: Sandtreader",
        "de": "Sumeru – Sandmeerwanderung",
        "chs": "须弥·踏沙",
        "cht": "須彌·踏沙",
        "es": "Sumeru - Caminante del desierto",
        "fr": "Sumeru - Marche-sable",
        "id": "Sumeru: Menapak Pasir",
        "jp": "スメール·砂踏み",
        "kr": "수메르·모래 밟기",
        "pt": "Sumeru: Marcha Desértica",
        "ru": "Сумеру: Идущий по песку",
        "th": "Sumeru - ย่ำผืนทราย",
        "vi": "Sumeru - Giẫm Chân Lên Cát"
    },
    "id": 210138,
    "materialDesc": {
        "en": "Namecard style.\\nThe sands subsume the tracks of travelers, and they await the day when a gust of wind will reveal gilded memories once more.",
        "de": "Ein Motiv für Namenskärtchen.\\nDie Wüste verschluckt die Spuren der Reisenden und wartet auf einen Sandsturm, der eines Tages die goldenen Erinnerungen aufwirbelt.",
        "chs": "名片纹饰。\\n砂原埋藏下旅人的足迹，等待来日的尘风卷起饰金的回忆。",
        "cht": "名片紋飾。\\n砂原埋藏下旅人的足跡，等待來日的塵風卷起飾金的回憶。",
        "es": "Diseño de tarjeta de presentación.\\nLas llanuras arenosas entierran las huellas de los viajeros a la espera de que un día, una ráfaga de viento vuelva a revelar sus recuerdos dorados.",
        "fr": "Thème.\\nLes sables avalent les traces des voyageurs, et ils attendent le jour où une rafale révélera à nouveau des souvenirs dorés.",
        "id": "Style kartu nama.\\nPasir menutupi jejak para musafir, menunggu angin debu masa depan memunculkan kembali kenangan berlapis emas.",
        "jp": "名刺の飾り紋。\\n砂原は旅人の足跡を埋め隠し、未来の風が金メッキの記憶を巻き起こすのを待っている。",
        "kr": "명함 스킨.\\n모래벌판 아래 묻힌 여행자의 발자취. 언젠가 불어올 찬란했던 추억을 꺼내줄 먼지바람을 기다리고 있다",
        "pt": "Estilo de Cartão de Visita.\\nAs areias escondem os passos de viajantes, e aguardam o dia em que um sopro de vento revelará as memórias douradas novamente.",
        "ru": "Именная карта.\\nПески поглощают следы путешественников, и ждут дня, когда ветер вновь раскроет позолоченные воспоминания.",
        "th": "ลวดลายนามบัตร\\nผืนทรายกลบฝังรอยเท้าของผู้เดินทาง เฝ้ารอคอยสายลมและเม็ดทรายแห่งอนาคต พัดพาเอาความทรงจำสีทองกลับมาอีกครา",
        "vi": "Hoa văn danh thiếp.\\nNhững bãi cát chôn vùi dấu chân của du khách, và chờ đợi một ngày khi cơn gió thổi qua sẽ hé lộ những ký ức vàng son này một lần nữa."
    },
    "materialType": "MATERIAL_NAMECARD"
}