{
    "name": {
        "en": "Sumeru: Unsullied",
        "de": "Sumeru – Unbefleckt",
        "chs": "须弥·正明",
        "cht": "須彌·正明",
        "es": "Sumeru - Rectitud",
        "fr": "Sumeru - Rectitude",
        "id": "Sumeru: Tak Bercela",
        "jp": "スメール·正明",
        "kr": "수메르·정명",
        "pt": "Sumeru: Retidão",
        "ru": "Безупречность",
        "th": "Sumeru - สง่าผ่าเผย",
        "vi": "Sumeru - Quang Minh"
    },
    "id": 210132,
    "materialDesc": {
        "en": "Namecard style.\\nThe wise, graced with the thorough knowledge of the truth, will not be sullied by sin. They are like the Nilotpala Lotus, which remains clear and pure even after the rains and winds have passed.",
        "de": "Ein Motiv für Namenskärtchen.\\nDie Weisen, die mit der gründlichen Kenntnis der Wahrheit gesegnet sind, werden nicht durch Sünde befleckt. Sie sind wie der Nilotpala-Lotos, der auch dann noch klar und rein bleibt, wenn Regen und Wind vorübergegangen sind.",
        "chs": "名片纹饰。\\n洞悉真谛的智者不受罪恶沾染，如沐濯雨露却依然清净的月莲。",
        "cht": "名片紋飾。\\n洞悉真諦的智者不受罪惡沾染，如沐濯雨露卻依然清淨的月蓮。",
        "es": "Diseño de tarjeta de presentación.\\nEl sabio que conoce la verdad no se deja manchar por el mal, así como el loto nilotpala permanece puro tras la lluvia.",
        "fr": "Thème.\\nLes sages illuminés par la connaissance de la vérité ne seront pas souillés par le péché. À l'instar du nilotpalotus, ils demeureront purs après vents et pluies.",
        "id": "Style Kartu Nama.\\nOrang bijak yang diberkahi dengan pengetahuan yang mendalam tentang kebenaran tidak akan ternodai oleh dosa. Mereka bagaikan Nilotpala Lotus yang tetap jernih dan murni bahkan setelah diterpa hujan dan angin.",
        "jp": "名刺の飾り紋。\\n真理を悟った知者が罪に染まることはない——雨に打たれても清らかなままの、サウマラタ蓮のように。",
        "kr": "명함 스킨.\\n비바람이 지나가도 청정한 달 연꽃처럼, 참뜻을 꿰뚫는 지혜로운 자는 죄악에 물들지 않는다",
        "pt": "Estilo de Cartão de Visita.\\nO sábio agraciado com a verdade não será tocado pelo mal, como uma Lótus Nilotpala, clara e pura mesmo após o passar das chuvas e ventos.",
        "ru": "Именная карта.\\nГрехи не осквернят познавших мудрость мудрецов. Подобно лотосам нилотпала, они остаются чисты, какие бы ни бушевали бури.",
        "th": "ลายนามบัตร\\nนักปราชญ์ที่รู้แจ้งจะไม่ปนเปื้อนมลทินแห่งบาป เฉกเช่น Nilotpala Lotus ที่แม้จะอาบหยาดฝนและหยดน้ำค้าง ก็ยังสามารถคงความสะอาดและบริสุทธิ์",
        "vi": "Hoa văn danh thiếp.\\nTrí giả thấu hiểu chân lý sẽ không bị tội ác tiêm nhiễm, cũng giống như đóa Sen Nilotpala dù tắm trong sương gió vẫn luôn giữ được sự trong sạch."
    },
    "materialType": "MATERIAL_NAMECARD"
}