{
    "name": {
        "en": "Summer Night's Recollection",
        "de": "Sommernachtserinnerung",
        "chs": "夏夜的追想",
        "cht": "夏夜的追想",
        "es": "Recuerdos de una noche de verano",
        "fr": "Souvenir d'une nuit d'été",
        "id": "Kenangan Malam Musim Panas",
        "jp": "夏夜の追憶",
        "kr": "여름밤의 회상",
        "pt": "Recordações de Uma Noite de Verão",
        "ru": "Воспоминание о летней ночи",
        "th": "คะนึงค่ำคืนแห่งฤดูร้อน",
        "vi": "Hồi Ức Đêm Hè"
    },
    "id": 350054,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Summer Night's Recollection.\\nThe scenery perfectly recreates the lively atmosphere found in the festivals of Inazuma.\\nInazuma City holds several festivals each year, but the biggest, most memorable ones often fall during the middle of summer. The food stalls, games, and fireworks in the night sky will make visitors linger a little longer. The stalls may disappear after the last day, but the good times shared with companions will last forever.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Kamisato Ayaka, Arataki Itto, Kamisato Ayato",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Sommernachtserinnerung“.\\nDie Szenerie gibt die lebhafte Atmosphäre der Feste in Inazuma perfekt wieder.\\nIn Inazuma finden jedes Jahr mehrere Feste statt, aber die größten und einprägsamsten fallen oft in die Mitte des Sommers. Die Essensstände, Spiele und das Feuerwerk am Nachthimmel lassen die Besucher noch ein bisschen länger verweilen. Die Stände mögen nach dem letzten Tag verschwinden, aber die guten Zeiten, die man mit seinen Freunden teilt, bleiben für immer.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von folgenden Kameraden bevorzugt: Kamisato Ayaka, Arataki Itto und Kamisato Ayato.",
        "chs": "步骤详实的图纸，记载着「夏夜的追想」的放置方法。\\n热闹非凡的祭典，完美复现了稻妻传统节庆的情景。\\n稻妻城每年都会举办多次祭典，但份量最重，最令人们心心念念的数场祭典，大多会在盛夏时节举办。贩售料理的屋台、趣味昂然的游戏，还有夜空中的绚烂焰火，会令每个到场的游客流连忘返。同行伙伴的容姿和耳畔低语的话音，也会被深深刻入回想。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：神里绫华、荒泷一斗、神里绫人",
        "cht": "步驟詳實的圖紙，記載著「夏夜的追想」的放置方法。\\n熱鬧非凡的祭典，完美重現了稻妻傳統節慶的情景。\\n稻妻城每年都會舉辦多次祭典，但份量最重、最令人們心心念念的數場祭典，大多會在盛夏時節舉辦。販售料理的屋台、趣味昂然的遊戲，還有夜空中的絢爛焰火，會令每個到場的遊客流連忘返。同行夥伴的容姿和耳畔低語的話音，也會被深深刻入回憶中。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：神里綾華、荒瀧一斗、神里綾人",
        "es": "Plano detallado para colocar “Recuerdos de una noche de verano”.\\nLa escena recrea a la perfección el ambiente alegre de los festivales de Inazuma.\\nSe celebran varios festivales al año, pero los más grandes y memorables suelen ser a mediados del verano. Los puestos de comida, los juegos y los fuegos artificiales en el cielo nocturno hacen que los visitantes siempre quieran quedarse un poco más. Los puestos desaparecen tras el último día, pero los buenos momentos compartidos con los amigos duran para siempre.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Kamisato Ayaka, Arataki Itto, Kamisato Ayato.",
        "fr": "Étapes de mise en place du souvenir d'une nuit d'été.\\nLe paysage recrée parfaitement l'atmosphère animée des festivals d'Inazuma.\\nLa Cité d'Inazuma organise plusieurs festivals chaque année, mais les plus grands et les plus mémorables ont souvent lieu au milieu de l'été. Les stands de nourriture, les jeux et les feux d'artifice dans le ciel nocturne inciteront les badauds à s'attarder un peu plus longtemps. Même si les étals disparaissent après le dernier jour, les bons moments partagés avec vos compagnons dureront éternellement.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Kamisato Ayaka, Arataki Itto, Kamisato Ayato.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk memasang Kenangan Malam Musim Panas.\\nPemandangannya dengan sempurna menciptakan kembali suasana semarak festival Inazuma.\\nKota Inazuma mengadakan beberapa festival setiap tahun, tetapi Festival Musim Panas adalah yang terbesar dan paling berkesan. Kedai makanan, permainan, dan kembang api di langit malam akan membuat pengunjung betah berlama-lama. Meski festival akan berakhir, namun suara canda tawa serta kemeriahan itu akan tetap tertanam dalam ingatan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.\\nRekan yang menyukai set perabot ini: Kamisato Ayaka, Arataki Itto, Kamisato Ayato",
        "jp": "「夏夜の追憶」の詳しい作り方が載っている設計図。\\n伝統的で賑やかな稲妻のお祭りが余すことなく再現されている。\\n稲妻城では年に数回お祭りが開催されるが、もっとも重要で人気のあるお祭りは真夏に開催される。食べ物の屋台や面白い遊び、そして夜空に輝く色鮮やかな花火を目にすれば、誰もが少しでも長くこの時間を楽しみたいと思うはずだ。共に訪れた仲間の姿や交わした言葉は、記憶の中に深く刻まれることだろう。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：神里綾華、荒瀧一斗、神里綾人",
        "kr": "작업 순서가 상세히 적힌 도면, 「여름밤의 회상」의 설치 방법이 기재되어 있다.\\n시끌벅적한 축제. 이나즈마 전통 축제의 광경을 완벽하게 재현했다.\\n이나즈마성은 매년 많은 축제를 열지만, 가장 크고 인기가 많은 축제는 대부분 여름에 열린다. 음식을 판매하는 포장마차, 재밌는 놀이와 야경에 어울리는 불꽃놀이가 축제에 온 여행객의 발길을 잡는다. 동행한 친구의 모습과 속삭이던 대화도 추억에 새겨진다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 카미사토 아야카, 아라타키 이토, 카미사토 아야토",
        "pt": "Um diagrama detalhado passo a passo para fazer Recordações de Uma Noite de Verão.\\nO cenário recria perfeitamente a atmosfera animada encontrada nos festivais de Inazuma.\\nA cidade de Inazuma recebe vários festivais todos os anos, mas os maiores e mais memoráveis costumam ser durante o verão. As barracas de comida, jogos e fogos de artifício no céu noturno farão o visitante ficar um pouco mais. As barracas podem desaparecer após o último dia, mas os bons momentos compartilhados com seus companheiros ficarão para sempre.\\nDepois de usar, você pode entrar na interface de colocação para vê-la.\\nCompanheiro que prefere este conjunto: Kamisato Ayaka, Arataki Itto, Kamisato Ayato",
        "ru": "Подробная схема изготовления предмета декора «Воспоминание о летней ночи».\\nИдеально воссоздаёт оживлённую атмосферу фестивалей Инадзумы. \\nВ городе Инадзума ежегодно проводится несколько фестивалей, но самые крупные и запоминающиеся часто приходятся на середину лета. Киоски с едой, игры и фейерверки в ночном небе заставляют посетителей задержаться подольше. Прилавки могут исчезнуть после окончания фестиваля, но хорошее время, проведённое с друзьями, останется в памяти навсегда.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.\\nЭтот комплект предпочитают следующие компаньоны: Камисато Аяка, Аратаки Итто, Камисато Аято.",
        "th": "แบบแปลนอธิบายวิธีสร้างและขั้นตอนการจัดวางโดยละเอียดของ \"คะนึงค่ำคืนแห่งฤดูร้อน\"\\nเทศกาลที่มีชีวิตชีวาและไม่ธรรมดานี้จำลองบรรยากาศของเทศกาลดั้งเดิมของ Inazuma ออกมาได้อย่างสมบูรณ์แบบ\\nเมือง Inazuma มีเทศกาลต่าง ๆ มากมายทุกปี แต่เทศกาลที่สำคัญ และน่าสนใจที่สุดนั้น ส่วนมากจะจัดขึ้นในช่วงกลางฤดูร้อน แผงขายอาหาร เกมแสนสนุก และดอกไม้ไฟที่สวยงามบนท้องฟ้ายามราตรีจะทำให้ผู้มาเยือนทุกคนต้องอยู่นานขึ้นอีกหน่อย การปรากฏตัวของเพื่อนร่วมเดินทาง และถ้อยคำที่กระซิบข้างหูก็จะถูกตราตรึงอยู่ในห้วงความทรงจำอย่างลึกซึ้ง\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Kamisato Ayaka, Arataki Itto, Kamisato Ayato",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bố trí \"Hồi Ức Đêm Hè\".\\nLễ hội vô cùng náo nhiệt, tái hiện hoàn hảo cảnh sắc lễ hội truyền thống của Inazuma.\\nInazuma mỗi năm đều tổ chức khá nhiều lễ hội, nhưng nhiều nhất và mọi người nhớ nhất là những lễ hội được tổ chức vào mùa hè. Các quầy hàng bán thức ăn, những khu trò chơi vui nhộn, và còn pháo hoa rực rỡ trên bầu trời đêm, tất cả đều khiến du khách lưu luyến không muốn về. Hình ảnh của người bạn đi cùng, và lời nói bên tai cũng được khắc ghi vào hồi tưởng.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Kamisato Ayaka, Arataki Itto, Kamisato Ayato"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}