{
    "name": {
        "en": "Summer Festival Fish",
        "de": "Sommerfest-Fisch",
        "chs": "夏祭游鱼",
        "cht": "夏祭游魚",
        "es": "Pescado de la Noche de Verano",
        "fr": "Poissons du festival d'été",
        "id": "Summer Festival Fish",
        "jp": "夏祭りの游魚",
        "kr": "여름 축제의 유어(游魚)",
        "pt": "Peixe do Festival de Verão",
        "ru": "Рыба праздника лета",
        "th": "Summer Festival Fish",
        "vi": "Cá Mùa Hạ"
    },
    "id": 108302,
    "materialDesc": {
        "en": "Yoimiya's specialty. Watching the fireworks, your hands full of the snacks Yoimiya's given you, her carefree, child-like laughter in your ear as the pyrotechnics burst overhead... Amid this unique symphony of sounds, the plump goldfish in your hand almost looks like it might start swimming at any moment...",
        "de": "Yoimiyas Spezialzubereitung. Du beobachtest das Feuerwerk, hast die Hände voll mit den Knabbereien, die Yoimiya dir mitgegeben hat, und hörst ihr unbeschwertes, kindliches Lachen, während das Feuerwerk über dir explodiert ... Inmitten dieser einzigartigen Sinfonie von Klängen sieht der pralle Goldfisch in deiner Hand fast so aus, als würde er jeden Moment anfangen zu schwimmen ...",
        "chs": "宵宫的特色料理。在看烟花的时候，被宵宫塞入怀里的点心，耳边传来她无忧无虑如孩童般的笑声，加上砰砰炸响的烟花声，在这独一无二的旋律里，手中圆嘟嘟的金鱼仿佛下一刻就要摆尾游动…",
        "cht": "宵宮的特色料理。在看煙花的時候，被宵宮塞入懷裡的點心，耳邊傳來她無憂無慮如孩童般的笑聲，加上砰砰炸響的煙花聲，在這獨一無二的旋律裡，手中圓嘟嘟的金魚彷彿下一刻就要擺尾游動…",
        "es": "La especialidad de Yoimiya. Viendo los fuegos artificiales con las manos rebosantes de las golosinas que te dio Yoimiya, su aire despreocupado, la risa infantil en tu oído junto con los fuegos artificiales estallando en el cielo... En medio de esta sinfonía de sonidos únicos, la carpa dorada que sostienes en la mano parece como si fuera a aletear en cualquier momento...",
        "fr": "Spécialité culinaire de Yoimiya. Vous admirez les feux d'artifice, les mains pleines des sucreries que Yoimiya vous a données, son rire insouciant et enfantin résonnant à vos oreilles tandis que la pyrotechnie éclate dans le ciel au-dessus de vous... Au milieu de cette symphonie unique de sons, on dirait que le poisson rouge dans vos mains peut se mettre à nager à tout moment...",
        "id": "Spesialisasi Yoimiya. Menonton kembang api, tanganmu penuh dengan camilan yang diberikan oleh Yoimiya, terdengar tawanya yang bebas dan seperti anak kecil di telingamu saat kembang api meledak di atas kepalamu... Di tengah simfoni suara yang unik ini, ikan mas gemuk yang ada di tanganmu seolah mengibaskan ekornya seperti akan berenang...",
        "jp": "宵宮のオリジナル料理。花火を見ている時に宵宮から貰った菓子。彼女の無邪気な子供のような笑い声と、ドンドンと打ち上がる花火の音が重なる。独特な響きの中で、手の中のふっくらとした金魚が今にも泳ぎ出しそうな雰囲気を醸し出している。",
        "kr": "요이미야의 특제 요리. 폭죽을 볼 때 요이미야가 품에 안겨준 디저트. 귓가에는 그녀의 아이 같은 천진난만한 웃음소리가, 팡팡 터지는 폭죽 소리가 울려 퍼지고 있다. 이 유일무이한 선율 속에서, 손에 있는 통통한 생선이 마치 금방이라도 살아서 헤엄칠 것만 같다…",
        "pt": "A especialidade de Yoimiya. Ver os fogos de artifício, suas mãos cheias de lanches que Yoimiya deu a você, sua risada despreocupada e infantil ao seu ouvido enquanto a pirotecnia explode no céu... Em meio a essa sinfonia única de sons, o peixinho dourado em sua mão parece que vai começar a nadar a qualquer momento...",
        "ru": "Особое блюдо Ёимии. В небе взрываются фейерверки, у вас полные руки лакомств, которые дала Ёимия, весело звенит её беззаботный смех... В этой уникальной симфонии звуков вам кажется, что толстенькая золотая рыбка, которую вы держите, вот-вот уплывёт...",
        "th": "เมนูพิเศษของ Yoimiya ขณะที่ดูดอกไม้ไฟ ทั้งขนมที่ถูก Yoimiya ยัดลงมาในอ้อมแขน และเสียงหัวเราะอันไร้เดียงสาของเธอที่ดังอยู่ข้างหู บวกกับเสียงดอกไม้ไฟที่ดังตูมตาม กลายมาเป็นท่วงทำนองที่แสนพิเศษไม่ซ้ำใคร ซึ่งในเวลานั้นปลาทองตัวอ้วนกลมที่อยู่ในมือ ก็ดูเหมือนจะกระดิกหางว่ายน้ำยังไงอย่างงั้น...",
        "vi": "Món ăn đặc biệt của Yoimiya. Khi ngắm pháo hoa, trên tay cầm đầy đồ ăn vặt mà Yoimiya đưa cho, bên tai là tiếng cô ấy cười vô tư như đứa trẻ, cùng với tiếng nổ bùm bùm của pháo hoa trên đầu, giữa bản giao hưởng độc đáo này, con cá vàng bụ bẫm trong tay dường như cũng muốn quẫy đuôi vui mừng..."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}