{
    "name": {
        "en": "Sunset Cloud Angler",
        "de": "Dämmerwolken-Hornkugelfisch",
        "chs": "暮云角鲀",
        "cht": "暮雲角魨",
        "es": "Pez globo crepuscular",
        "fr": "Baudroie de crépuscule",
        "id": "Sunset Cloud Angler",
        "jp": "夕雲コオニフグ",
        "kr": "놀구름 뿔복어",
        "pt": "Peixe Bola das Nuvens Crepusculares",
        "ru": "Вечерний иглобрюх",
        "th": "Sunset Cloud Angler",
        "vi": "Cá Nóc Mây Mù"
    },
    "id": 131026,
    "materialDesc": {
        "en": "A medium-sized, round fish with horn-like cartilage that is used to dig underwater burrows, build shelters and drive away creatures that try to harm it.\\nAs the longest-living species of pufferfish, they have a light gray color and are easy to identify. The color comes from their unique way of survival — their cutis contains a substance similar to bile, which is far more acidic than that of other fish, causing them to be shunned by many underwater creatures.\\nBut when cooked in a special way, the acidity actually adds to the freshness of the fish. As a result, this fish sells very well. At Sumeru's fish markets, you can often see signs that say: \"Do not keep Sunset Cloud Anglers in the same tank as other fish meant for consumption.\"",
        "de": "Ein mittelgroßer Fisch mit kugelrundem Körper mit einer hornartigen Struktur aus Knorpel. Es heißt, er setze diese Struktur ein, um Unterwasser-Bauten zu graben und um Angreifer zu vertreiben.\\nAls langlebigste Art der Hornkugelfische haben sie eine leichte Graufärbung, die den Wolken der Dämmerung gleicht und können dadurch leicht erkannt werden. Diese Farbe entstammt ihrer einzigartigen Lebensweise: In ihrem Kortex findet sich eine gallenartige Substanz, die in ihrer Sauerkeit alle anderen Hornkugelfische übertrifft. Viele Lebensformen unter Wasser halten aus diesem Grund einen gehörigen Abstand von diesen Fischen.\\nDennoch kann gerade diese Säure nach ein paar besonderen Handgriffen beim Kochen dem Fisch eine wertvolle Note hinzufügen, weshalb er für einen besonders hohen Preis gehandelt wird. Auf Sumerus Fischmarkt kann man häufig ein Schild sehen, das darauf hinweist, man möge „Bitte Dämmerwolken-Hornkugelfische nicht mit anderen Speisefischen zusammen in einem Teich halten“.",
        "chs": "体型圆润的中型鱼类，生有犄角般的软骨结构，据说它们会用这一结构开凿水下洞穴，建造栖身之所，或是驱赶试图伤害自己的生物。\\n作为角鲀中最为长寿的品种，它们有着淡暮云灰的体色，易于辨识。这种体色来源于它们独特的生存之道——它们的皮质中含有和胆汁相似的成分，酸涩程度远超其他角鲀，许多水下生物对其敬而远之。\\n不过用特殊的手法烹饪后，这种酸味反倒能为鱼肉的鲜美增色，导致这种角鲀的销路极佳。在须弥的鱼市经常能看见「请勿将暮云角鲀与其他食用鱼类饲养在同一水池中」的告示牌。",
        "cht": "體型圓潤的中型魚類，生有犄角般的軟骨結構，據說牠們會用這一結構開鑿水下洞穴，建造棲身之所，或是驅趕試圖傷害自己的生物。\\n作為角魨中最為長壽的品種，牠們有著淡暮雲灰的體色，易於辨識。這種體色來源於牠們獨特的生存之道——牠們的皮質中含有和膽汁相似的成分，酸澀程度遠超其他角魨，許多水下生物對其敬而遠之。\\n不過用特殊的手法烹飪後，這種酸味反倒能為魚肉的鮮美增色，導致這種角魨的銷量非常高。在須彌的魚市經常能看見「請勿將暮雲角魨與其他食用魚類飼養在同一水池中」的告示牌。",
        "es": "Un pez redondo con una característica estructura cartilaginosa en forma de cuerno. Se dice que este tipo de peces utilizan dichos cartílagos para cavar cuevas subacuáticas, crear sus propias madrigueras, o defenderse de posibles depredadores.\\nEs el espécimen más longevo de todos y es fácil de distinguir por el tono rosa apagado de su cuerpo, que recuerda al color del crepúsculo justo antes del anochecer. Este color tan distintivo radica de su particular forma de supervivencia. La piel de estos peces tiene una composición parecida a la de la bilis, por lo que su sabor resulta extremadamente amargo. De ahí que el resto de criaturas marinas prefieran guardar las distancias.\\nSin embargo, si se cocina adecuadamente, ese regusto amargo puede dar lugar a todo un paladar de deliciosos sabores. Por ello, es uno de los productos favoritos en cualquier mercado. En los puestos de Sumeru a menudo se ven carteles que dicen: “No se debe criar al pez globo crepuscular junto a otros peces comestibles”.",
        "fr": "Poisson moyen rond doté d'une structure cartilagineuse en forme de corne pouvant servir à creuser des galeries sous-marines, à construire un abri ou à repousser les envahisseurs.\\nEn tant qu'espèce de baudroie vivant le plus longtemps, il est reconnaissable à sa couleur gris clair. Cette couleur lui vient de son mode de survie unique : son cortex contient une substance ressemblant à de la bile, qui est beaucoup plus acide que celle des autres baudroies, ce qui rebute de nombreuses créatures sous-marines.\\nCependant, lorsqu'il est cuisiné d'une manière spéciale, l'acidité ajoute à la fraîcheur du poisson. Par conséquent, ce poisson se vend très bien. Dans les marchés aux poissons de Sumeru, on peut souvent voir des panneaux qui indiquent : « Ne gardez pas la baudroie de crépuscule dans le même aquarium que d'autres poissons pouvant être consommés. »",
        "id": "Jenis ikan sedang dengan tubuh yang bulat, memiliki struktur tulang rawan seperti tanduk. Konon katanya mereka menggunakan struktur ini untuk menggali sebuah \"lubang\" di bawah air untuk menciptakan tempat berlindung, atau untuk mengusir makhluk yang berusaha menyakiti mereka.\\nSebagai spesies ikan buntal bertanduk dengan umur yang paling lama, mereka memiliki tubuh warna abu-abu dan membuatnya lebih mudah dikenali. Warna tubuh ini berasal dari cara unik mereka untuk bertahan hidup, yaitu korteks mereka yang mengandung komposisi mirip dengan empedu. Ini membuatnya jauh lebih asam daripada spesies sejenis lainnya, sekaligus membuatnya sangat disegani oleh makhluk-makhluk lain yang ada di bawah laut.\\nNamun setelah dimasak dengan cara yang khusus, rasa asam ini malah dapat menambah \"rasa\" dalam daging ikannya. Inilah yang membuat ikan buntal bertanduk jenis ini sangat laris di pasaran. Di pasar ikan Sumeru, kamu akan sering melihat tanda pengumuman yang bertuliskan, \"Jangan memelihara Sunset Cloud Angler digabung dengan jenis ikan lain yang bisa dimakan dalam satu kolam yang sama.\"",
        "jp": "丸みを帯びた中型魚で、角のような軟骨構造を持つ。この特徴を利用して、水中の巣穴を掘ったり、避難所を作ったり、危害を加えようとする生物を撃退したりするようになった。\\nコオニフグの中で最も寿命が長い種類。淡い暮雲灰の体色で見分けやすい。この体色は彼ら独特の生存方法に由来する——皮質には胆汁に似た成分を含んでいて、他のコオニフグよりはるかに酸性度が高いため、多くの水中生物が避けて通るようになった。\\nしかし、特殊な方法で調理すると、この酸味が魚の鮮度とうまみを高め、結果的にこの種の魚の売れ行きが良くなった。スメールの魚市場では、「夕雲コオニフグを他の食用魚と同じ環境で飼わないでください」という看板をよく見かける。",
        "kr": "동그란 체형의 중형 어류. 뿔과 같은 연골을 가지고 있어 이 연골로 물속에 동굴을 만든 다음 그 안에서 서식하거나 자신을 해치려는 생물을 쫓아낸다고 한다.\\n뿔복어 중에서 가장 장수하는 품종으로 붉게 노을이 진 구름빛을 띠고 있어 식별하기 쉽다. 이러한 색깔은 독특한 생존 방식과 관련이 깊은데, 외피에 담즙과 유사한 성분을 지니고 있어 다른 뿔복어보다 훨씬 시고 떫다. 이로 인해 다른 수중 생물들이 가까이하지 않지 않는다.\\n하지만 특수한 조리 방식을 거친 신맛은 오히려 생선 살코기의 풍미를 더해주었기에 놀구름 뿔복어는 곧 엄청난 판매량을 자랑하게 되었다. 수메르의 어시장에서는 「놀구름 뿔복어와 다른 식용 어류를 같은 연못에서 키우지 마세요」라는 경고 문구를 자주 볼 수 있다",
        "pt": "Um peixe redondo de tamanho médio com cartilagens semelhantes a chifres usados para cavar tocas submarinas, construir abrigos e afastar predadores.\\nComo a espécie de peixe de vida mais longa, eles têm uma cor cinza clara e são fáceis de identificar. A cor vem de sua forma única de sobrevivência, sua cútis contém uma substância semelhante à bílis, que é muito mais ácida do que a de outros peixes, fazendo com que sejam evitados por muitas criaturas subaquáticas.\\nMas, quando cozidas de uma maneira especial, a acidez realmente contribui para o frescor do peixe. Como resultado, este peixe vende muito bem. Nos mercados de peixe de Sumeru, muitas vezes você pode encontrar placas dizendo: \"Não o mantenha no mesmo tanque que outros peixes destinados ao consumo\".",
        "ru": "Круглая рыбка средних размеров с роговидными хрящевыми отростками, необходимыми для рытья нор и отпугивания естественных врагов.\\nВечерние иглобрюхи - самая долгоживущая разновидность иглобрюхов, их можно узнать по дымчато-серому окрасу. Такой окрас объясняется уникальным способом выживания вечернего иглобрюха - в его коже содержится специальное вещество, напоминающее желчь, куда более кислое, чем у остальных иглобрюхов, из-за чего многие подводные обитатели стараются держаться от вечерних иглобрюхов как можно дальше.\\nНо, если соблюдать технику приготовления, эта кислинка придаст иглобрюху приятную свежесть. Поэтому вечерний иглобрюх пользуется высоким спросом, и на рыбных рынках Сумеру часто можно увидеть таблички с надписью: «Не держите вечернего иглобрюха в одном аквариуме с другой столовой рыбой».",
        "th": "ปลาขนาดกลางที่มีรูปลักษณ์กลมก้อน มีกระดูกอ่อนลักษณะเหมือนเขา ว่ากันว่าพวกมันสามารถใช้เขาเจาะขุดรูใต้น้ำ เพื่อสร้างที่พักอาศัยได้ อีกทั้งยังสามารถใช้ไล่สิ่งมีชีวิตที่คิดจะมาทำร้ายตัวเองได้ด้วย\\nในฐานะ Angler ที่มีชีวิตยืนยาวที่สุดในสายพันธุ์ของตัวเอง พวกมันมีสีท้องฟ้ายามพลบค่ำที่ง่ายต่อการจำแนก สีร่างกายนี้เกิดจากวิธีกันเอาชีวิตรอดอันเป็นเอกลักษณ์... ในผิวหนังของพวกมันมีส่วนประกอบที่คล้ายคลึงกับน้ำดีอยู่ ค่ากรดสูงกว่า Angler ชนิดอื่นเป็นอย่างมาก สิ่งมีชีวิตใต้น้ำอย่างอื่นจึงพากันหลบเลี่ยงให้ไกล\\nแต่หลังใช้วิธีพิเศษในการนำมาทำอาหาร รสเปรี้ยวเช่นนี้กลับสามารถเพิ่มรสอร่อยให้แก่เนื้อปลาได้ ส่งผลให้ปลาชนิดนี้ขายดีเป็นเทน้ำเทท่า ในตลาดปลาของ Sumeru มักจะพบเห็นป้าย \"กรุณาอย่าเพาะเลี้ยง Sunset Cloud Angler ไว้กับปลาที่กินได้ชนิดอื่น\"",
        "vi": "Loài cá cỡ vừa, thân tròn với cấu trúc sụn giống sừng, nghe nói chúng dùng nó để đào hang dưới nước, xây dựng nơi trú ẩn hoặc xua đuổi những sinh vật có ý làm hại mình.\\nLà loài cá nóc sống lâu nhất, chúng có màu xám nhạt và rất dễ nhận dạng. Màu sắc này xuất phát từ cách sinh tồn độc đáo của chúng: lớp biểu bì của chúng chứa một loại chất tương tự như mật, có tính axit cao hơn nhiều so với các loài cá khác, khiến chúng bị nhiều sinh vật dưới nước xa lánh.\\nNhưng khi được nấu theo cách đặc biệt, vị chua này lại có thể làm tăng thêm độ tươi của cá. Do đó, loài cá này bán rất chạy. Tại các chợ cá ở Sumeru thường có thể thấy những tấm biển ghi: \"Không nuôi Cá Nóc Mây Mù với các loại các khác.\""
    },
    "materialType": "MATERIAL_EXCHANGE"
}