{
    "name": {
        "en": "Sunset Berry Tea",
        "de": "Dämmerfrucht-Beerentee",
        "chs": "日落莓莓茶",
        "cht": "日落莓莓茶",
        "es": "Té de bayas crepusculares",
        "fr": "Thé à la tombaie",
        "id": "Sunset Berry Tea",
        "jp": "夕暮れベリーティー",
        "kr": "일몰베리 티",
        "pt": "Chá de Baga do Crepúsculo",
        "ru": "Чай из ягод и закатника",
        "th": "Sunset Berry Tea",
        "vi": "Trà Nhật Lạc"
    },
    "id": 108443,
    "materialDesc": {
        "en": "A fruity drink with a pleasantly sour taste. This scented tea gives off the pleasant aroma of fresh fruit. Its cold and refreshing taste is sure to dispel the stifling heat with each gulp.",
        "de": "Süßsaures Fruchtgetränk. Reine Teebasis, gemischt mit Fruchtaroma. Mit einem Schluck kann der erfrischende Geschmack jede Dumpfheit und Hitze zerstreuen.",
        "chs": "酸甜怡人的果饮。醇正的茶底，融合了果物的芳香。清凉的口感伴随着咕咚咕咚的声响，能驱散所有的燥闷烦热。",
        "cht": "酸甜怡人的果飲。醇正的茶底，融合了果物的芳香。清涼的口感伴隨著咕咚咕咚的聲響，能驅散所有的燥悶煩熱。",
        "es": "Una bebida frutal con un regusto agridulce. El suave sabor del té se entremezcla con el dulzor natural de la fruta. Se recomienda beber a sorbitos para disfrutar de la refrescante sensación que produce esta bebida mientras calma cualquier sensación de calor y bochorno.",
        "fr": "Une boisson fruitée avec un goût aigre-doux agréable. Ce thé parfumé dégage un agréable parfum fruité. Une sensation de fraîcheur accompagne le glouglou émis par celui qui le boit. Il permet de chasser la sensation de chaleur et de sécheresse.",
        "id": "Minuman buah dengan rasa asam yang menyenangkan. Teh beraroma juga memberikan aroma buah yang menyenangkan. Setelah setiap tegukannya dilalui, rasa dingin dan menyegarkan mengusir semua rasa frustrasi dari panas.",
        "jp": "甘酸っぱいフルーツドリンク。まろやかなお茶にフルーツの香りを加えた。爽やかな口当たりはゴクゴクという音と共に、心の煩わしさを吹き飛ばしてくれる。",
        "kr": "새콤달콤한 과일 음료. 상큼한 차에 과일의 향긋함을 더했다. 청량한 음료를 꿀꺽꿀꺽 들이켜면 모든 더위가 씻은 듯이 사라진다",
        "pt": "Uma bebida frutada com um sabor agridoce e agradável. O chá perfumado também exala o agradável aroma de frutas. A cada gole, o sabor gelado e refrescante afasta toda a frustração causada pelo calor.",
        "ru": "Фруктовый напиток с кисловатым вкусом. Аромат заваренных чайных листьев, дополненный фруктовыми нотками. Этот напиток прекрасно освежает, выпейте его залпом, и никакая жара не страшна.",
        "th": "น้ำผลไม้รสหวานอมเปรี้ยว กลิ่นหอมของชาและผลไม้หลอมรวมกันเป็นหนึ่ง รสชาติที่แสนสดชื่น ช่วยขจัดความหงุดหงิดที่เกิดจากความร้อนได้เป็นอย่างดี",
        "vi": "Món nước trái cây chua chua ngọt ngọt. Phần nước trà đậm đà được hòa quyện với hương thơm của trái cây. Cảm giác mát mẻ đi cùng với tiếng ực ực, có thể xua đi mọi cơn nóng nực buồn phiền."
    },
    "materialType": "MATERIAL_FOOD"
}