{
    "name": {
        "en": "Sunshine Sprat",
        "de": "Butterbratling",
        "chs": "黄油煎鱼",
        "cht": "奶油煎魚",
        "es": "Pescado salteado con mantequilla",
        "fr": "Poisson grillé au beurre",
        "id": "Sunshine Sprat",
        "jp": "バター魚焼き",
        "kr": "버터 생선 구이",
        "pt": "Peixe Frito na Manteiga",
        "ru": "Солнечная рыба",
        "th": "Sunshine Sprat",
        "vi": "Cá Chiên Bơ"
    },
    "id": 108208,
    "materialDesc": {
        "en": "Gently fried fish dish. Cooked with the right heat and duration to maintain freshness for a long time. Tender and flaky, it is delicately browned thanks to the layer of aromatic butter on top, which creates a multi-layered and unique flavor.",
        "de": "Ein langsam in Butter goldbraun gebratener Fisch. Bei richtiger Zubereitung bleibt er lange frisch und knusprig. Die knusprig braune Butterkruste hinterlässt ein angenehmes Gefühl im Mund.",
        "chs": "慢火煎制的鱼料理。火候得当的鱼肉最大程度保持了鲜味，入口细嫩柔软，搭配表面带有黄油香气的微焦，形成了一种层次丰富的口感。",
        "cht": "慢火煎製的魚料理。火侯得當的魚肉最大程度保持了鮮味，入口細膩柔軟，搭配表面帶有奶油香氣的微焦，形成了一種層次豐富的口感。",
        "es": "Un pescado salteado a fuego lento. Al cocinarse con la potencia de fuego adecuada, el sabor del pescado conserva mejor su frescura. Es tierno y ligero, con una suave fragancia a mantequilla chamuscada, lo que lo dota de una gran variedad de texturas distintas.",
        "fr": "Un plat de poisson délicatement frit au beurre. La cuisson doit être maîtrisée pour conserver au maximum les saveurs du poisson, et assurer ainsi la tendreté du mets en bouche. Les sucs du beurre viennent compléter ce plat aux multiples saveurs.",
        "id": "Hidangan ikan yang digoreng perlahan. Rasa gurih ikannya tersimpan sepenuhnya. Dagingnya terasa sangat empuk dan kenyal saat masuk ke mulut. Dengan kulit yang sedikit garing dan aroma mentega yang harum, membuat hidangan ini menjadi sangat kaya rasa.",
        "jp": "じっくり焼いた魚料理。丁度良い火加減で、魚肉の鮮度を最大限に保てている。口当たりは柔らかく、表面の焦がしバターが複雑な食感を作り出している。",
        "kr": "약한 불에 구운 생선 요리. 알맞게 익혀 생선의 신선한 맛을 유지한다. 겉바속촉, 촉촉한 속살과 버터향이 나는 바삭한 표면이 차원이 다른 풍부한 식감을 만들어 낸다.",
        "pt": "Um prato de um peixe frito. Cozinhado com o calor e duração certas para manter o fresco por um longo tempo. Macio, com uma suave fragrância de manteiga, que cria um sabor único com texturas distintas.",
        "ru": "Жаренная на медленном огне рыба. Такая тепловая обработка позволяет сохранить вкус свежей рыбы. Румяная корочка с нотками сливочного масла придаёт многослойность нежному и лёгкому вкусу рыбы.",
        "th": "ปลาทอดด้วยไฟอ่อน ๆ การควบคุมไฟที่เหมาะสมนั้น จะเป็นการรักษาความสดของเนื้อปลาได้อย่างดีเยี่ยม ทำให้ได้ความรู้สึกที่นุ่มละมุนเมื่อนำเข้าปาก ส่วนการจับคู่กันของหนังปลาที่เกรียมเล็กน้อยและกลิ่นหอมของเนย ก็ทำให้เกิดรสชาติที่ซับซ้อนและไม่เหมือนใคร",
        "vi": "Món cá chiên bằng lửa nhỏ. Thịt cá được chiên với độ lửa thích hợp sẽ giữ được độ tươi ngon tối đa, thịt mềm ngọt, bề mặt hơi cháy nhẹ kèm với mùi thơm của mỡ tạo nên một hương vị đậm đà."
    },
    "materialType": "MATERIAL_FOOD"
}