{
    "name": {
        "en": "Sunsettia",
        "de": "Dämmerfrucht",
        "chs": "日落果",
        "cht": "日落果",
        "es": "Solsettia",
        "fr": "Pomme crépusculaire",
        "id": "Sunsettia",
        "jp": "夕暮れの実",
        "kr": "일몰 열매",
        "pt": "Fruto do Pôr do Sol",
        "ru": "Закатник",
        "th": "Sunsettia",
        "vi": "Quả Nhật Lạc"
    },
    "id": 100002,
    "materialDesc": {
        "en": "A plump fruit, beautiful like the sunset, that is abundant across all of Teyvat. It has a curious, sweet aroma and is able to energize an individual.",
        "de": "Eine Gabe der Natur, die man überall auf Teyvat findet. Sie ist so schön wie die Abenddämmerung und sättigt sehr. Sie hat ein merkwürdiges, süßes Aroma und belebt den ermüdeten Geist.",
        "chs": "遍布提瓦特大陆的自然恩惠，如夕阳般靓丽美好的饱满果实。有着奇异的香甜气味，能让人精神百倍。",
        "cht": "遍布提瓦特大陸的自然恩惠，如夕陽般亮麗美好的飽滿果實。有著奇異的香甜氣味，能讓人精神百倍。",
        "es": "Una fruta redonda y hermosa como la puesta de sol, abundante en todo Teyvat. Tiene un curioso aroma muy dulce y un alto valor energético.",
        "fr": "Un fruit dodu, beau comme le coucher de soleil, que l'on peut voir un peu partout sur le continent de Teyvat. Il dégage une douce et étrange odeur et possède une forte valeur énergétique.",
        "id": "Buah yang bulat dan indah, warnanya seperti matahari saat terbenam, dapat ditemukan di seluruh Teyvat. Kulitnya memiliki aroma manis yang dapat memulihkan tenaga.",
        "jp": "テイワットの自然の恩恵を受けた果実。夕暮れの色と特殊な香りが特徴。",
        "kr": "티바트 대륙 전역에 내린 자연의 은총. 석양처럼 곱고 과육으로 가득하다. 기이한 향과 맛을 자랑하며 기운을 북돋아준다",
        "pt": "Uma fruta redonda e bonita como o pôr do sol, abundante em todo Teyvat. Tem um aroma curioso muito doce e dá muita energia.",
        "ru": "Фрукт-пухляш, оранжевый как закатное солнце. Встречается в изобилии по всему Тейвату. Сытный фрукт с необычным вкусом.",
        "th": "ผลไม้ที่มีความงามราวกับตะวันตกดิน ที่ขึ้นอยู่ทุกหนแห่งใน Teyvat ความหอมหวานอันแปลกประหลาด ของมันสามารถเพิ่มพลังให้คนๆนึง ได้มากมาย",
        "vi": "Ân huệ của tự nhiên ban tặng khắp đại lục Teyvat, quả cây mọng nước như ánh hoàng hôn, tỏa ra mùi vị thơm ngọt lạ kỳ, có thể giúp tỉnh táo tinh thần."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}