{
    "name": {
        "en": "Suspicious Northern Apple Stew",
        "de": "Misslungenes Apfelschmorfleisch aus dem Norden",
        "chs": "奇怪的北地苹果焖肉",
        "cht": "奇怪的北地蘋果燜肉",
        "es": "Estofado de carne y manzana del Norte extraño",
        "fr": "Ragoût de pommes du nord (suspect)",
        "id": "Suspicious Northern Apple Stew",
        "jp": "微妙な北地のリンゴと肉の煮込み",
        "kr": "이상한 북극 사과고기찜",
        "pt": "Ensopado de Maçã do Norte Estranho",
        "ru": "Странное тушёное мясо с яблоками",
        "th": "Northern Apple Stew รสประหลาด",
        "vi": "Thịt Om Táo Đất Bắc Kỳ Lạ"
    },
    "id": 108170,
    "materialDesc": {
        "en": "A dish with braised meat and apples. Apart from a slight sourness, it tastes just like any other down-to-earth braised meat dish, and lacks any fruity aroma. One might even wonder if the apples were put in there at all.",
        "de": "Ein Gericht mit auf Apfelscheiben geschmortem Fleisch. Das Fleisch ist ungefähr so fest wie sonst beim Schmoren. Außer der deutlichen Säure ist aber kein bisschen Fruchtigkeit geblieben. Man kann nicht umhin sich zu fragen, ob man überhaupt Äpfel hinzugefügt hat.",
        "chs": "加入苹果焖制的肉料理。如同一道普通焖肉般扎实，除了有些酸涩，无法尝出丝毫果香。让人不免自我怀疑是否在熬制过程中忘记加了苹果。",
        "cht": "加入蘋果燜製的肉料理。如同一道普通燜肉般扎實，除了有些酸澀，無法嘗出絲毫果香。讓人不免自我懷疑是否在熬製過程中忘記加了蘋果。",
        "es": "Un estofado de carne y manzana. Tan fuerte como un estofado de carne normal. Aparte de cierto regusto ácido, no se nota ningún sabor a fruta. ¿Acaso olvidaron añadir la manzana?",
        "fr": "Un ragoût de viande et de pommes. Mis à part une légère acidité, il a le goût de n'importe quel autre ragoût, sans arôme particulier. On pourrait même se demander si les pommes y ont été placées.",
        "id": "Hidangan dengan daging dan apel yang direbus. Selain sedikit asam, rasanya sama seperti hidangan daging rebus lain yang sederhana, dan tidak memiliki aroma buah. Bahkan orang mungkin bertanya-tanya apakah ada apel di dalamnya.",
        "jp": "リンゴと一緒に煮込んだ肉料理。少しすっぱい以外に、フルーツの香りを感じられない普通の肉料理。リンゴを入れ忘れてしまったのだろうか。",
        "kr": "사과를 겻들인 고기찜 요리. 평범한 찜처럼 살이 탄탄하고, 약간 시고 떫은 맛 외에 과일향이 전혀 느껴지지 않는다. 조리할 때 사과를 빼먹었나 의심이 들 정도다",
        "pt": "Um prato feito com carne e maçã. Além da acidez, tem o gosto parecido com qualquer outro prato feito com frutas, e não possui seu aroma. Alguém pensaria se as frutas sequer foram colocadas nele.",
        "ru": "Тушёное мясо с яблоками. Оно ничем, кроме чуть кисловатого запаха, не отличается от обычного тушёного мяса и не имеет фруктового аромата. Оно заставляет задуматься, а не забыл ли повар положить яблоки в процессе готовки?",
        "th": "เนื้ออบแอปเปิ้ล เนื้อเป็นเช่นเดียวกับอาหารประเภทเนื้ออบทั่วไป แต่นอกจากรสเปรี้ยวฝาดแล้ว ก็ไม่มีกลิ่นของผลไม้เลย จนอดสงสัยไม่ได้ว่าตอนทำลืมใส่แอปเปิ้ลลงไปรึเปล่า",
        "vi": "Món thịt om táo. Giống với các món om khác, ngoài vị chua và chát ra, không thể cảm thấy mùi táo trong đó. Khiến người ta cảm thấy hoài nghi rằng, liệu có quên om cùng táo hay không."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}