{
    "name": {
        "en": "Suspicious Butter Crab",
        "de": "Misslungener Butterkrebs",
        "chs": "奇怪的黄油蟹蟹",
        "cht": "奇怪的奶油蟹蟹",
        "es": "Cangrejo mantequilla extraño",
        "fr": "Crabe au beurre (suspect)",
        "id": "Suspicious Butter Crab",
        "jp": "微妙なカニのバター添え",
        "kr": "이상한 버터 크랩",
        "pt": "Caranguejo na Manteiga Estranho",
        "ru": "Странный краб в масле",
        "th": "Butter Crab รสประหลาด",
        "vi": "Cua Phủ Bơ Kỳ Lạ"
    },
    "id": 108270,
    "materialDesc": {
        "en": "A grilled crab dish. The crab legs are still cold, and have a raw, salty flavor to them, almost as if one were being force-fed some seawater.",
        "de": "Ein gegrilltes Krebsgericht. Die Krebsbeine sind noch kalt und haben einen rohen, salzigen Geschmack, fast so, als würde man mit Meerwasser gefüttert werden.",
        "chs": "烤制而成的蟹肉料理。冷硬的蟹腿，带着咸腥味涌入口腔，让人难受得仿佛是呛了一大口海水。",
        "cht": "烤製而成的蟹肉料理。冷硬的蟹腿，帶著鹹腥味湧入口腔，令人難受得彷彿嗆了一大口海水",
        "es": "Un plato de cangrejo a la parrilla. Sus patas aún están frías, crudas y demasiado saladas. Comerlo es como beber un vaso de agua de mar. ¡Puaj!",
        "fr": "Un plat de crabe grillé. Les pattes de crabe sont encore froides et ont une saveur crue et salée, c'est comme si on buvait la tasse quand on les mange.",
        "id": "Hidangan kepiting panggang. Kaki kepiting masih dingin dan keras. Saat dimakan, rasa mentah dan asin langsung memenuhi mulut, rasanya seperti meminum air laut secara paksa.",
        "jp": "焼き上げたカニ料理。固く、冷えたカニ肉は、しょっぱさと臭みを口の中に押しつけてくる。まるで海水を力いっぱい吸ったかのようだ。",
        "kr": "구운 꽃게 요리. 차가운 게 다리가 비린 맛을 풍기며 입속에 침투해 마치 바닷물에 크게 사레들린 듯한 느낌이다",
        "pt": "Um prato de caranguejo grelhado. As patas do caranguejo ainda estão frias e têm um sabor cru e salgado, quase como se alguém estivesse sendo alimentado à força com um pouco de água do mar.",
        "ru": "Краб, приготовленный на гриле. Клешни ещё холодны, а на вкус они сырые и солёные. Такое впечатление, будто вас пытаются напоить морской водой.",
        "th": "เมนูเนื้อปูย่าง ขาปูเย็นเฉียบ ที่เข้าปากพร้อมกลิ่นเค็ม ทำให้รู้สึกไม่สบายใจราวกับว่ากำลังสำลักน้ำทะเลที่ท่วมล้นอยู่เต็มปาก",
        "vi": "Món thịt cua nướng. Chân cua nguội lạnh xộc vào miệng có mùi mặn chát khiến người ăn cảm thấy khó chịu như bị sặc một ngụm nước biển lớn."
    },
    "materialType": "MATERIAL_FOOD"
}