{
    "name": {
        "en": "Suspicious Squirrel Fish",
        "de": "Misslungener Eichhörnchenfisch",
        "chs": "奇怪的松鼠鱼",
        "cht": "奇怪的松鼠魚",
        "es": "Pescado mandarín agridulce extraño",
        "fr": "Perche-écureuil (suspecte)",
        "id": "Suspicious Squirrel Fish",
        "jp": "微妙な揚げ魚の甘酢あんかけ",
        "kr": "이상한 탕수어",
        "pt": "Peixe Esquilo Estranho",
        "ru": "Странная рыба-белка",
        "th": "Squirrel Fish รสประหลาด",
        "vi": "Cá Đuôi Sóc Kỳ Lạ"
    },
    "id": 108077,
    "materialDesc": {
        "en": "A hard-to-prepare fish dish. Sure, you can make out the shape of the fish, but you can't see how it's related to any squirrel. It just proves that the more complicated the dish is to prepare, the harder it is to prepare it well.",
        "de": "Ein schwierig zuzubereitendes Gericht. Mit viel Fantasie kann man noch erkennen, dass es sich einmal um einen Fisch gehandelt haben muss. Die Verbindung zu Eichhörnchen bleibt aber fragwürdig. Es beweist deutlich, dass das Gericht tatsächlich sehr schwierig zuzubereiten ist.",
        "chs": "工艺复杂的鱼料理。勉强能够看出鱼的形状，却实在难以与松鼠尾巴产生什么联系。事实证明复杂的烹饪流程的确会让出品变得更为困难。",
        "cht": "工藝複雜的魚料理。勉強能夠看出魚的形狀，卻實在難以與松鼠尾巴產生什麼關聯。事實證明複雜的烹飪流程的確會讓出菜變得更為困難。",
        "es": "Un plato de pescado muy complicado de elaborar. Apenas se distingue la forma de pez y, aunque este plato es también conocido como “pescado cola de ardilla”, tampoco se puede ver dicha forma. Debido a su compleja técnica de elaboración, es muy difícil conseguir la forma del pescado deseada.",
        "fr": "Un plat de poisson à la préparation délicate. On arrive à distinguer le poisson avec un peu de peine, mais le rapport avec une queue d'écureuil est discutable. Le degré de difficulté de préparation du plat se reflète dans l'assiette.",
        "id": "Hidangan ikan yang sulit dibuat. Memang, bentuk ikannya kelihatan, tapi apa hubungannya dengan tupai? Ini hanya membuktikan bahwa semakin rumit hidangannya, membuatnya juga semakin sulit.",
        "jp": "手間をかける魚料理。魚には見えるが、リスとの関係は全く分からない。手間をかける料理はそう簡単には行かない。",
        "kr": "만들기 복잡한 생선 요리. 자알 봐야 생선인 줄 겨우 알 수 있지만 요리 본래의 다람쥐꼬리 모양은 어디에서도 찾아볼 수 없다. 복잡한 레시피는 요리를 완성하는 데에 어려움을 준다는 사실을 증명한다",
        "pt": "Um prato de peixe difícil de preparar. Claro, você pode ver a forma do peixe, mas não consegue ver como ele está relacionado a um esquilo. Isso prova que, quanto mais complicado o prato é preparar, mais difícil será em prepará-lo bem.",
        "ru": "Замысловатое блюдо из рыбы. Вы можете разобрать смутные очертания рыбы, но вот от белки нет и следа. Это блюдо - доказательство того, что чем мудрёней рецепт, тем сложнее приготовить его правильно.",
        "th": "อาหารจำพวกปลาที่มีวิธีการทำสุดแสนจะซับซ้อน แทบจะดูไม่รู้ว่านี่คือปลาและก็ยากเหลือเกินที่จะนำไปเกี่ยวข้องกับหางกระรอก ความเป็นจริงที่เกิดขึ้นได้แสดงให้เห็นว่ากระบวนการทำอาหารที่ซับซ้อนนั้นทำให้การทำอาหารยากขึ้น",
        "vi": "Món cá có kỹ thuật phức tạp. Miễn cưỡng có thể nhìn ra hình con cá, nhưng rất khó để liên tưởng đến đuôi sóc. Sự thật chứng minh rằng quy trình nấu nướng phức tạp sẽ khiến thành phẩm trông khó coi hơn."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}