{
    "name": {
        "en": "Suspicious Omelette Rice",
        "de": "Misslungener Omelette-Reis",
        "chs": "奇怪的蛋包饭",
        "cht": "奇怪的蛋包飯",
        "es": "Tortilla con arroz extraña",
        "fr": "Omelette au riz sauté (suspecte)",
        "id": "Suspicious Omelette Rice",
        "jp": "微妙なオムライス",
        "kr": "이상한 오므라이스",
        "pt": "Omelete de Arroz Estranho",
        "ru": "Странный рисовый омлет",
        "th": "Omelette Rice รสประหลาด",
        "vi": "Cơm Cuộn Trứng Kỳ Lạ"
    },
    "id": 108327,
    "materialDesc": {
        "en": "A main dish wrapped up in an egg skin. The egg skin just about barely covers the rice, and it has been fried for so long that it has lost all fluidity. Might as well call it \"fried egg on rice.\"",
        "de": "Ein Hauptgericht, eingewickelt in eine Eihülle. Die Eihülle bedeckt den Reis gerade noch und ist so lange gebraten, dass sie ihre Flüssigkeit verloren hat. Man könnte es genauso gut „Spiegelei auf Reis“ nennen.",
        "chs": "蛋皮包裹的主食。勉勉强强盖住饭的蛋皮，因为煎得过久而失去了流动性。干脆改名叫做煎蛋盖饭？",
        "cht": "蛋皮包裹的主食。勉勉強強蓋住飯的蛋皮，因為煎得過久而失去了流動性。乾脆改名叫做煎蛋蓋飯？",
        "es": "Arroz envuelto en una tortilla. Esta apenas sirve para cubrir el arroz porque, al haberla cocinado demasiado, ha perdido toda su maleabilidad. Mejor cámbiale el nombre a “arroz con tortilla”...",
        "fr": "Un plat de résistance recouvert d'une fine omelette. Celle-ci peine à recouvrir le riz à cause d'une cuisson trop longue qui lui a fait perdre sa texture lisse. Pourquoi ne pas renommer ce plat « riz sauté avec un œuf frit » ?",
        "id": "Hidangan utama yang dibalut telur. Telur yang hampir membalut seluruh nasi, digoreng lama sehingga sudah kehilangan semua cairannya. Mungkin lebih baik disebut sebagai \"telur goreng di atas nasi\".",
        "jp": "卵で包んだ主食。ご飯をギリギリ包んでいる卵が、焼きすぎて固まってしまっている。いっそのこと、目玉焼き丼という名に変えた方がいいかも？",
        "kr": "오믈렛으로 감싼 주식. 겨우 쌀밥을 덮은 오믈렛은 너무 오래 구운 탓에 촉촉함을 잃었다. 아예 이름을 새알 프라이로 바꾸는 게 어떨까?",
        "pt": "Um prato principal embrulhado na pele do ovo. A casca do ovo mal cobre o arroz, e ele foi frito por tanto tempo que perdeu toda a maciez. Poderia muito bem chamá-lo de \"ovo frito com arroz\".",
        "ru": "Завёрнутый омлет с начинкой из риса. Яичная оболочка, которая едва покрывает рис, потеряла всю жидкость из-за слишком долгого обжаривания. Почему бы просто не переименовать его в жареное яйцо с рисом?",
        "th": "อาหารจานหลักที่ห่อด้วยไข่ แผ่นไข่ที่เกือบจะปิดข้าวไม่มิด มันได้เสียความชุ่มฉ่ำไปแล้วเพราะทอดนานเกินไป แบบนี้ควรเปลี่ยนชื่อเป็น \"ข้าวไข่เจียว\" ดีกว่าไหม?",
        "vi": "Món ăn chính được bao bọc bởi trứng chiên. Lớp vỏ trứng bọc bên ngoài cơm vì chiên quá lâu nên mất đi độ dẻo. Có nên đổi tên thành cơm chiên trứng?"
    },
    "materialType": "MATERIAL_FOOD"
}