{
    "name": {
        "en": "Suspicious Mondstadt Hash Brown",
        "de": "Misslungene Kartoffelpuffer nach Mondstadt-Art",
        "chs": "奇怪的蒙德土豆饼",
        "cht": "奇怪的蒙德薯餅",
        "es": "Tortilla de papas de Mondstadt Extraña",
        "fr": "Galette de pomme de terre mondstadtoise (suspecte)",
        "id": "Suspicious Mondstadt Hash Brown",
        "jp": "微妙なモンド風ハッシュドポテト",
        "kr": "이상한 몬드 감자전",
        "pt": "Bolinho de Batata Estranho de Mondstadt",
        "ru": "Странные мондштадтские оладушки",
        "th": "Mondstadt Hash Brown รสประหลาด",
        "vi": "Bánh Khoai Tây Mondstadt Kỳ Lạ"
    },
    "id": 108045,
    "materialDesc": {
        "en": "A fried cake of mashed potatoes. It's said that a hash brown without jam is not worthy of the Mondstadt name... But is this even a hash brown?",
        "de": "Gebratene Kartoffelpuffer. „nach Mondstadt-Art“ heißt „mit Konfitüre“. Diese Lappen kann man kaum so nennen, ja noch nicht einmal Kartoffelpuffer!",
        "chs": "土豆做的炸饼。据说没有果酱的土豆饼不能被冠上蒙德之名，而这两块的情况嘛…大概连土豆饼都不能叫了？",
        "cht": "馬鈴薯做的炸餅。據說沒有果醬的薯餅不能被冠上蒙德之名，而這兩塊的情況嘛…大概連薯餅都稱不上了？",
        "es": "Tortilla de papas frita. Dicen que este plato sin mermelada no es digno de llevar el nombre de “Mondstadt”. Pero ¿se puede considerar esto realmente una tortilla de papas?",
        "fr": "Une galette de pomme de terre frite. On dit que ce n'est pas une galette mondstadtoise s'il n'y a pas un peu de confiture dessus... mais est-ce cette chose peut être considérée comme une galette ?",
        "id": "Gorengan yang terbuat dari kentang. Katanya hash brown tanpa selai tidak layak dinamai Mondstadt, tapi ini... apa masih layak disebut hash brown?",
        "jp": "ジャガイモで作ったスナック。ジャムのないハッシュドポテトはモンドの名前を冠することができないらしい。しかし、この塊の様子を見ると…ハッシュドポテトとすら呼べないのでは？",
        "kr": "감자로 만든 전. 과일잼이 발려 있어야 몬드라는 이름이 붙는다. 그러나 이 감자전은… 감자전이라고 말할 수 있을까?",
        "pt": "Um bolinho frito de purê de batata. Dizem que um bolinho desses sem uma geleia não pode levar o nome de Mondstadt... Mas isso realmente é um bolinho de batata?",
        "ru": "Толстые лепёшки из картофеля. Говорят, что оладушки без сметаны не заслуживают называться мондштадтскими... Но можно ли это вообще назвать оладьями?",
        "th": "มันฝรั่งบดที่ปั้นเป็นก้อนแล้วนำไปทอด ว่ากันว่าแฮชบราวน์ที่ไม่มีแยมนั้นไม่ คู่ควรจะได้ใช้ชื่อ Mondstadt... แต่ไอ้เจ้านี่ถือว่าเป็นแฮชบราวน์ด้วย ไหมเนี่ย?",
        "vi": "Bánh khoai tây chiên. Nghe nói bánh không có mứt hoa quả thì không được mang tên Mondstadt, nhưng hai miếng này... chắc là đến cả khoai tây cũng không phải?"
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}