{
    "name": {
        "en": "Suspicious Stir-Fried Shrimp",
        "de": "Misslungene gebratene Garnelen",
        "chs": "奇怪的清炒虾仁",
        "cht": "奇怪的清炒蝦仁",
        "es": "Salteado de camarones extraño",
        "fr": "Crevettes sautées (suspectes)",
        "id": "Suspicious Stir-Fried Shrimp",
        "jp": "微妙なエビのあっさり炒め",
        "kr": "이상한 새우살 볶음",
        "pt": "Camarão Salteado Estranho",
        "ru": "Странные обжаренные креветки",
        "th": "Stir-Fried Shrimp รสประหลาด",
        "vi": "Tôm Nõn Xào Kỳ Lạ"
    },
    "id": 108194,
    "materialDesc": {
        "en": "A mild and luscious dish. In an overzealous attempt to prevent the food from sticking to the bottom of the pot, too much oil was added. Despite having been subjected to this rather heavy-duty frying process, the shrimp still have a surprisingly pleasant texture — but mind you don't eat too many, or you'll get a sore throat.",
        "de": "Ein leichtes und mildes Gericht. Bei dem Versuch die Zutaten vom Zusammenkleben abzuhalten wurde zu viel Öl hinzugegeben. Obwohl sie einem besonderen „Frittier“-Vorgang standhalten mussten, sind die Garnelen noch angenehm zart – aber Vorsicht: Iss nicht zu viele davon oder du bekommst eine raue Kehle.",
        "chs": "清淡润口的菜肴。为了防止糊底，手抖放入了过多的油。经过一番特殊的「油煎」烹调，虾仁弹性尚可，就是吃多了嗓子有些不舒服。",
        "cht": "清淡潤口的菜餚。為了防止燒焦，手抖放入了過多的油。經過一番特殊的「油煎」烹調，蝦仁彈性尚可，就是吃多了喉嚨會有點不舒服。",
        "es": "Una comida de un sabor suave y delicioso. Por temor a que los camarones se quemaran, al cocinero se le fue la mano con el aceite. Después de una fritura un tanto especial, los camarones han tenido la suerte de conservar algo de su consistencia. Pero si los comes cuando aún están muy calientes, seguramente te dolerá la garganta.",
        "fr": "Un plat doux et agréable en bouche. La main tremblante du cuisinier a versé trop d'huile dans la poêle, dans l'espoir d'empêcher les ingrédients de coller. Mais malgré ce processus de « friture » spécial, les crevettes sont toujours aussi élastiques. Attention, n'en mangez pas trop ou vous aurez mal à la gorge.",
        "id": "Hidangan yang ringan dan halus. Agar bahan tidak lengket, rupanya terlalu banyak minyak yang sudah ditambahkan karena gugup. Meskipun sudah \"digoreng secara khusus\", udangnya masih tetap kenyal — tetapi ingat jangan terlalu banyak memakannya kalau tidak mau sakit tenggorokan.",
        "jp": "あっさりとした料理。焦げないようにするため、誤って油を入れすぎた。「揚げ物」になってしまったこの料理、エビはまずまずな弾力を持つが、食べ過ぎると喉が痛くなってしまう。",
        "kr": "담백하고 촉촉한 요리. 바닥이 타지 않게 하려다 식용유를 너무 많이 넣었다. 기름에 거의 지지듯 조리하여 새우의 탱글함은 아직 살아있지만, 많이 먹으면 목이 조금 아프다",
        "pt": "Uma comida leve. Para não queimar a comida, parece que foi colocado óleo demais. Depois de uma maneira especial de cozinhar, os camarões ficaram com boa consistência, só que a garganta parece não ter gostado muito.",
        "ru": "Лёгкое блюдо с восхитительным вкусом. Чтобы креветки не прилипали к сковороде, повар добавил побольше масла. Несмотря на такую жестокую прожарку, креветки сохранили упругость. Но будьте осторожны и не ешьте слишком много, а то начнётся изжога.",
        "th": "เมนูเบา ๆ ทานง่าย ๆ เพื่อป้องกันไม่ให้ติดกระทะ จึงต้องใส่น้ำมัน แต่ลนจนมือสั่นเลยใส่มากเกินไป หลังจากผ่านการ \"ทอด\" แบบหนักหน่วงแล้ว เนื้อของกุ้งมีความยืดหยุ่นที่ดีพอสมควร แต่จะรู้สึกไม่สบายคอเล็กน้อย หลังจากรับประทานมากเกินไป",
        "vi": "Món ăn thanh đạm vừa miệng. Để không bị cháy, nên đã lỡ tay cho quá nhiều dầu. Qua quá trình \"chiên\" nấu đặc biệt, tôm có độ dai vừa phải, chỉ là ăn nhiều quá sẽ làm cổ họng hơi khó chịu."
    },
    "materialType": "MATERIAL_FOOD"
}