{
    "name": {
        "en": "Suspicious Lambad Fish Roll",
        "de": "Misslungene Lambad-Fischröllchen",
        "chs": "奇怪的兰巴德鱼卷",
        "cht": "奇怪的蘭巴德魚卷",
        "es": "Rollo de pescado de Lambad extraño",
        "fr": "Rouleau au poisson de Lambad (suspect)",
        "id": "Suspicious Lambad Fish Roll",
        "jp": "微妙なランバドフィッシュロール",
        "kr": "이상한 람바드 생선 롤",
        "pt": "Rolinho de Peixe Lambad Estranho",
        "ru": "Странный рыбный рулетик Ламбада",
        "th": "Lambad Fish Roll รสประหลาด",
        "vi": "Cuốn Cá Lambad Kỳ Lạ"
    },
    "id": 108421,
    "materialDesc": {
        "en": "A grilled fish dish with a faint floral scent. Oh dearie me. The rank smell of fish and the stench of charred meat are the most telling signs of your terrible skills. Take the dish away before Lambad sees it, or he might make you pay twice as much for your next order.",
        "de": "Ein gegrillter Fisch mit leicht blumigem Duft. Oh nein, der ranzige Fischgeruch und der Gestank von Verbranntem haben bereits die fehlende Kochfertigkeit offenbart. Du solltest ihn schleunigst loswerden, bevor Lambad beim nächsten Essen einen Preisnachlass von zwanzig Prozent von dir verlangt, nachdem er ihn bemerkt ...",
        "chs": "略带花香的烤鱼。糟了，与腥气纠缠的焦味已经暴露了厨艺的不精。如果不想在下次点单的时候被兰巴德大叔打二十折的折扣，最好不要让他看到…",
        "cht": "略帶花香的烤魚。糟了，與腥味糾纏的焦味已經暴露了廚藝的不精。如果不想在下次點餐的時候被蘭巴德大叔打二十折的折扣，最好不要讓他看到…",
        "es": "Un plato de pescado a la parrilla con un tenue aroma floral. Desgraciadamente, el olor rancio del pescado chamuscado evidencia la falta de habilidad culinaria al hacerlo. Será mejor que Lambad no se dé cuenta, o te cobrará el doble la próxima vez que visites su puesto.",
        "fr": "Un plat de poisson grillé avec un léger parfum floral. Malheureusement, l'odeur rance du poisson carbonisé démontre des lacunes flagrantes en matière de technique culinaire. Espérons que Lambad ne remarque rien, sinon, il vous fera payer le double du prix normal la prochaine fois que vous visiterez son étal.",
        "id": "Hidangan ikan bakar dengan aroma bunga yang samar-samar. Astaga, bau amis ikan dan bau daging hangusnya sudah menggambarkan kemampuan memasakmu. Lebih baik kamu bawa pergi makanannya sebelum Lambad lihat, kalau tidak dia akan menyuruhmu bayar dua kali lipat untuk pesananmu selanjutnya.",
        "jp": "ほのかに花の香りがする魚のグリル。おっと、生臭さに絡み付く焦げ臭さのせいで、料理の下手くそさが露呈してしまった。この料理はランバドおじさんに見せないほうがいい…次から値段を倍にすると言われたら大変だ。",
        "kr": "은은한 꽃향기가 나는 생선구이. 큰일이다. 생선의 비린내와 탄내가 요리 실력의 부족함을 드러내고 있다. 다음 주문 때 람바드 아저씨에게 두 배로 값을 지불하고 싶지 않다면 이 요리를 들키지 않는 게 좋을 듯하다…",
        "pt": "Um prato de peixe grelhado com um leve aroma floral. Infelizmente, o cheiro rançoso de peixe grelhado revela falta de habilidade culinária em prepará-lo. É melhor Lambad não descobrir, ou ele vai te cobrar o dobro da próxima vez que você visitar a barraca dele.",
        "ru": "Жареная рыба с едва уловимым цветочным ароматом. Плохо дело: рыба не успела как следует прожариться, а уже подгорела. Повар явно недосмотрел. Если не хотите при следующем заказе получить от дядюшки Ламбада двадцатипроцентную скидку, лучше, чтобы он ничего не видел.",
        "th": "ปลาย่างที่หอมกลิ่นดอกไม้จาง ๆ แย่ล่ะ กลิ่นคาวและกลิ่นไหม้ดันเปิดโปงเรื่องความไม่เอาไหนของฝีมือการทำอาหารซะแล้ว ถ้าไม่อยากโดนคุณลุง Lambad หักส่วนลด 20% ในครั้งต่อไปละก็ ทางที่ดีอย่าให้เขาเห็นเจ้าสิ่งนี้จะดีกว่า...",
        "vi": "Món cá nướng có hương hoa. Ôi không, mùi khét quyện với mùi tanh đã bộc lộ sự kém cỏi trong khâu nấu nướng. Nếu không muốn lần sau được chú Lambad giảm giá thì tốt nhất đừng để chú ấy nhìn thấy..."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}