{
    "name": {
        "en": "Suspicious Golden Crab",
        "de": "Misslungener Goldkrebs",
        "chs": "奇怪的黄金蟹",
        "cht": "奇怪的黃金蟹",
        "es": "Cangrejo dorado extraño",
        "fr": "Crabe doré (suspect)",
        "id": "Suspicious Golden Crab",
        "jp": "微妙な黄金ガニ",
        "kr": "이상한 골든크랩",
        "pt": "Caranguejo Dourado Estranho",
        "ru": "Странный золотистый краб",
        "th": "Golden Crab รสประหลาด",
        "vi": "Cua Hoàng Kim Kỳ Lạ"
    },
    "id": 108101,
    "materialDesc": {
        "en": "A crab dish cooked in the ancient ways. The flour granules within have congealed like gravel, and have some crab shell mixed in. But compared to the blandness of the crab meat, the taste of crab shell is at least worth having a go at.",
        "de": "Ein Krebsfleischgericht, das auf traditionelle Weise zubereitet wird. Will man die fettigen Mehlklumpen zerbeißen, trifft man mit seinen Zähnen auf eine nette, knisternde Krebsschalenüberraschung. Im Vergleich zu dem zähen und geschmacklosen Krebsfleisch sind die Schalenstückchen wenigstens einen Versuch wert.",
        "chs": "古法烹制的蟹肉料理。面粉颗粒嚼起来像砂石一样，里面还混入了不少蟹壳。不过相比寡淡的蟹肉，蟹壳的滋味还是值得品一品的。",
        "cht": "古法烹製的蟹肉料理。麵粉顆粒咬起來像砂石一樣，裡面還混入了不少蟹殼。不過相比寡淡的蟹肉，蟹殼的滋味還是值得品一品的。",
        "es": "Un plato de cangrejo cocinado a la antigua usanza. En su interior hay grumos de harina que se han solidificado como una piedra y están mezclados con fragmentos de la cáscara. En comparación con el insípido sabor de la carne de cangrejo, su cáscara al menos sí vale la pena probarla.",
        "fr": "Un plat de crabe cuisiné à l'ancienne qui ne vole pas son nom. La farine a formé des grumeaux durs comme de la pierre et on peut encore retrouver des restes de coquille dans la farce qui donne un semblant de goût au plat, contrairement à la viande du crabe.",
        "id": "Sebuah masakan kepiting dimasak dengan cara kuno. Butiran tepungnya membeku bagai kerikil, dengan beberapa cangkang kepiting tercampur di dalamnya. Namun dibandingkan dengan rasa daging kepiting yang hambar, setidaknya rasa cangkang kepitingnya layak untuk dicoba.",
        "jp": "古いレシピ通りに作られたカニ料理。小麦粉はジャリのようにざらざらしていて、殻もたまに入っている。けど、味のないカニ肉より、殻の方が風味がある。",
        "kr": "옛날 방식대로 만든 게살 요리. 밀가루 덩어리의 식감은 모래 같고, 안에 게 껍데기도 들어가 있다. 그러나 싱거운 게살보다 게 껍데기가 더 먹어볼 만할지도 모른다",
        "pt": "Um prato de caranguejo cozido à moda antiga. Os grânulos de farinha dentro congelaram como cascalho e misturaram um pouco a casca de caranguejo. Mas, comparado à suavidade da carne, o sabor da casca de caranguejo vale pelo menos a pena tentar.",
        "ru": "Блюдо из краба, приготовленное по древнему рецепту. Застывшие комочки муки, вперемешку с осколками крабового панциря, напоминают гравий. Но вкус крабового панциря на голову обходит безвкусное крабовое мясо.",
        "th": "เมนูปูสูตรโบราณ ตัวแป้งเคี้ยวแล้วคล้ายเม็ดกรวดอีกทั้งด้านในที่ผสมผสานไปด้วยกระดองปู ซึ่งเมื่อเทียบกับเนื้อปูที่ค่อนข้างจืดแล้ว รสชาติของกระดองปูนั้นถือได้ว่าควรค่าแก่การลิ้มลอง",
        "vi": "Món cua nấu theo cách cổ xưa. Bột mì vón cục kết hợp mai cua khi cho vào miệng sẽ có cảm giác như ăn cát vậy. Nếu so với vị nhạt của thịt cua thì sự béo ngậy của mai cua rất đáng để thưởng thức."
    },
    "materialType": "MATERIAL_FOOD"
}