{
    "name": {
        "en": "Suspicious Sashimi Platter",
        "de": "Misslungene Sashimi-Platte",
        "chs": "奇怪的刺身拼盘",
        "cht": "奇怪的刺身拼盤",
        "es": "Surtido de sashimi extraño",
        "fr": "Assortiment de sashimis (suspect)",
        "id": "Suspicious Sashimi Platter",
        "jp": "微妙な刺身の盛り合わせ",
        "kr": "이상한 모둠 회",
        "pt": "Prato de Sashimi Estranho",
        "ru": "Странное ассорти из сашими",
        "th": "Sashimi Platter รสประหลาด",
        "vi": "Sashimi Kỳ Lạ"
    },
    "id": 108258,
    "materialDesc": {
        "en": "A seafood dish made using fresh ingredients. This has to be a practice dish. The rusty knife-work has ruined the original flavor of the ingredients, nor have the fish scales on the sashimi slices been completely cleaned off. It's... probably not too late to seek professional help...",
        "de": "Ein Gericht mit Meeresfrüchten, das mit frischen Zutaten zubereitet wird. Das muss ein Übungsgericht sein. Die rostige Messerarbeit hat den ursprünglichen Geschmack der Zutaten ruiniert, noch sind die Fischschuppen auf den Sashimi-Scheiben vollständig entfernt worden. Es ist ... wahrscheinlich noch nicht zu spät, professionelle Hilfe zu erhalten ...",
        "chs": "新鲜食材组成的水产料理。似乎是一份练习作品，生疏的刀工破坏了食材本身的风味，鱼片上的鱼刺也没有完全处理干净。现在找一个专业师傅请教还来得及吗…",
        "cht": "新鮮食材組成的水產料理。似乎是一份練習作品，生疏的刀工破壞了食材本身的風味，魚片上的魚刺也沒有完全處理乾淨。現在找一個專業師傅請教還來得及嗎…",
        "es": "Un plato de hecho con ingredientes de mar frescos. Parece un plato de prueba, ya que, al cortar mal el pescado, se ha estropeado su sabor. Además, no se le han quitado todas las espinas. Vamos, llama a un chef profesional para que arregle este estropicio...",
        "fr": "Un plat de fruits de mer à base d'ingrédients frais. Ça doit être un plat d'entraînement. La coupe avec couteau rouillé a gâché la saveur originale des ingrédients, et les écailles de poisson sur les tranches de sashimi n'ont pas été totalement nettoyées. Il n'est peut-être pas trop tard pour demander de l'aide à un professionnel...",
        "id": "Masakan laut yang terbuat dari bahan-bahan segar. Sepertinya masakan ini adalah hasil latihan seseorang. Hasil potongan pisaunya menghancurkan rasa asli bahan-bahannya, dan tulang ikan juga tidak dibersihkan sepenuhnya. Apa sekarang masih sempat mencari bimbingan guru yang profesional?",
        "jp": "新鮮な食材を組み合わせた海鮮料理。誰かの練習作のようで、錆びた包丁は食材本来の味を損ない、魚の骨も完全に取れていない。今からプロの料理人に指導してもらったとしても、もう手遅れなのだろうか？",
        "kr": "신선한 식자재로 구성된 해산물 요리, 하지만 연습작인 듯하다. 미숙한 칼 솜씨가 식자재 본연의 풍미를 망쳤을 뿐만 아니라 회의 비늘도 제대로 제거하지 않아 덕지덕지 붙어있다. 지금이라도 회 전문 장인을 찾아 수습할 수 있을까…",
        "pt": "Um prato de frutos do mar feito com ingredientes frescos. Deve ter sido um prato de teste. O uso de uma faca enferrujada arruinou o sabor original dos ingredientes, e as escamas de peixe nas fatias de sashimi não foram completamente removidas. Não é tarde demais para procurar ajuda profissional...",
        "ru": "Блюдо из морепродуктов со свежими ингредиентами. Кажется, на этом блюде кто-то тренировался. Вкус ингредиентов испорчен неумелой нарезкой, а кое-где остались кости. Быть может, ещё не слишком поздно обратиться к профессионалу...",
        "th": "อาหารทะเลประกอบด้วยวัตถุดิบสดใหม่ ดูเหมือนจะเป็นจานที่เอาไว้ใช้ฝึกทักษะการใช้มีด ฝีมือการหั่นที่ไม่ได้เรื่องได้ทำลายรสชาติของส่วนผสมไป ก้างบนเนื้อปลายังไม่ได้รับการทำความสะอาดอย่างสมบูรณ์ ถ้าจะไปขอคำแนะนำจากมืออาชีพตอนนี้จะสายเกินไปไหมนะ...",
        "vi": "Món thủy sản được kết hợp từ các nguyên vật liệu tươi. Hình như là một món để luyện tay nghề, nhát cắt không thành tạo đã phá vỡ đi hương vị của món ăn, vảy cá cũng không được đánh sạch hoàn toàn. Bây giờ tìm một sư phụ về dạy thì có còn kịp không..."
    },
    "materialType": "MATERIAL_FOOD"
}