{
    "name": {
        "en": "Suspicious Milky Mushroom Crisp Tower",
        "de": "Misslungener kross gebratener Milchpilzturm",
        "chs": "奇怪的奶香菌菇脆塔",
        "cht": "奇怪的奶香菌菇脆塔",
        "es": "Tostadas crujientes de champiñones y queso extrañas",
        "fr": "Tour de champignons au lait (suspecte)",
        "id": "Suspicious Milky Mushroom Crisp Tower",
        "jp": "微妙なミルキーキノコクリスプタワー",
        "kr": "이상한 바삭 크림 버섯 타워",
        "pt": "Torre Crocante de Cogumelo ao Leite Estranha",
        "ru": "Странная сливочно-грибная башенка",
        "th": "Milky Mushroom Crisp Tower รสประหลาด",
        "vi": "Tháp Nấm Sữa Giòn Kỳ Lạ"
    },
    "id": 108445,
    "materialDesc": {
        "en": "A crunchy delicacy. From the sorry side of the dish, it is easy to tell that this dish has been left out here for some time — water loss has already dried up and hardened the bread slices. Biting into it makes your chin sore... Next time, do remember to eat it while it's still nice and fresh...",
        "de": "Eine knusprige Delikatesse. In Anbetracht der verkümmerten Beilage scheint die Zubereitungszeit dieses Gerichts ein wenig zu lang gewesen zu sein. Das Brot ist komplett ausgetrocknet und hart geworden. Wenn du hineinbeißt, wirst du bemerken, wie deine Wangen sauer anlaufen ... Du solltest dir für das nächste Mal merken es früher zu essen ...",
        "chs": "口感酥脆的小吃。从配菜的干瘪憔悴中看出放置时间已久，面包片失去了水分，变得又干又硬，一口下去，腮颊隐隐发酸…下次要记得趁热吃…",
        "cht": "口感酥脆的小吃。從配菜的乾癟憔悴中看出放置時間已久，麵包片失去了水分，變得又乾又硬，一口下去，臉頰隱隱發酸…下次要記得趁熱吃…",
        "es": "Un aperitivo muy crujiente. Se ve a simple vista que hace tiempo que se prepararon los ingredientes y que el pan se ha secado y endurecido tras haber perdido toda la humedad. Al probarlo, notas un cierto regusto agrio. La próxima vez, será mejor comerlo cuando todavía está caliente.",
        "fr": "Un amuse-bouche croustillant. Un simple coup d'œil sur les ingrédients tout ratatinés suffit pour se rendre compte qu'il a été laissé de côté beaucoup trop longtemps : le pain a complètement desséché et est devenu tout dur. Il a une sorte d'arrière-goût aigre à la dégustation. La prochaine fois, n'oubliez pas de le manger quand il est encore chaud.",
        "id": "Camilan yang renyah. Dari penampakkan fisik hidangan yang menyedihkan ini, mudah ditebak kalau hidangan ini sudah terbengkalai untuk waktu yang lama — kadar airnya sudah merosot sehingga irisan rotinya kini menjadi kering dan keras. Saat hidangan ini digigit, pipimu akan terasa masam ... Lain kali, jangan lupa untuk memakannya selagi masih enak dan segar ....",
        "jp": "サクッとした口当たりのお菓子。サイドの付け合わせが乾燥している様子から、長い間放置されていたことが分かる。パンの水分も抜けてパサパサになっており、噛むと固く、頬が疲れてしまう…次からは温かいうちに食べよう…",
        "kr": "바삭한 식감의 간식. 마르고 시든 재료를 통해 오랫동안 방치됐음을 알아차릴 수 있다. 수분을 잃은 지 오래인 식빵은 딱딱하고 건조해서 한입 베어 물면 볼이 시큰거릴 정도다…. 다음에는 따끈할 때 먹는 게 좋을 듯하다…",
        "pt": "Um aperitivo bem crocante. Pode-se ver claramente que os ingredientes foram preparados há muito tempo, o pão perdeu toda a umidade, secou e endureceu. Ao prová-lo, nota-se um certo sabor azedo. Da próxima vez, lembre-se de comê-lo ainda quente.",
        "ru": "Хрустящая закуска. Судя по заветренному виду, эта башенка слишком долго вас дожидалась. Хлеб высох, затвердел, и прожевать его - настоящее испытание. Всё же лучше есть такую башенку горячей...",
        "th": "ขนมกรุบกรอบชวนเคี้ยวเพลิน ดูจากสภาพเครื่องเคียงที่แห้งเหี่ยวแล้วก็เดาได้ทันทีว่าถูกวางทิ้งไว้นานแล้ว แผ่นขนมปังสูญเสียความชุ่มชื้นจนแห้งกรัง เพียงกัดแค่คำเดียวคางยังเกือบเคล็ด... ต่อไปต้องรีบกินตอนที่มันยังร้อนนะ...",
        "vi": "Món ăn vặt giòn tan. Từ những món ăn kèm teo tóp có thể thấy được những món ăn này đã được để ở đây từ lâu, Những lát bánh mì đã mất đi độ ẩm, vừa khô vừa cứng, cắn một miếng thì thấy hơi chua chua... lần sau phải nhớ tranh thủ ăn khi còn nóng..."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}