{
    "name": {
        "en": "Suspicious Radish and Fish Stew",
        "de": "Misslungener Fischtopf mit Rettich",
        "chs": "奇怪的鲜鱼炖萝卜",
        "cht": "奇怪的鮮魚燉蘿蔔",
        "es": "Guiso de pescado y rábano extraño",
        "fr": "Ragoût de radis et de poisson (suspect)",
        "id": "Suspicious Radish and Fish Stew",
        "jp": "微妙な魚とダイコンの煮込み",
        "kr": "이상한 생선 무조림",
        "pt": "Guisado Fresco de Peixe e Rabanete Estranho",
        "ru": "Странное рагу из редиса и рыбы",
        "th": "Radish and Fish Stew รสประหลาด",
        "vi": "Cá Tươi Hầm Củ Cải Kỳ Lạ"
    },
    "id": 108342,
    "materialDesc": {
        "en": "A meat and vegetable dish. It certainly looks like the complete package, but careful tasting will reveal that there is no flavor of fresh fish in the radishes at all... Wait a minute, what are these fishbones doing in there instead?",
        "de": "Ein Gericht aus Fisch und Gemüse. Es sieht sicherlich komplett aus, aber wenn man es probiert, dann ist es schon klar, dass in dem Rettich überhaupt kein Geschmack von frischem Fisch steckt ... Moment mal, warum sind stattdessen diese Fischgräten da drin?",
        "chs": "荤素搭配的菜肴。整体造型还算完整，但仔细一尝，萝卜里并没有鱼肉的鲜味…等等，萝卜里的鱼刺是怎么回事？",
        "cht": "葷素搭配的菜餚。整體造型還算完整，但仔細一嚐，蘿蔔裡並沒有魚肉的鮮味…等等，蘿蔔裡的魚刺是怎麼回事？",
        "es": "Un plato de pescado y verduras. A juzgar por su apariencia, no parece estar acabado y, al probarlo, se nota que al rábano no se le ha adherido el sabor del pescado. Un momento... ¡Este rábano tiene espinas!",
        "fr": "Un plat de viande et de légumes. Bien qu'il ait l'air complet au premier abord, une bouchée vous révélera l'absence du goût de poisson frais dans les radis... Que font ces arêtes ici ?",
        "id": "Hidangan yang terdiri dari daging dan sayuran. Kelihatannya memang seperti paket yang lengkap, tapi sama sekali tidak ada aroma ikan segar di lobaknya kalau dicicipi dengan saksama ... Tunggu dulu, tapi kok bisa ada tulang ikan ya?",
        "jp": "栄養バランスが良い料理。見た目は完成されているが、食べてみると魚肉の旨味が全然ダイコンに染み込んでいない…いや待て、ダイコンに刺さった魚の骨はどういうことだ？",
        "kr": "고기와 야채가 어우러진 요리. 전체적인 모습이 완벽해 보이진 않는다. 요리를 음미해 보면 신선한 생선의 맛이 무에 전혀 스며들지 않았다… 잠깐, 무 속의 가시는 뭐지?",
        "pt": "Um prato de carnes e vegetais. Certamente parece estar completo, mas ao experimentar com cuidado, irá revelar que não tem gosto de peixe fresco nem de rabanete... Espere um momento, o que estas espinhas estão fazendo aqui!?",
        "ru": "Блюдо из рыбы и овощей. Оно выглядит завершённым, но при тщательной дегустации выясняется, что у редиса совсем нет вкуса рыбы... Минуточку, а что в редисе делают рыбные кости?",
        "th": "อาหารที่มีเนื้อสัตว์ และผัก รูปร่างโดยรวมถือว่าไม่เลว แต่เมื่อลองชิมดูดี ๆ หัวไชเท้าไม่มีรสปลาอยู่เลย... แต่เดี๋ยวก่อน ก้างปลาที่อยู่ในหัวไชเท้านี่มันยังไงกัน?",
        "vi": "Món ăn kết hợp giữa thịt cá và rau củ. Trông có vẻ cũng hoàn chỉnh, nhưng khi nếm thử thì bên trong củ cải không thấm vị thơm của cá...Chờ đã, có xương cá trong củ cải luôn hả?"
    },
    "materialType": "MATERIAL_FOOD"
}