{
    "name": {
        "en": "Suspicious Vegetarian Abalone",
        "de": "Misslungene vegetarische Seeohren",
        "chs": "奇怪的素鲍鱼",
        "cht": "奇怪的素鮑魚",
        "es": "Abulón vegetariano extraño",
        "fr": "Ormeau végétarien (suspect)",
        "id": "Suspicious Vegetarian Abalone",
        "jp": "微妙な松茸のアワビもどき",
        "kr": "이상한 채식 전복",
        "pt": "Abalone Vegetariano Estranho",
        "ru": "Странные вегетарианские мидии",
        "th": "Vegetarian Abalone รสประหลาด",
        "vi": "Bào Ngư Chay Kỳ Lạ"
    },
    "id": 108188,
    "materialDesc": {
        "en": "A vegetarian dish with a rich flavor. The overly thick sauce has totally covered the freshness that the ingredients should have had, and the condiment leaves your mouth dry no matter how much you wash it down with water.",
        "de": "Ein deftiges, vegetarisches Gericht. Die extrem dicke Soße überdeckt völlig den frischen Geschmack der Zutaten und die Gewürze hinterlassen ein Trockenheitsgefühl im Mund, das bleibt, wie viel Wasser man auch trinken mag.",
        "chs": "滋味浓郁的素食。过于稠厚的酱汁完全掩盖了食材应有的鲜味，感觉吃进肚子里的是无论喝多少水还嫌口干的调味料。",
        "cht": "滋味濃郁的素食。過於稠厚的醬汁完全掩蓋了食材應有的鮮味，感覺吃進肚子裡的是無論喝多少水還嫌口乾的調味料。",
        "es": "Una comida vegetariana de sabor intenso. La salsa es demasiado espesa y enmascara la frescura que deberían aportar los ingredientes. Te dejará la boca tan seca que no conseguirás hidratarla por mucho que bebas.",
        "fr": "Un plat végétarien riche en saveurs. La sauce trop épaisse gâche la fraicheur des ingrédients et les condiments donnent un goût pâteux en bouche dont vous n'arrivez pas à vous débarrasser même avec plusieurs verres d'eau.",
        "id": "Sebuah hidangan vegetarian dengan rasa yang kuat. Sausnya terlalu kental hingga menutupi kesegaran bahan-bahannya. Bumbu-bumbu yang terlalu banyak membuat mulutmu terasa haus terus.",
        "jp": "味が濃厚な菜食。濃すぎるタレが食材本来の味を完全に消している。水をどんなに飲んでもしょっぱく感じる、ただ調味料を食べているようだ。",
        "kr": "풍미가 깊은 채식요리. 걸쭉한 소스가 식자재의 깊은 맛을 완전히 감춰서 물을 아무리 많이 마셔도 입이 바짝 마르고 조미료 맛도 나는 것 같다",
        "pt": "Um prato vegetariano com um sabor delicioso. O molho excessivamente grosso cobriu totalmente o frescor que os ingredientes deveriam ter tido, e o condimento deixa sua boca seca não importa o quanto você beba água.",
        "ru": "Овощное блюдо с насыщенным вкусом. Слишком густой соус прекрасно маскирует свежесть ингредиентов, а попав в желудок долго вызывает сухость во рту. Сколько воды ни пей - не помогает.",
        "th": "อาหารมังสวิรัติรสชาติเข้มข้น ซอสที่เข้มข้นเกินไปจนกลบรสชาติความสดใหม่ของส่วนผสมที่ควรจะมีไปหมด เมื่อทานแล้ว ไม่ว่าจะดื่มน้ำตามมากแค่ไหนก็ยังรู้สึกปากแห้งอยู่ดี",
        "vi": "Một món chay có vị đậm đà. Nước sốt đặc lấn áp hoàn toàn vị tươi ngon của nguyên liệu. Có cảm giác khi ăn vào thì cho dù uống bao nhiêu nước cũng sẽ thấy bị khô cổ."
    },
    "materialType": "MATERIAL_FOOD"
}