{
    "name": {
        "en": "Suspicious Grilled Tiger Fish",
        "de": "Misslungener gegrillter Tigerfisch",
        "chs": "奇怪的烤吃虎鱼",
        "cht": "奇怪的烤吃虎魚",
        "es": "Pez tigre a la parrilla extraño",
        "fr": "Poisson chihu grillé (suspect)",
        "id": "Suspicious Grilled Tiger Fish",
        "jp": "微妙なチ虎魚焼き",
        "kr": "이상한 흘호어 구이",
        "pt": "Peixe Tigre Frito Estranho",
        "ru": "Странная жареная рыба-тигр",
        "th": "Grilled Tiger Fish รสประหลาด",
        "vi": "Cá Hổ Nướng Kỳ Lạ"
    },
    "id": 108107,
    "materialDesc": {
        "en": "A fish kebab grilled over an open flame. You can barely see that this charred lump is indeed grilled fish, and upon further investigation, the fish scales mixed in confirm that this is indeed the case.",
        "de": "Ein auf offener Flamme gegrillter Fischspieß. Diesem kalten Stück Kohle kann man nur schwer ablesen, dass es sich um Fisch handelt. Der einzige Nachweis sind die Schuppen, die noch deutlich zu erkennen sind.",
        "chs": "急火烤制的鱼串。勉强能从焦糊的形状上判断出是烤鱼，抿过之后可知判断正确，因为还有鱼鳞混在里面。",
        "cht": "急火烤製的魚串。勉強能從焦糊的形狀上判斷出是烤魚，吃了一口之後可知判斷正確，因為還有魚鱗混在裡面。",
        "es": "Una brocheta de pescado a la brasa. Apenas se puede distinguir que esta masa carbonizada es, en realidad, un pescado a la parrilla. Sin embargo, al inspeccionarlo más de cerca, se pueden ver unas escamas de pescado que lo confirman.",
        "fr": "Une brochette de poisson grillé à la flamme. La viande est tellement brûlée qu'on n'arrive pas à reconnaître qu'il s'agit de poisson, jusqu'à ce qu'on morde dans des écailles.",
        "id": "Ikan kebab yang dipanggang di atas api. Gumpalan ini hampir tidak terlihat seperti ikan bakar, dan setelah menelitinya dengan lebih seksama, kamu bisa memastikan bahwa ini benar adalah ikan karena sisik-sisiknya yang masih menempel.",
        "jp": "強火で焼いた魚の串焼き。その焦げた見た目から、なんとなく焼き魚なのは分かるが、よく見たら鱗がまだたくさん残っている。",
        "kr": "센 불에서 구운 생선 꼬치. 새까맣게 타버렸지만, 그나마 유지된 형태와 한입 먹었을 때 씹히는 물고기의 비늘로 인해 이것이 생선구이라는 걸 알 수 있다",
        "pt": "Um espetinho de peixe grelhado sobre uma fogueira aberta. Você mal consegue ver que esse pedaço carbonizado é de fato um peixe grelhado e, após uma investigação mais aprofundada, as escamas de peixe misturadas confirmam que esse é realmente o caso.",
        "ru": "Рыб-кебаб. Вы с трудом можете разглядеть в этом обугленном комочке жареную рыбу. Откусите кусочек, и вы точно поймёте, что это рыба, по застрявшим в мясе чешуйкам.",
        "th": "ปลาเสียบไม้ย่าง ที่ไหม้ซะจนแทบจะดูไม่ออกว่าคือปลาย่าง หลังจากจัดแต่งแล้วถึงจะดูออกได้เพราะมีเกล็ดปลาปนอยู่ในนั้นด้วย",
        "vi": "Cá xiên nướng trên lửa lớn có phần cháy đen khó nhận dạng, sau khi tách lớp vẩy còn dính trên đó, có thể chắc chắn nhận định đây là món cá."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}