{
    "name": {
        "en": "Suspicious Rainbow Aster",
        "de": "Musslungene Lila Wolken",
        "chs": "奇怪的紫苑云霓",
        "cht": "奇怪的紫苑雲霓",
        "es": "Margarita arcoíris extraña",
        "fr": "Aster arc-en-ciel (suspect)",
        "id": "Suspicious Rainbow Aster",
        "jp": "微妙な紫苑雲霓",
        "kr": "이상한 보랏빛 비구름",
        "pt": "Áster Arco-íris Estranho",
        "ru": "Странная радужная астра",
        "th": "Rainbow Aster รสประหลาด",
        "vi": "Tử Uyển Cầu Vồng Kỳ Lạ"
    },
    "id": 108384,
    "materialDesc": {
        "en": "A most unique drink. It certainly looks alright, and it would taste acceptable, if you ignore the astringency caused by improper handling of the Lavender Melons...",
        "de": "Ein Getränk mit Pfiff. Es sieht auf jeden Fall gut aus und würde auch gut schmecken, wenn du die Adstringenz ignorierst, die durch den unsachgemäßen Umgang mit den Lavendelmelonen entsteht ...",
        "chs": "别具一格的饮品。光看颜色的话似乎还不错，如果能忽略堇瓜处理不当带来的涩味，还算是一杯能被人接受的饮品…",
        "cht": "別具一格的飲品。光看顏色的話似乎還不錯，如果能忽略堇瓜處理不當帶來的澀味，還算是一杯能被人接受的飲品…",
        "es": "Una bebida muy especial. El resultado es pasable si solo te fijas en el color. Una lástima que sea imposible ignorar la astringente sensación de la calavanda, ya que en ese caso sería una bebida aceptable.",
        "fr": "Une boisson unique en son genre. Rien qu'à sa couleur, elle n'a pas l'air mauvaise. Son goût est acceptable si l'on peut faire abstraction de l'âpreté apportée par la mauvaise utilisation des melons lavande...",
        "id": "Minuman paling unik. Kelihatannya sih biasa saja dan rasanya bisa diterima, itu pun kalau kamu bisa mengabaikan astringen yang disebabkan oleh penanganan yang tidak tepat dari Lavender Melon-nya ....",
        "jp": "一風変わったドリンク。色だけなら問題はなさそうだ。スミレウリの仕込みを失敗したことによる渋みを無視できれば、許容範囲内のドリンクと言えるだろう…",
        "kr": "이색 음료. 색만 보면 괜찮은 것 같다. 제비꽃 열매를 잘못 처리하는 바람에 생긴 쓴맛을 무시할 수 있다면, 그럭저럭 받아들일 수 있는 음료다…",
        "pt": "Uma bebida única. Ela parece boa somente se você ignorar a adstringência causada pelo péssimo manuseio de Melões de Lavanda...",
        "ru": "Особенный напиток. Из-за цвета может показаться, что напиток этот совсем не плох. Его ещё можно было бы пить, если бы он не был таким терпким из-за фиалковой дыни...",
        "th": "เครื่องดื่มที่ไม่เหมือนใคร ดูแค่สีก็ถือว่าไม่แย่เท่าไหร่นะ ถ้ามองข้ามความฝาดที่เกิดจากการใช้ Lavender Melon ที่ไม่ได้ผ่านการจัดการอย่างเหมาะสม ก็ถือว่ายังเป็นเครื่องดื่มที่พอรับได้แหละ...",
        "vi": "Món thức uống độc đáo. Chỉ nhìn màu sắc thôi thì trông cũng được, nếu có thể bỏ qua việc xử lý dưa tím không tốt làm để lại vị chát, thì cũng xem như là một món thức uống có thể chấp nhận được..."
    },
    "materialType": "MATERIAL_FOOD"
}