{
    "name": {
        "en": "Suspicious Tri-Flavored Skewer",
        "de": "Misslungener Spieß mit drei Aromen",
        "chs": "奇怪的串串三味",
        "cht": "奇怪的串串三味",
        "es": "Brochetas de tres sabores extrañas",
        "fr": "Brochettes trois saveurs (suspectes)",
        "id": "Suspicious Tri-Flavored Skewer",
        "jp": "微妙な串焼き三種",
        "kr": "이상한 삼미 꼬치",
        "pt": "Espeto de Três Sabores Estranho",
        "ru": "Странные тройные шашлычки",
        "th": "Tri-Flavored Skewer รสประหลาด",
        "vi": "Xiên Que Ba Vị Kỳ Lạ"
    },
    "id": 108273,
    "materialDesc": {
        "en": "A pieced-together skewer. The burnt bamboo stick and the dull-colored ingredients give off a smell that must not be named. If you were to make this out in the wild, you might just attract some hilichurls...",
        "de": "Ein zusammengestückelter Spieß. Der verbrannte Bambusstab und die stumpf gefärbten Zutaten verströmen einen Geruch, der besser nicht benannt werden sollte. Wenn du das in freier Wildbahn zubereiten würdest, würdest du vielleicht ein paar Hilichurle anlocken ...",
        "chs": "组合而成的串串。发黑的竹签串着黯淡的食材，散发着说不上来的古怪气味，在野外食用的话，说不定会吸引丘丘人…",
        "cht": "組合而成的串串。發黑的竹籤串著黯淡的食材，散發著難以言喻的古怪氣味，在野外食用的話，說不定會吸引丘丘人…",
        "es": "Unas brochetas compuestas por varios ingredientes. En ellas, ahora carbonizadas, hay ingredientes de un color oscuro cuyo olor no sabes ni cómo describir. Ten cuidado si lo comes en el campo, podrías atraer a algún Hilichurl...",
        "fr": "Un assortiment de brochettes. Le bâton de bambou brûlé et les ingrédients de couleur terne dégagent une odeur innommable. Ne mangez pas ça en pleine nature, ou vous aller attirer les Brutocollinus...",
        "id": "Gabungan makanan yang ditusuk menjadi sate. Tusuk bambu yang terbakar dengan makanan yang menghitam memancarkan aroma aneh yang tidak bisa dideskripsikan. Kalau kamu memakannya di alam liar, kamu pasti akan menarik perhatian para Hilichurl...",
        "jp": "串焼きの盛り合わせ。変色した食材を串刺しにした黒ずんだ竹串は、何とも言えない異臭を放っており、野外で食べるとヒルチャールを呼び寄せてしまうかもしれない。",
        "kr": "꿰어진 꼬치. 검게 그을린 대나무 꼬치에 색상이 어두운 식자재가 꿰어졌다. 말로는 설명할 수 없는 이상한 냄새가 풍기는데… 야외에서 먹으면 츄츄족을 유인할 수 있을지도…",
        "pt": "Um espeto com vários pedaços. O Pedaço de Bambu queimado e os ingredientes de cor opaca exalam um cheiro indescritível. Se você fosse fazer isso na natureza, atrairia alguns Hilichurls...",
        "ru": "Ингредиенты, нанизанные на деревянный шампур. Обуглившаяся бамбуковая палочка и бесцветные ингредиенты источают такой запах, о каком лучше не говорить. Где-нибудь в глуши он вполне мог бы привлечь хиличурлов...",
        "th": "อาหารเสียบไม้รวมรส ไม้เสียบจากไม้ไผ่สีดำเสียบกับอาหารสีเข้ม ๆ มีกลิ่นแปลก ๆ ที่ไม่อาจบรรยายออกมาได้ ไม่แน่ถ้ากินในป่าอาจจะดึงดูด Hilichurl มาก็เป็นได้...",
        "vi": "Xiên que kết hợp. Xiên tre cháy đen với những viên thịt đen sạm, bốc mùi kỳ lạ. Ăn ở ngoài thành không chừng sẽ thu hút bọn Hilichurl..."
    },
    "materialType": "MATERIAL_FOOD"
}