{
    "name": {
        "en": "Suspicious Calla Lily Seafood Soup",
        "de": "Misslungene Meeresfrüchtesuppe mit Wasserlilie",
        "chs": "奇怪的嘟嘟莲海鲜羹",
        "cht": "奇怪的嘟嘟蓮海鮮羹",
        "es": "Sopa de marisco extraña",
        "fr": "Soupe au lys calla et aux fruits de mer (suspecte)",
        "id": "Suspicious Calla Lily Seafood Soup",
        "jp": "微妙なドドリアン海鮮スープ",
        "kr": "이상한 통통 연꽃 해산물 수프",
        "pt": "Sopa de Frutos do Mar Estranha",
        "ru": "Странный суп с морепродуктами",
        "th": "Calla Lily Seafood Soup รสประหลาด",
        "vi": "Súp Hải Sản Hoa Calla Lily Kỳ Lạ"
    },
    "id": 108049,
    "materialDesc": {
        "en": "A balanced combination of seafood. The bitterness of the calla lily, the astringency of the mint, the fishiness of the crab... Getting all the negatives together like this takes skill.",
        "de": "Eine sehr ausgeglichene Suppe mit Meeresfrüchten. Die bittere Wasserlilie, die strenge Minze und das beißende Krebsfleisch bringen alle negativen Eigenschaften der Zutaten gleichzeitig hervor. Das ist eine wahre Leistung.",
        "chs": "营养均衡的海鲜羹。嘟嘟莲的苦、薄荷的涩、蟹肉的腥……能把食材的负面全部集中到一碗羹里，似乎也是一种本事。",
        "cht": "營養均衡的海鮮羹。嘟嘟蓮的苦、薄荷的澀、蟹肉的腥……能把食材的負面全部集中到一碗羹裡，似乎也是一種本事。",
        "es": "Una equilibrada y rica combinación de mariscos. La amargura del lirio cala, la astringencia de la menta y el olor del cangrejo... Seleccionar la parte mala de todas estas cosas también requiere su esfuerzo.",
        "fr": "Une soupe avec un mélange équilibré de fruits de mer. L'amertume du lotus, l'âpreté de la menthe et l'odeur fétide du crabe en une seule soupe. Rater ce plat est un exploit en soi.",
        "id": "Kombinasi seafood dengan nutrisi seimbang. Pahitnya calla lily, menyengitnya rasa mentol, dan kerasnya rasa hanyir kepiting... Memadukan rasa-rasa tidak menyenangkan ini, juga memerlukan teknik yang tinggi.",
        "jp": "栄養バランスのとれた海鮮スープ。ドドリアンの苦み、ミントの渋み、カニ肉の生臭さ……食材の欠点を全部この一皿に凝縮させたのも、ある種の才能だろう。",
        "kr": "영양가 듬뿍! 해산물 수프. 통통 연꽃의 쓴맛과 허브의 떫은맛, 게다가 게살의 비린내까지…. 먹으면 식중독에 걸릴 것 같다",
        "pt": "Uma combinação balanceada de frutos-do-mar. O amargo do Lótus de Leite, a adstringência da menta e o cheiro do caranguejo... Conseguir colocar a parte ruim de todas essas coisas também requer esforço.",
        "ru": "Сбалансированное сочетание морепродуктов. Горечь лилии калла, вязкость мяты, рыбный привкус крабового мяса... Нужно особое умение, чтобы собрать в одном блюде все плохие свойства этих продуктов.",
        "th": "ส่วนประกอบที่ลงตัวของอาหารซีฟู๊ด ความขมจากดอกลิลลี่ ความฝาดของใบมิ้นต์ ความคาวของเนื้อปู... การที่สามารถรวบรวมเอาข้อด้อยจากวัตถุดิบทั้งหมดมาไว้ในชามเดียวกันแบบนี้ได้ ก็ดูเหมือนว่าจะเป็นทักษะอย่างหนึ่งละนะ",
        "vi": "Súp hải sản dinh dưỡng. Có vị đắng của hoa Calla Lily, vị chát của bạc hà, vị tanh của cua... Có thể tập hợp những vị không ngon của nguyên liệu vào một tô súp, xem ra cũng rất bản lĩnh."
    },
    "materialType": "MATERIAL_FOOD"
}