{
    "name": {
        "en": "Suspicious Stir-Fried Fish Noodles",
        "de": "Misslungene gebratene Bandnudeln mit Fisch",
        "chs": "奇怪的干炒鱼河",
        "cht": "奇怪的乾炒魚河",
        "es": "Tallarines fritos con pescado extraños",
        "fr": "Nouilles sautées au poisson (suspectes)",
        "id": "Suspicious Stir-Fried Fish Noodles",
        "jp": "微妙な魚肉の焼き麺",
        "kr": "이상한 생선 볶음면",
        "pt": "Macarrão com Peixe Frito Estranho",
        "ru": "Странная жареная лапша с рыбой",
        "th": "Stir-Fried Fish Noodles รสประหลาด",
        "vi": "Phở Xào Cá Kỳ Lạ"
    },
    "id": 108185,
    "materialDesc": {
        "en": "A main dish with an intense flavor. You can barely tell where the rice noodles end and the fish begins. The soft, floppy mouthfeel is almost unbearable — how could something that looked this simple actually require so much craft?",
        "de": "Ein reichhaltiges und schmackhaftes Hauptgericht. Die Bandnudeln sind mit dem Fisch verklebt und überhaupt ist die gesammte Konsistenz sehr matschig und fade. Ein einfach aussehendes Gericht, welches wohl doch nicht so einfach zu machen ist.",
        "chs": "滋味浓郁的主食。河粉和鱼肉几乎糊在了一起，软塌塌的口感很难令人接受。看上去简单的一道菜，原来那么考验厨师手艺吗？",
        "cht": "滋味濃郁的主食。河粉和魚肉幾乎糊在了一起，軟塌塌的口感很難令人接受。看似簡單的一道菜，原來那麼考驗廚師手藝嗎？",
        "es": "Un plato principal con un sabor intenso. Los tallarines y el pescado han formado una papilla muy desagradable que dan ganas de escupir. ¿Quién diría que un plato en apariencia tan sencillo fuera tan complicado de hacer?",
        "fr": "Un plat de résistance aux saveurs intenses. On peut à peine distinguer les nouilles de riz du poisson. La texture flasque en bouche est à peine supportable. Comment quelque chose qui a l'air aussi simple peut nécessiter autant de travail ?",
        "id": "Hidangan utama dengan rasa yang kuat. Kamu bahkan hampir tidak bisa membedakan rasa mi dan ikannya. Rasa lembutnya di mulut sungguh tak tertahankan. Bagaimana mungkin sesuatu yang terlihat sederhana ternyata membutuhkan keahlian yang luar biasa?",
        "jp": "風味の強い主食。麺と魚肉はほぼ全部くっ付き、べたべたした食感は人を遠ざける。一見シンプルな料理だが、料理人の腕前の大切さを改めて思い知らされる。",
        "kr": "깊은 맛의 주식. 쌀국수와 생선 살이 거의 엉겨 붙어있고, 퍼진 식감은 쉽사리 손이 가지 않는다. 겉보기엔 간단해 보이는 요리가 실은 요리사의 실력을 나타내는 것일까?",
        "pt": "Um prato principal com um sabor intenso. Mal se pode dizer onde termina o macarrão de arroz e começa o peixe. A sensação macia e flácida na boca é quase insuportável - como algo que parecia tão simples poderia realmente exigir tanta destreza?",
        "ru": "Блюдо с насыщенным вкусом. Где лапша, а где рыба, не разобрать - всё слиплось в неприглядные комки. Почему простое на первый взгляд блюдо так требовательно к кулинарным навыкам?",
        "th": "อาหารจานหลักที่อุดมไปด้วยสารอาหาร เส้นและเนื้อปลาแทบจะเละเป็นเนื้อเดียวกัน รสชาติที่เหลวเละทำให้ยากที่จะรับได้ ดูเหมือนจะเป็นอาหารจานธรรมดา ที่แท้ก็เป็นเมนูทดสอบฝีมือการเป็นเชฟสินะ?",
        "vi": "Món chính có vị đậm đà. Bánh phở và cá gần như bị dính chặt vào nhau, cảm giác nhão nhoét khiến người khác khó lòng chấp nhận. Một món ăn tưởng chừng như đơn giản nhưng lại thử thách sự khéo léo của đầu bếp chăng?"
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}