{
    "name": {
        "en": "Suspicious Jueyun Guoba",
        "de": "Misslungener Jueyun-Schinkenreis",
        "chs": "奇怪的绝云锅巴",
        "cht": "奇怪的絕雲鍋巴",
        "es": "Guoba de Jueyun extraña",
        "fr": "Gooba de Jueyun (suspect)",
        "id": "Suspicious Jueyun Guoba",
        "jp": "微妙な絶雲のお焦げ",
        "kr": "이상한 절운 누룽지",
        "pt": "Guoba de Jueyun Estranho",
        "ru": "Странный заоблачный гоба",
        "th": "Jueyun Guoba รสประหลาด",
        "vi": "Cơm Cháy Tuyệt Vân Kỳ Lạ"
    },
    "id": 108210,
    "materialDesc": {
        "en": "One of Liyue's specialty snacks. The browned Jueyun Chilis and ham stick together on top of a crust that has barely retained its flavor, and you can only tell them apart by the mouthfeel.",
        "de": "Eine Spezialität aus Liyue. Hier ist der Reis jedoch bei zu hoher Hitze verbrannt und der Schinken klebt mit der braunen Masse aus Reis zusammen. Geschmacklich kann man kaum herausschmecken, welches was ist.",
        "chs": "璃月的特色小吃之一。在勉强保留住香味的锅巴上，褐色的绝云椒椒和火腿黏作了一团，只能从口感来分辨两者。",
        "cht": "璃月的特色小吃之一。在勉強保留住香味的鍋巴上，褐色的絕雲椒椒和火腿黏成一團，只能從口感來分辨兩者。",
        "es": "Uno de los aperitivos típicos de Liyue. El arroz se ha chamuscado y apenas conserva su sabor. Los chiles de Jueyun y el jamón tienen un desagradable color marrón y solo se diferencian por la textura al comerlos.",
        "fr": "Une des nombreuses spécialités de Liyue. Les piments de Jueyun dorés et le jambon collent ensemble sur une croûte qui peine à en conserver la saveur. Vous ne pouvez les distinguer que par leur texture en bouche.",
        "id": "Salah satu camilan khas Liyue. Daging ham dan Jueyun Chili yang sudah berwarna kecokelatan bercampur menjadi satu di atas kerak nasi yang sedikit wangi. Kamu harus memakannya untuk bisa membedakan kedua bahan ini.",
        "jp": "璃月のご当地グルメの一つ。辛うじて香りが残っているお焦げの上では、褐色の絶雲の唐辛子とハムがくっ付いて一塊になっており、食感で判別するしかない。",
        "kr": "리월의 별미 중 하나. 향이 희미하게 남아있는 누룽지에 갈색으로 변해버린 절운고추와 햄을 때려넣었다. 입에 넣고 씹어봐야 뭐가 뭔지 알 수 있다",
        "pt": "Um dos petiscos típicos de Liyue. Os sabores do Presunto e da Pimenta de Jueyun se combinam em uma crosta e são diferenciados apenas quando estão na boca.",
        "ru": "Деликатес из Ли Юэ. Поверх лепёшки, еле-еле сохраняющей остатки вкуса, лежат коричневые куски ветчины и заоблачного перца. Отличить их друг от друга можно только по вкусу.",
        "th": "หนึ่งในของกินเล่นสุดพิเศษของ Liyue ที่มีสีน้ำตาลของ พริก Jueyun Chili และแฮม ที่ผสมผสานจนเป็นเนื้อเดียวกัน วางอยู่บน Guoba ที่แทบไม่เหลือกลิ่นหอม ซึ่งต้องลองกินเข้าไปเท่านั้น ถึงจะสามารถแยกแยะส่วนผสมได้",
        "vi": "Một trong những món ăn vặt đặc sắc của Liyue. Cơm cháy hầu như không giữ được mùi thơm, Ớt Tuyệt Vân và giăm bông cháy đen thành cục, phải ăn thử mới biết món ăn được nấu từ thứ gì."
    },
    "materialType": "MATERIAL_FOOD"
}