{
    "name": {
        "en": "Suspicious Imported Poultry",
        "de": "Misslungenes importiertes Geflügel",
        "chs": "奇怪的渡来禽肉",
        "cht": "奇怪的渡來禽肉",
        "es": "Carne de ave importada extraña",
        "fr": "Volaille importée (suspecte)",
        "id": "Suspicious Imported Poultry",
        "jp": "微妙な渡来鳥肉",
        "kr": "이상한 외국 새고기 요리",
        "pt": "Carne de Ave Cruzada Estranha",
        "ru": "Странная птица по-заморски",
        "th": "Imported Poultry รสประหลาด",
        "vi": "Thịt Torai Kỳ Lạ"
    },
    "id": 108279,
    "materialDesc": {
        "en": "A meat dish drizzled with sauce. Nothing seems wrong here at first, but in time, you will know the tragic extent of your failings. Poultry made without trimming off some fat and oil is far too greasy to swallow, and even its combination with vegetables cannot save this dish.",
        "de": "Ein Fleischgericht, das mit Soße beträufelt wird. Auf den ersten Blick scheint hier nichts falsch zu sein, aber mit der Zeit wirst du das tragische Ausmaß deines Versagens erkennen. Geflügel, das ohne das Abschneiden von Fett mit Öl zubereitet wird, ist viel zu fettig, um es zu schlucken, und auch die Kombination mit Gemüse kann dieses Gericht nicht retten.",
        "chs": "淋满酱汁的肉料理。外形似乎并无问题，但品尝时就会发现失败的端倪。没有滤过油分的禽肉嚼上去过于油腻，就算是搭配蔬菜也很难顺利下咽。",
        "cht": "淋滿醬汁的肉料理。外形似乎並無問題，但品嚐時就會發現失敗的端倪。沒有濾過油分的禽肉嚼起來過於油膩，就算是搭配蔬菜也很難順利下嚥。",
        "es": "Un plato de carne con mucha salsa. Su aspecto no parece tener ningún problema, pero al probarlo, te das cuenta de dónde está el fallo. Es extremadamente grasiento porque no colaron bien el aceite sobrante, así que, por mucho que lo acompañes con verdura, te costará tragarlo.",
        "fr": "Un plat de viande arrosé de sauce. L'apparence semble aller, mais lorsque vous y goûtez, vous vous rendez compte à quel point c'est un échec. L'excès d'huile de la volaille n'a pas été filtré, ce qui la rend difficile à avaler, même accompagnée des légumes.",
        "id": "Hidangan daging yang dilumuri saus. Tampilan luarnya tidak terlihat bermasalah, tapi begitu digigit, kamu pasti langsung menyadari tragisnya kegagalan masakan ini. Daging unggas yang tidak dibuang lemaknya membuatnya terasa sangat berminyak saat ditelan. Bahkan bila dikombinasikan dengan sayuran pun, rasa masakan ini tetap tidak dapat diselamatkan.",
        "jp": "タレのかかった肉料理。見た目は問題ないようだが、食べると失望する。鳥肉は脂っこく、野菜を加えてもうまく呑み込むことができなかった。",
        "kr": "소스가 잔뜩 뿌려진 고기 요리. 겉으로 보기에는 큰 이상이 없으나 한입 베어 물면 실패의 징조가 엿보인다. 기름을 걸러내지 않은 새고기는 과하게 느끼해서, 야채를 곁들여도 먹기 힘들다",
        "pt": "Um prato de carne coberta com molho. A princípio, não parece ter nada de errado. Mas com o tempo, você descobrirá a natureza trágica de suas falhas. Aves preparadas sem remover um pouco da gordura e do óleo são muito pesadas para engolir, e mesmo uma combinação com vegetais não pode salvar este prato.",
        "ru": "Мясное блюдо, обильно сдобренное соусом. На первый взгляд всё в порядке, но со временем вы осознаете всю трагическую глубину провала. Излишки масла не слиты, и мясо слишком жирное. Оно не станет съедобным, даже если его перемешать с овощами.",
        "th": "อาหารจำพวกเนื้อสัตว์ที่ราดด้วยซอส ภายนอกดูเหมือนไม่มีอะไรผิดปกติ แต่เมื่อได้ลิ้มลองแล้วจะรู้สึกได้ถึงความล้มเหลว เนื้อสัตว์ปีกที่ไม่ได้กรองส่วนที่เป็นน้ำมันออกจนทำให้น้ำมันเยิ้ม ต่อให้ทานคู่กับผักก็ยังยากที่จะทานและกลืนลงได้",
        "vi": "Món thịt rưới đầy nước sốt. Nhìn bên ngoài hình như không có vấn đề gì, nhưng khi nếm thử, bạn sẽ phát hiện ngay đây là một món nấu hỏng. Thịt quá nhiều dầu vì chưa được thấm dầu kỹ lưỡng, dù có ăn kèm rau cải thì cũng vô cùng khó nuốt."
    },
    "materialType": "MATERIAL_FOOD"
}