{
    "name": {
        "en": "Suspicious Universal Peace",
        "de": "Misslungener Weltfrieden",
        "chs": "奇怪的四方和平",
        "cht": "奇怪的四方和平",
        "es": "Paz universal extraña",
        "fr": "Paix universelle (suspecte)",
        "id": "Suspicious Universal Peace",
        "jp": "微妙な四方平和",
        "kr": "이상한 세계 평화",
        "pt": "Paz Universal Estranha",
        "ru": "Странное «Благоденствие»",
        "th": "Universal Peace รสประหลาด",
        "vi": "Thế Giới Hòa Bình Kỳ Lạ"
    },
    "id": 108201,
    "materialDesc": {
        "en": "Colorful staple food. Too much moisture was lost during the cooking process — at this point, it would take some imagination (and some extra water) to recoup the intended taste.",
        "de": "Ein farbenfrohes Hauptgericht. Leider wurde beim Kochen zu wenig Wasser verwendet, was den sonst saftigen Reis trocken und fade werden lässt. Etwas mehr Wasser täte dem Gericht gut.",
        "chs": "色彩缤纷的主食。制作过程中流失了过多的水分，需要靠些许想象力和额外添加的水，才能还原应有的口感。",
        "cht": "色彩繽紛的主食。製作過程中流失過多水分，需要靠些許想像力和額外添加的水，才能還原應有的口感。",
        "es": "Una comida muy colorida. Si el agua se consume demasiado al cocinarla, se necesitará imaginación y más agua para conseguir la textura adecuada.",
        "fr": "Un plat de résistance aux mille couleurs. Il a perdu trop d'eau pendant la cuisson. À ce stade, il faut de l'imagination (et un peu d'eau supplémentaire) pour retrouver le goût voulu.",
        "id": "Sebuah hidangan utama yang berwarna-warni. Sepertinya masakan ini kehilangan terlalu banyak air saat dimasak. Memerlukan sedikit tambahan air dan imajinasi untuk mengembalikan rasanya seperti semula.",
        "jp": "カラフルな主食。製作過程で大量の水分を失っているため、想像力と水を追加することで、ようやく本来の食感を取り戻せる。",
        "kr": "알록달록한 주식. 만드는 과정에서 수분이 다 날아가버려 물을 좀 더 추가하고 상상력을 동원해야 그나마 먹을 만하다",
        "pt": "Um prato muito colorido. Perdeu-se muita umidade durante o processo de cozimento - neste ponto, seria necessário um pouco de imaginação (e um pouco mais de água) para recuperar o sabor desejado.",
        "ru": "Красочное блюдо. При его приготовлении улетучилось слишком много влаги. Чтобы восстановить вкус этого блюда, придётся прибегнуть к воображению (или просто добавить воды).",
        "th": "อาหารจานหลักสีสันสดใส ที่ดูเหมือนจะเสียน้ำมากเกินไประหว่างขั้นตอนการปรุง ซึ่งต้องใช้อาศัยจินตนาการและเติมน้ำเพิ่มเล็กน้อย เพื่อให้รสชาติกลับมาเหมือนเดิม",
        "vi": "Món chính đầy màu sắc. Bị mất quá nhiều nước trong quá trình chế biến, cần một chút trí tưởng tượng và bổ sung thêm nước để khôi phục lại hương vị."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}