{
    "name": {
        "en": "Suspicious Sticky Honey Roast",
        "de": "Misslungene Honigmöhren-Fleischpfanne",
        "chs": "奇怪的蜜酱胡萝卜煎肉",
        "cht": "奇怪的蜜醬胡蘿蔔煎肉",
        "es": "Asado a la miel extraño",
        "fr": "Délice de viande et carottes au miel (suspect)",
        "id": "Suspicious Sticky Honey Roast",
        "jp": "微妙なニンジンとお肉のハニーソテー",
        "kr": "이상한 허니캐럿그릴",
        "pt": "Carne Frita Estranha com Cenoura e Mel",
        "ru": "Странное медовое мясо с морковкой",
        "th": "Sticky Honey Roast รสประหลาด",
        "vi": "Thịt Nướng Mật Ong Kỳ Lạ"
    },
    "id": 108062,
    "materialDesc": {
        "en": "A meat dish in a sweet honey sauce. The sauce has stuck like glue to the meat, forming a homogeneous mass that tastes neither of honey nor meat.",
        "de": "Ein Fleischgericht mit Honigsoße. Diese sorgt dafür, dass das das Fleisch kräftig aneinanderklebt. Wenn die Soße wenigstens süß wäre ... oder das Fleisch nach Fleisch schmecken würde.",
        "chs": "浇满蜜酱的肉料理。兽肉和蜜酱完美地黏在了一起。尽管兽肉很难吃出肉香，蜜酱也难尝出甜味。",
        "cht": "淋滿蜜汁的肉料理。獸肉和蜜汁完美地黏在了一起。儘管獸肉很難吃出肉香，蜜汁也難嘗出甜味。",
        "es": "Un plato de carne con salsa de miel. La salsa está tan adherida a la carne que es difícil distinguir si lo que se está comiendo es carne o miel.",
        "fr": "De la viande et des carottes qu'on a fait revenir dans du miel. La sauce au miel reste collée à la viande et le tout a un goût très bizarre.",
        "id": "Hidangan daging saus madu. Sausnya menempel menjadi satu dengan dagingnya, sulit untuk mendapatkan rasa daging dari dagingnya atau rasa manis dari madunya.",
        "jp": "ハチミツソースをたっぷりかけた肉料理。肉とハチミツソースが完璧に絡み合う。肉の香りも、ハチミツソースの甘味も分からなくなっている。",
        "kr": "고기에 벌꿀 소스를 발라 구운 요리. 짐승 고기와 소스가 한데 눌어붙었다. 짐승 고기의 맛과 꿀의 단맛을 전혀 느낄 수 없는 실패작이다",
        "pt": "Um prato de carne com molho de mel. O molho é grudado à carne como um só, e é difícil de sentir o sabor de carne ou um sabor doce do mel.",
        "ru": "Мясное блюдо с медовым соусом. Соус прилип к мясу словно клей. В этой однородной массе не разобрать ни вкуса мяса, ни вкуса мёда.",
        "th": "เมนูเนื้อราดซอสน้ำผึ้ง ซอสเหนียวหนึบติดกับเนื้อเป็นชิ้นเดียวกัน และเพราะว่าน้ำผึ้งที่ใส่เยอะเกินไป จนแม้แต่เนื้อก็ไม่มีรสเนื้ออีกต่อไป",
        "vi": "Món thịt với sốt mật ong. Thịt và mật ong kết hợp với nhau. Thịt không có mùi thịt mà mật ong cũng không có vị ngọt."
    },
    "materialType": "MATERIAL_FOOD"
}