{
    "name": {
        "en": "Suspicious Lotus Flower Crisp",
        "de": "Misslungener Knusperlotos",
        "chs": "奇怪的莲花酥",
        "cht": "奇怪的蓮花酥",
        "es": "Estrellitas de loto extrañas",
        "fr": "Beignets lotus (suspect)",
        "id": "Suspicious Lotus Flower Crisp",
        "jp": "微妙なハスの花パイ",
        "kr": "이상한 연꽃 파이",
        "pt": "Bolinho de Flor de Lótus Estranho",
        "ru": "Странное печенье лотоса",
        "th": "Lotus Flower Crisp รสประหลาด",
        "vi": "Bánh Hoa Sen Kỳ Lạ"
    },
    "id": 108161,
    "materialDesc": {
        "en": "One of Liyue's traditional snacks. The lotus petals have lost their original color, turning brown and wilted under the merciless heat of hot oil.",
        "de": "Eines der traditionellen Gebäcke von Liyue. Die Blütenblätter in der Füllung haben völlig ihre Farbe verloren und sind hart. Die Hülle ist dafür weich und hat eine Menge Öl aufgesaugt.",
        "chs": "璃月的传统点心之一。花瓣褪去了色彩，变得焦黄干枯，哭诉着油温的无情。",
        "cht": "璃月的傳統點心之一。花瓣褪去了色彩，變得焦黃乾枯，哭訴著油溫的無情。",
        "es": "Uno de los dulces típicos de Liyue. Los pétalos han perdido su color y se han vuelto amarillos debido a la temperatura demasiado alta del aceite.",
        "fr": "L'une des spécialités de Liyue. Les pétales de lotus ont perdu leur couleur d'origine, ayant viré au brun et flétri sous la chaleur impitoyable de l'huile chaude.",
        "id": "Salah satu hidangan penutup tradisional Liyue. Kelopak bunga teratai telah kehilangan warna aslinya, menjadi coklat dan layu karena panasnya minyak.",
        "jp": "璃月の伝統点心の1つ。花びらは退色し、焦げて黄色くなっている。油の温度は無情だ。",
        "kr": "리월의 전통 디저트. 누렇게 색이 바랜 꽃잎이 무정한 기름 온도를 탓하는 듯하다",
        "pt": "Um dos petiscos tradicionais de Liyue. As pétalas de lótus perderam sua cor original, ficando marrons e murchas sob o calor impiedoso do óleo quente.",
        "ru": "Традиционная закуска из Ли Юэ. Лепестки утратили свой былой цвет, потемнели и высохли от беспощадного жара раскалённого масла.",
        "th": "หนึ่งในขนมที่สืบทอดกันมาของ Liyue กลีบดอกไม้ที่เปลี่ยนเป็นสีเหลืองซีด และร่วงโรยลงไปในความร้อนที่ไร้ความปรานีของน้ำมัน",
        "vi": "Một trong những món điểm tâm truyền thống ở Liyue. Cánh hoa nhợt nhạt nhỏ hàng lệ vì dầu chiên quá vô tình, khiên chúng phai sắc, có chút cháy vàng."
    },
    "materialType": "MATERIAL_FOOD"
}