{
    "name": {
        "en": "Suspicious Padisarah Pudding",
        "de": "Misslungener Padisarah-Pudding",
        "chs": "奇怪的帕蒂沙兰布丁",
        "cht": "奇怪的帕蒂沙蘭布丁",
        "es": "Pudín de orquídea padishá extraño",
        "fr": "Pudding de padisachidées (suspect)",
        "id": "Suspicious Padisarah Pudding",
        "jp": "微妙なパティサラプリン",
        "kr": "이상한 파디사라 푸딩",
        "pt": "Pudim de Padisarah Estranho",
        "ru": "Странный падисаровый пудинг",
        "th": "Padisarah Pudding รสประหลาด",
        "vi": "Pudding Padisarah Kỳ Lạ"
    },
    "id": 108457,
    "materialDesc": {
        "en": "A popular dessert in Sumeru. A single bite yields a mix of milky and floral flavors... Which isn't bad, exactly, but remains a far cry from what you expected from this pudding. Did you get the ingredient proportions wrong or something?",
        "de": "Ein in Sumeru beliebtes Dessert. Mit einem Bissen heruntergeschluckt führt er den herrlichen Geschmack von blumiger Milch mit sich ... Es schmeckt nicht schlecht, aber es ist doch ganz anders als der Pudding, den man sich vorstellt. War das Mischungsverhältnis etwa falsch?",
        "chs": "须弥流行的甜点。一口下去，是带了花香味的牛奶的味道…口感不能说差，但和想象中的布丁差距不小。哎呀，难道计量估算错误了？",
        "cht": "須彌流行的甜點。一口下去，是帶了花香味的牛奶的味道…口感不能說差，但和想像中的布丁差距不小。哎呀，難道計量估算錯誤了？",
        "es": "Un postre popular en Sumeru. Un solo bocado es una mezcla de leche con un aroma floral... No se puede decir que sabe mal, pero está muy lejos de lo que imaginabas. Ay, no. ¿Acaso las medidas de los ingredientes no son las correctas?",
        "fr": "Un dessert populaire à Sumeru. Il se mange en une bouchée et a un goût floral et laiteux... Ce n'est pas mauvais, mais ça ne ressemble pas tellement au pudding que vous vous imaginiez. Mince, est-ce qu'il y a eu une erreur dans les dosages ?",
        "id": "Hidangan pencuci mulut yang populer di Sumeru. Satu gigitan saja akan menghasilkan campuran rasa antara susu dan bunga ... Yah, sebenarnya bukan tidak enak sih, tapi tetap jauh dari apa yang bisa diharapkan dari puding ini. Apa perbandingan bahannya ada yang salah atau bagaimana ya?",
        "jp": "スメールの人気デザート。一口食べると、花の香りのする牛乳のような味がする…食感は悪いとは言えないが、想像したプリンとはかなりの差がある。も、もしかして計量を間違えた？",
        "kr": "수메르의 인기 디저트. 입안에서 감도는 꽃향기의 우유 맛이… 나쁘다고 할 수는 없는데 상상했던 푸딩과는 제법 차이가 있다. 앗, 설마 계량을 잘못한 걸까?",
        "pt": "Uma sobremesa popular em Sumeru. Uma mordida possui uma mistura de sabores leitosos e florais... Não é ruim, mas não é o que você esperava desse pudim. Será que você errou na proporção dos ingredientes?",
        "ru": "Популярный десерт в Сумеру. На вкус напоминает молоко и цветы. Что, в общем-то, неплохо, но всё же далеко не то, что вы ожидали от пудинга. Может быть, вы ошиблись в пропорциях?",
        "th": "ขนมหวานยอดฮิตของ Sumeru เพียงแค่คำเดียว ก็สัมผัสได้ถึงกลิ่นหอมของดอกไม้ และนมวัว... แม้จะไม่ได้แย่อะไร แต่ก็ห่างชั้นกับพุดดิ้งในจินตนาการมาก เฮ้อ หรือจะกะปริมาณวัตถุดิบพลาดไปนะ?",
        "vi": "Món tráng miệng nổi tiếng của Sumeru. Ăn một miếng sẽ thấy mùi vị như sữa bò với hương hoa... Vị cũng không tệ, nhưng khác xa với pudding trong tưởng tượng. Ôi, lẽ nào là tính sai liều lượng rồi sao?"
    },
    "materialType": "MATERIAL_FOOD"
}