{
    "name": {
        "en": "Suspicious Come and Get It",
        "de": "Misslungene Schüssel Buntes",
        "chs": "奇怪的来来菜",
        "cht": "奇怪的來來菜",
        "es": "¡Ven por ello! extraño",
        "fr": "Ramen Alézi (suspect)",
        "id": "Suspicious Come and Get It",
        "jp": "微妙なお食べくだ菜",
        "kr": "이상한 흥얼채",
        "pt": "\"Venha por Ela\" Estranho",
        "ru": "Странная налетайка",
        "th": "Come and Get It รสประหลาด",
        "vi": "Món Nào Nào Kỳ Lạ"
    },
    "id": 108131,
    "materialDesc": {
        "en": "A dish made out of a luxurious variety of ingredients... dumped into scalding-hot water and boiled beyond recognition. As if the taste of everything and nothing at the same time isn't bad enough, you'll want to watch out for the sand, too...",
        "de": "Ein Gericht vollgestopft mit Delikatessen. Diese wurden lediglich in kochendes Wasser geworfen und alsbald vergessen. Das Ergebnis ist eine Mischung aus zerfallenen und ausgehärteten Zutaten. Man muss auch nicht besonders viel Glück haben, um das ein oder andere Sandkörnchen zu erwischen.",
        "chs": "用料丰富的菜肴。所有的食材被简单粗暴地熬成一大锅，各种食材混杂的味道实在说不上好。咦…怎么菜里还有沙子？",
        "cht": "用料豐富的菜餚。所有的食材被簡單粗暴地熬成一大鍋，各種食材混雜的味道實在不能說好。咦…怎麼菜裡還有沙子？",
        "es": "Un plato hecho con una lujosa variedad de ingredientes. Estos se han echado al agua para que hiervan de cualquier manera. Sabe a todo y a nada al mismo tiempo. Espera... ¡¿esto de aquí es un grano de arena?!",
        "fr": "Un plat aux ingrédients variés qui ont grossièrement été cuits dans un wok. Le mélange des saveurs est désagréable, et... hum ? Est-ce du sable que j'ai dans la bouche ?",
        "id": "Hidangan yang terbuat dari beragam bahan, direbus dalam sebuah panci besar panas dengan sembrono. Seolah rasa dari semua bahan itu belum cukup buruk, kamu juga heran kenapa ada pasir di piring?",
        "jp": "具材たっぷりの一品。全ての食材を大ざっぱに混ぜただけで、食材の味が複雑で美味しいとは言えない。あれ…なんか砂が入っているけど？",
        "kr": "다양한 재료로 만든 요리. 모든 식자재를 한 데에 넣고 끓여 맛이 뒤죽박죽이다. 어라… 음식에서 웬 모래가?",
        "pt": "Um prato feito com uma variedade de ingredientes de luxo. Mas foi derramado em água fervente e fervido além do recomendado. Tem gosto de tudo e nada ao mesmo tempo... Seriam essas coisas grãos de areia crocantes?",
        "ru": "Блюдо из разнообразных ингредиентов... которые вывалили в кипяток и варили до неузнаваемости. Невразумительный вкус всего сразу не очень приятен. Так... А песок тут откуда?",
        "th": "เมนูที่มีวัตถุดิบหลากหลายชนิด วัตถุดิบทั้งหลายนั้นถูกต้มอย่างมั่วซั่วภายในหม้อเดียว รสชาติของวัตถุดิบหลากหลายชนิดนั้น ปนอยู่ด้วยกันอย่างน่างงงวย เอ๋... ทำไมมีทรายอยู่ในนี้ด้วย?",
        "vi": "Món ăn phối hợp nhiều nguyên liệu. Tất cả nguyên liệu bị ninh sơ sài thành một nồi lớn, mùi vị lẫn lộn, chẳng thể khen nổi một câu. Í... sao trong đây lại có cả cát nữa thế này?"
    },
    "materialType": "MATERIAL_FOOD"
}