{
    "name": {
        "en": "Suspicious Adeptus' Temptation",
        "de": "Misslungene Versuchung der Adepten",
        "chs": "奇怪的仙跳墙",
        "cht": "奇怪的仙跳牆",
        "es": "Tentación de Adeptus extraña",
        "fr": "Attrape-Adepte (suspect)",
        "id": "Suspicious Adeptus' Temptation",
        "jp": "微妙な仙跳牆",
        "kr": "이상한 선도장",
        "pt": "Tentação do Adeptus \"Especial\"",
        "ru": "Странное «Искушение Адепта»",
        "th": "Adeptus' Temptation รสประหลาด",
        "vi": "Tiên Nhảy Tường Kỳ Lạ"
    },
    "id": 108122,
    "materialDesc": {
        "en": "A complex, famous type of Liyue cuisine. Without having mastered the art of simmering, the resulting stew-like dish has a salty, fishy taste. But, just considering the costly ingredients will be enough to keep you going until the pot's empty.",
        "de": "Ein schwierig herzustellendes Gericht aus Liyue. Ohne das Wissen, wie man es korrekt zubereitet, wird daraus nicht mehr als eine fischig riechende Suppe mit teuren Zutaten. Mit den Zahlen im Hinterkopf fällt es einem schwer, dieses Gemansche einfach wegzuwerfen.",
        "chs": "工艺复杂的璃月名菜。没有掌握熬汤的工艺，致使乱炖出的产物口感腥咸。考虑到食材的珍贵…唉，着实令人骑虎难下。",
        "cht": "工藝複雜的璃月名菜。沒有掌握熬湯的工藝，致使亂燉出的產物口感腥鹹。考慮到食材的珍貴…唉，實在令人騎虎難下。",
        "es": "Un complejo y famoso plato de Liyue. Si uno no domina el arte de cocinar a fuego lento, el plato resultante será muy salado y solo sabrá a pescado. Sin embargo, solo con pensar en lo valiosos que son sus ingredientes es suficiente para no querer desaprovecharlo.",
        "fr": "Un plat traditionnel liyuéen à la préparation complexe. La cuisson maladroite des ingrédients donne un goût fétide et salé à ce mets. Quel dommage ! Les ingrédients étaient si rares...",
        "id": "Hidangan Liyue yang terkenal dan cukup kompleks. Tanpa menguasai proses merebus, hidangan rebusan yang dihasilkan akan memiliki rasa asin dan amis. Tapi jika kamu memikirkan harga dari bahan-bahannya yang mahal... kamu pasti akan menghabiskannya.",
        "jp": "手間をかける璃月の名物料理。スープの作り方を理解していないため、出来上がったものはしょっぱくて臭みがある。でも食材の値段を思うと…ああ、どうしようかな。",
        "kr": "요리 과정이 복잡한 리월의 명요리. 국 끓이는 기술을 익히지 못해 삶아진 음식에서 비릿한 짠맛이 난다. 식자재의 진귀함을 생각하면… 휴, 남기지 않고 다 먹을 수밖에 없다",
        "pt": "Um tipo de culinária complexo e famoso de Liyue. Sem ter dominado a arte de cozinhar, o prato parecido com um ensopado resultante tem um sabor salgado e de peixe. Mas, apenas considerar os ingredientes caros será suficiente para mantê-lo até que a panela esteja vazia.",
        "ru": "Сложное, но очень популярное блюдо Ли Юэ. Приготовленный не умеющим обращаться с кастрюлей человеком, получившийся суп, больше похожий на рагу, имеет солёный рыбный вкус. Но вспомнив, сколько стоили ингредиенты для этого блюда, вы через силу продолжаете есть эту кашу.",
        "th": "เมนูเลื่องชื่อของ Liyue ที่มีวิธีทำที่ซับซ้อน เพราะว่ายังไม่เชี่ยวชาญในการต้มซุป ทำให้ของที่ทำออกมานั้นมีรสเค็ม เมื่อพิจารณาถึงมูลค่าของวัตถุดิบแล้ว... เห้อ ก็เหมือนขี่หลังเสือแล้วลงไม่ได้นั่นแหละนะ",
        "vi": "Món ăn nổi tiếng ở Liyue với cách chế biến phức tạp. Do không thông thạo cách hầm, làm cho món ăn vừa mặn vừa tanh, thật tiếc cho những nguyên liệu quý giá... haiz, thôi thì đâm lao theo lao vậy."
    },
    "materialType": "MATERIAL_FOOD"
}