{
    "name": {
        "en": "Suspicious Golden Chicken Burger",
        "de": "Misslungenes knuspriges Hühnerfilet auf Brot",
        "chs": "奇怪的脆脆鸡腿堡",
        "cht": "奇怪的脆脆雞腿堡",
        "es": "Hamburguesa de pollo crujiente extraña",
        "fr": "Burger de poulet (suspect)",
        "id": "Suspicious Golden Chicken Burger",
        "jp": "微妙なカリカリチキンバーガー",
        "kr": "이상한 바삭바삭 치킨버거",
        "pt": "Hambúrguer de Frango Dourado Estranho",
        "ru": "Странный гамбургер с хрустящей курицей",
        "th": "Golden Chicken Burger รสประหลาด",
        "vi": "Burger Gà Giòn Kỳ Lạ"
    },
    "id": 108238,
    "materialDesc": {
        "en": "A burger in which the fowl meat is the main star. The patty has been cut too thin and smeared with too much flour, causing it to taste like bread sandwiching more fried bread.",
        "de": "Ein Hamburger, bei dem das Geflügelfleisch der Hauptdarsteller ist. Die Fleischscheibe ist zu dünn geschnitten und mit zu viel Mehl bestäubt, sodass sie wie Brot auf noch mehr frittiertem Brot schmeckt.",
        "chs": "以禽肉为主体制作的汉堡。似乎不小心把禽腿排切得太薄，又裹上了太多的面粉。吃起来的口感就像是面包夹炸面饼。",
        "cht": "以禽肉為主角製作的漢堡。似乎不小心把禽腿排切得太薄，又裹上了太多的麵粉。吃起來的口感就像是麵包夾炸麵餅。",
        "es": "Una hamburguesa hecha con carne de ave como protagonista. La carne es demasiado fina y se ha cubierto con demasiada harina, por lo que da la sensación de estar comiendo un sándwich de pan frito.",
        "fr": "Un hamburger de volaille. Les filets ont été coupés trop fins, et couverts de trop de farine, donnant l'impression lorsqu'on y goûte de manger une tranche de pain frite entre deux tranches de pain.",
        "id": "Burger yang menggunakan Fowl sebagai bahan utama. Dagingnya terlalu tipis dan menggunakan terlalu banyak terigu, sehingga rasanya menjadi seperti roti yang dilapis roti goreng.",
        "jp": "主に鳥肉を使ったハンバーガー。誤って鳥肉を薄く切りすぎ、小麦粉を使いすぎてしまった。パンに餅を挟んだような食感だ。",
        "kr": "새고기로 만든 햄버거. 너무 얇게 썬 다리 고기에 밀가루를 두껍게 입혀 마치 빵 안에 밀가루 튀김을 넣어 먹는 듯하다",
        "pt": "Um hambúrguer em que a Carne de Ave é a estrela principal. O hambúrguer foi cortado muito fino e coberto com muita Farinha, dando a impressão de comer uma fatia de pão frita entre duas fatias de pão.",
        "ru": "Гамбургер, основной ингредиент которого - мясо птицы. Похоже, из-за небрежности повара птичий окорок был нарезан слишком тонко и посыпан слишком большим количеством муки. По вкусу напоминает жареную лепёшку, положенную между булочек.",
        "th": "เบอร์เกอร์ที่ใช้เนื้อสัตว์ปีกเป็นส่วนประกอบหลัก ดูเหมือนจะหั่นเนื้อบางไปและชุบแป้งมากเกินไป เมื่อกินแล้วให้รสสัมผัสเหมือนกำลังกินแป้งห่อไส้แป้งทอดซะมากกว่า",
        "vi": "Một chiếc bánh mì kẹp thịt được làm chủ yếu từ thịt gia cầm. Có vẻ như miếng thịt đùi gia cầm đã vô tình được cắt quá mỏng và phủ quá nhiều bột mì. Nó có vị giống như bánh mì kẹp bánh chiên giòn."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}