{
    "name": {
        "en": "Suspicious Sunset Berry Tea",
        "de": "Misslungener Dämmerfrucht-Beerentee",
        "chs": "奇怪的日落莓莓茶",
        "cht": "奇怪的日落莓莓茶",
        "es": "Té de bayas crespusculares extraño",
        "fr": "Thé à la tombaie (suspect)",
        "id": "Suspicious Sunset Berry Tea",
        "jp": "微妙な夕暮れベリーティー",
        "kr": "이상한 일몰베리 티",
        "pt": "Chá de Baga do Crepúsculo Estranho",
        "ru": "Странный чай из ягод и закатника",
        "th": "Sunset Berry Tea รสประหลาด",
        "vi": "Trà Nhật Lạc Kỳ Lạ"
    },
    "id": 108442,
    "materialDesc": {
        "en": "A fruity drink with a pleasantly sour taste. You added sugar to temper the sourness of the tea but accidentally lost control of the added quantity. What should have been a thirst-quenching beverage has now become a throat-clenching liquid. Water, let's have some more water...",
        "de": "Süßsaures Fruchtgetränk. Um den sauren Geschmack zu unterdrücken hast du Zucker hinzugefügt, leider hast du dabei aber nicht auf die Menge achtgegeben und zuviel hinzugegeben. Ursprünglich wolltest du einen Durstlöscher trinken, aber jetzt wirst du umso durstiger, je mehr du trinkst. Am besten gibst du noch ein bisschen Wasser hinzu ...",
        "chs": "酸甜怡人的果饮。为了压住酸涩的味道，不小心加入了过量的糖。本想着喝一杯解解渴，没想到越喝越渴，还是再加点水吧…",
        "cht": "酸甜怡人的果飲。為了壓住酸澀的味道，不小心加入了過量的糖。本想著喝一杯解解渴，沒想到越喝越渴，還是再加點水吧…",
        "es": "#Una bebida frutal con un regusto agridulce. En un intento de enmascarar el sabor amargo se ha añadido demasiado azúcar a la bebida. Normalmente el té aplaca la sed, pero esta bebida hace que cuanto más bebas, más sedient{F#a}{M#o} te sientas. Tal vez si se añade un poco de agua para rebajarlo...",
        "fr": "Une boisson fruitée avec un goût aigre-doux agréable. Vous avez voulu ajouter du sucre pour tempérer l'aigreur du thé, mais un moment d'inattention a suffi pour que vous en mettiez beaucoup trop. Cela aurait dû être une boisson désaltérante, et pourtant, celle-ci donne de plus en plus soif au fur et à mesure qu'on la boit. Peut-être faut-il ajouter encore de l'eau...",
        "id": "Minuman buah dengan rasa asam yang menyenangkan. Untuk meredam rasa asam dari tehnya, kamu memang menambahkannya dengan gula, tapi kamu tidak sengaja kebablasan. Minuman yang seharusnya menjadi pelepas dahaga ini sekarang berubah menjadi cairan yang mencekik tenggorokan. Air, tambahkan sedikit air putih lagi ....",
        "jp": "甘酸っぱいフルーツドリンク。酸味を消すために、砂糖をうっかり入れすぎた。喉の渇きを癒すつもりが、飲めば飲むほど喉が渇く一品に…水をもう少し足そう…",
        "kr": "새콤달콤한 과일 음료. 신맛을 잡기 위해 실수로 대량의 설탕을 넣었다. 갈증을 해소하기 위해 한잔 마셨으나 마실수록 목이 더 말라온다. 물을 조금 더 넣는 게 좋을 듯하다…",
        "pt": "Uma bebida frutada com um sabor agridoce e agradável. Você adicionou açúcar para temperar a acidez do chá, mas acidentalmente perdeu o controle da quantidade adicionada. O que deveria ser uma bebida para matar a sede agora se tornou um líquido que aperta a garganta. Água, precisamos beber mais água...",
        "ru": "Фруктовый напиток с кисловатым вкусом. Чтобы смягчить кислинку, повар добавил слишком много сахара. Вы хотели утолить жажду, но после такого чая пить хочется ещё больше. Теперь бы стаканчик воды...",
        "th": "น้ำผลไม้รสหวานอมเปรี้ยว ต้องการจะปรับรสเปรี้ยว แต่ดันเผลอใส่น้ำตาลมากเกินไปโดยไม่ระวัง เดิมทีต้องการดื่มแก้กระหาย แต่คิดไม่ถึงเลยว่ายิ่งดื่มกลับยิ่งกระหายกว่าเดิม ยังไงก็เติมน้ำลงไปอีกหน่อยดีกว่า...",
        "vi": "Món nước trái cây chua chua ngọt ngọt. Quá nhiều đường đã vô tình được thêm vào để làm giảm vị chua. Vốn dĩ định uống một ly để giải khát, nhưng không ngờ càng uống càng khát, hay là thêm chút nước đi..."
    },
    "materialType": "MATERIAL_FOOD"
}