{
    "name": {
        "en": "Suspicious Rice Buns",
        "de": "Misslungene Klebreisbällchen",
        "chs": "奇怪的米窝窝",
        "cht": "奇怪的米窩窩",
        "es": "Bolitas de harina de arroz extrañas",
        "fr": "Boules de riz gluant (suspecte)",
        "id": "Suspicious Rice Bun",
        "jp": "微妙な米まんじゅう",
        "kr": "이상한 쌀 찐빵",
        "pt": "Bolinhas de Arroz Estranhas",
        "ru": "Странные рисовые пампушки",
        "th": "Rice Bun รสประหลาด",
        "vi": "Bánh Gạo Kỳ Lạ"
    },
    "id": 108197,
    "materialDesc": {
        "en": "Soft and fluffy buns. The dough has not been proofed properly, meaning the buns did not puff up evenly during the steaming process. The resulting coarse, hard texture leaves much to be desired.",
        "de": "Weiches und luftiges Hauptnahrungsmittel. Der Teig wurde nicht ordentlich abgedichtet und ist während des Dämpfens nicht gleichmäßig aufgegangen. Das Ergebnis ist ein grobes, hartes Mundgefühl beim Essen, das einiges zu wünschen übrig lässt.",
        "chs": "松软弹牙的主食。揉面完成后似乎并没有发酵到位，蒸制时也没有圆润地膨胀起来。粗糙而扎实的口感，与预想中有着不小差距。",
        "cht": "鬆軟彈牙的主食。揉麵完成後似乎並沒有發酵到位，蒸製時也沒有圓潤地膨脹起來。粗糙而扎實的口感，與預想中有著不小差距。",
        "es": "Una esponjosa comida con una agradable textura. No le ha dado tiempo a fermentar tras haberla amasado y, al cocinarla al vapor, no ha crecido como debería y no tiene forma redonda. Sin duda alguna, esta textura tan burda no es la que imaginabas que tendría esta comida...",
        "fr": "Un mets de base, tendre et élastique. La pâte n'a pas été suffisamment levée et n'a pas gonflé uniformément pendant le processus de cuisson à la vapeur. La sensation en bouche grossière et pâteuse qui en résulte laisse beaucoup à désirer.",
        "id": "Makanan pokok yang lembut dan empuk. Adonannya belum teraduk dengan baik dan tidak mengembang secara merata selama proses pengukusan. Rasanya yang kasar dan terlalu padat membuat hasilnya jauh dari ekspektasi.",
        "jp": "ふんわりとした歯ごたえのある主食。こね上げた後の生地が十分に発酵しておらず、蒸しても丸く膨らまなかった。ざらざらとした堅い食感は、期待していたのとほど遠い。",
        "kr": "폭신하고 쫄깃한 식감의 주식. 반죽 후 숙성이 덜 돼서 찔 때 제대로 부풀지 않았다. 투박하고 딱딱한 식감이 예상했던 것과는 많이 다르다",
        "pt": "Uma comida flexível na boca. Não parece que lhe foi dado tempo suficiente para fermentar depois de amassada, e quando foi cozinhada no vapor, acabou por não se expandir como deveria. Possui uma textura grossa e firme, muito longe de suas expectativas.",
        "ru": "Мягкие и в меру упругие пампушки. Тесто после замешивания явно недостояло, а потому пампушки не поднялись на пару. Шероховатая и твёрдая текстура далека от ожиданий.",
        "th": "อาหารหลักนุ่มฟูเคี้ยวง่าย หลังจากนวดเสร็จแล้วดูเหมือนว่าจะยังหมักไม่เข้าที่ และไม่ได้พองฟูขึ้นในตอนที่นำไปนึ่ง ซึ่งรสชาติที่หยาบและแข็งกระด้างนั้น ค่อนข้างจะต่างจากที่คาดไว้ไม่น้อยเลยทีเดียว",
        "vi": "Món ăn chính xốp giòn. Sau khi nhồi bột, dường như không được lên men đúng chuẩn, nên khi hấp cũng không nở đều. Đem lại cảm giác khô cứng, hơi khác xa so với tưởng tượng."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}