{
    "name": {
        "en": "Suspicious Dragon Beard Noodles",
        "de": "Misslungene Drachenbartnudeln",
        "chs": "奇怪的龙须面",
        "cht": "奇怪的龍鬚麵",
        "es": "Fideos barba de dragón extraños",
        "fr": "Barbe à dragon (suspecte)",
        "id": "Suspicious Dragon Beard Noodles",
        "jp": "微妙な龍髭麺",
        "kr": "이상한 용수면",
        "pt": "Macarrão Barba de Dragão Estranho",
        "ru": "Странная лапша «Борода дракона»",
        "th": "Dragon Beard Noodles รสประหลาด",
        "vi": "Mì Râu Rồng Kỳ Lạ"
    },
    "id": 108369,
    "materialDesc": {
        "en": "Noodles that are as slender as the hairs on a dragon's beard. The all-consuming attempt to make the noodles as thin as possible caused the pieces to break up during the cooking process. This is harder than it looks — and you're in need of more practice for sure.",
        "de": "Nudeln, die so dünn sind wie die Haare eines Drachenbarts. Der verzweifelte Versuch, die Nudeln so dünn wie möglich zu machen, hat dazu geführt, dass die Stücke während des Kochvorgangs zerbrochen sind. Die Zubereitung ist schwieriger, als sie aussieht. Und man braucht auf jeden Fall mehr Übung.",
        "chs": "细如龙须的面食。太过于追求细长的造型，导致面条煮过后断得四分五裂。看起来容易做起来难，看来要好好练习才行…",
        "cht": "細如龍鬚的麵食。太過於追求細長的造型，導致麵條煮過後斷得四分五裂。看起來容易做起來難，看來要好好練習才行…",
        "es": "Unos fideos tan finos como la barba de un dragón. Al obsesionarte con hacerlos finos, los fideos se han acabado desintegrando cuando se hirvieron. Parecen fáciles de hacer, pero se ve que en realidad no es así. Será mejor que practiques un poco más...",
        "fr": "Des nouilles aussi fines que les poils de la barbe d'un dragon. L'envie irrémédiable de rendre les nouilles aussi minces que possible a causé leur rupture au cours de la cuisson. C'est plus difficile qu'il n'y paraît... et vous avez certainement besoin de plus de pratique.",
        "id": "Mi yang tipis seperti rambut di janggut naga. Karena terlalu mengutamakan bentuk yang tipis dan panjang, setiap helai minya menjadi putus saat dimasak. Kelihatannya mudah tapi sebenarnya sulit dibuat, sepertinya kamu masih harus banyak latihan ....",
        "jp": "龍の髭のように細い麺類。細さにこだわり過ぎて、調理後に麺がちぎれてしまった。簡単に作れそうだが、しっかりとした練習が必要である…",
        "kr": "용의 수염처럼 가는 면 요리. 너무 가는 면을 추구하다 보니 끓이면 뚝뚝 끊어진다. 보기에는 쉽지만 만들기는 어려워서 많은 연습이 필요하다…",
        "pt": "Macarrão que é tão fino quanto os pelos da barba de um dragão. A tentativa de fazer o macarrão o mais fino possível causou a quebra dos pedaços durante o processo de cozimento. Isto é mais difícil do que parece — e você está precisando de mais prática com certeza.",
        "ru": "Тонкая, как волоски в бороде дракона, лапша. Чрезмерные попытки сделать лапшу как можно тоньше привели к тому, что она стала ломаться в процессе приготовления. Приготовить её сложнее, чем кажется. Вам нужно усердно тренироваться...",
        "th": "เมนูบะหมี่ที่มีเส้นอันเรียวบางราวกับเครามังกร ด้วยความที่พยายามทำให้เส้นมีความเรียวยาวจนเกินไป จึงทำให้เส้นแตกตัวหลังจากนำไปลวก ดูเหมือนง่ายแต่ทำแล้วยากกว่าที่คิด คงต้องตั้งใจฝึกสักหน่อยแล้วล่ะ...",
        "vi": "Sợi mì mảnh như râu rồng. Do quá chú trọng vào độ mỏng của sợi mì nên khi nấu lên đã bị nhừ nát. Nhìn thì dễ nhưng làm mới khó, xem ra cần phải luyện tập thêm..."
    },
    "materialType": "MATERIAL_FOOD"
}