{
    "name": {
        "en": "Suspicious Tonkotsu Ramen",
        "de": "Misslungene Tonkotsu-Ramen",
        "chs": "奇怪的兽骨拉面",
        "cht": "奇怪的獸骨拉麵",
        "es": "Ramen de carne extraño",
        "fr": "Tonkotsu ramen (suspect)",
        "id": "Suspicious Tonkotsu Ramen",
        "jp": "微妙な獣骨ラーメン",
        "kr": "이상한 사골 라멘",
        "pt": "Ramen Tonkotsu Estranho",
        "ru": "Странный тонкоцу рамэн",
        "th": "Tonkotsu Ramen รสประหลาด",
        "vi": "Ramen Xương Hầm Kỳ Lạ"
    },
    "id": 108261,
    "materialDesc": {
        "en": "A steaming-hot noodle dish. The noodles were all but forgotten amid the hubbub of preparing the accoutrements, leading to it almost turning into a paste and becoming one with the soup. Oh well, at least you can drink the whole lot to salvage it a bit.",
        "de": "Ein dampfend heißes Nudelgericht. Die Nudeln wurden im Trubel der Zubereitung fast vergessen, was dazu führte, dass sie sich fast in einen Brei verwandelten und mit der Suppe eins wurden. Na ja, wenigstens kann man die ganze Suppe trinken, um sie ein wenig zu retten.",
        "chs": "热气腾腾的面食。忙于加工配菜，使得被遗忘的面条在碗中已如面糊，似乎快和汤底融为一体了。一股脑喝下去的话，味道应该不会太差吧。",
        "cht": "熱氣騰騰的麵食。忙於加工配菜，使得被遺忘的麵條在碗中已如麵糊，似乎快和湯底融為一體了。一股腦喝下去的話，味道應該不會太差吧。",
        "es": "Un plato de fideos bien caliente. Al haber prestado demasiada atención a los demás ingredientes, los fideos han quedado como una masa pastosa que se deshace con el calor del caldo. Prueba a bebértelo de un trago, tal vez no sepa tan mal...",
        "fr": "Un plat de nouilles bien chaud. Les nouilles ont été presque oubliées au milieu du brouhaha de la préparation de l'accompagnement, ce qui les a presque transformées en pâte et elle ne font plus qu'un avec la soupe. Essayez de boire d'un trait, peut-être que ce ne sera pas si mauvais ?",
        "id": "Masakan mi yang panas mengepul. Karena sibuk menyiapkan hidangan pendamping, mi di mangkuk hampir menjadi adonan tepung yang menyatu dengan kuah. Rasanya seharusnya tidak akan terlalu buruk kalau langsung dimakan sekaligus.",
        "jp": "アツアツのラーメン。トッピングの処理に時間を取られ、忘れられた麺は伸びてしまい、スープに溶け込んだようだ。一気に飲み込めば、味も気にしなくなるだろう。",
        "kr": "뜨거운 김이 모락모락 피어나는 면 요리. 고명 가공에 신경을 쓴 나머지, 잊혀진 면이 그릇에서 육수와 일체가 될 것만 같은 떡이 되어버렸다. 생각 없이 꿀꺽꿀꺽 들이킨다면, 어쩌면 맛이 괜찮을 수도",
        "pt": "Um prato de macarrão fumegante. O macarrão foi esquecido em meio à confusão da preparação dos acompanhamentos e quase virou uma pasta na sopa. Bem, pelo menos você pode beber tudo para tentar salvar o prato.",
        "ru": "Горячее блюдо из лапши с супом. О лапше забыли, пока готовили другие ингредиенты, и она разварилась, почти превратившись в кашу. Выбрасывать жалко, поэтому можно попытаться выпить всё одним махом.",
        "th": "เมนูเส้นร้อน ๆ ยุ่งกับการทำเครื่องเคียงบะหมี่ที่ถูกลืมก็เหมือนเส้นในชามและดูเหมือนว่าเส้นกำลังจะรวมเข้ากับซุปแล้วนะ ถ้าคุณกินหมดในคราวเดียว รสชาติก็ไม่น่าจะแย่เกินไป",
        "vi": "Món mì nóng hổi. Bận bịu chế biến các món ăn kèm dẫn đến việc sợi mì bị lãng quên trong tô, nhão đến nỗi muốn tan cả vào nước súp. Nếu nhắm mắt uống một hơi chắc vị cũng không đến nỗi tệ."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}