{
    "name": {
        "en": "Suspicious Crystal Shrimp",
        "de": "Misslungene Kristallgarnelen",
        "chs": "奇怪的水晶虾",
        "cht": "奇怪的水晶蝦",
        "es": "Camarones de cristal extraños",
        "fr": "Crevettes cristallines (suspectes)",
        "id": "Suspicious Crystal Shrimp",
        "jp": "微妙な水晶蝦",
        "kr": "이상한 수정 새우딤섬",
        "pt": "Camarão de Cristal Estranho",
        "ru": "Странные кристальные баоцзы",
        "th": "Crystal Shrimp รสประหลาด",
        "vi": "Tôm Pha Lê Kỳ Lạ"
    },
    "id": 108104,
    "materialDesc": {
        "en": "One of Liyue's traditional snacks. The dull outer skin has a rather sticky mouthfeel which, when combined with the dry stuffing within, makes this dish a torment best ended sooner.",
        "de": "Eine der traditionellen Leckereien aus Liyue. Die undurchsichtige Hülle ist völlig verklebt und birgt eine trockene, krümelige Füllung. Man kann nur hoffen, dass es bald vorüber ist.",
        "chs": "璃月的传统点心之一。黯淡的外皮有着黏着的口感，配合干瘪的内馅，让人只想尽快结束这场折磨。",
        "cht": "璃月的傳統點心之一。黯淡的外皮有著黏牙的口感，配合乾癟的內餡，讓人只想盡快結束這場折磨。",
        "es": "Uno de los aperitivos tradicionales de Liyue. La opaca masa que envuelve a los camarones, que se han quedado un poco secos, deja una sensación pegajosa en la boca. Comerlo es como una tortura que solo quieres que acabe lo antes posible.",
        "fr": "L'une des spécialités de Liyue. La peau de ces raviolis est aussi fade que collante et la farce se révèle être sèche. Un vrai supplice pour vos papilles...",
        "id": "Salah satu cemilan tradisional Liyue. Kulit kusam dan lengket, dikombinasikan dengan isian kering di dalamnya, membuat orang ingin menyelesaikan siksaan ini secepatnya.",
        "jp": "璃月の伝統点心の一つ。薄暗い皮にはべたべたした食感があり、中の餡は乾燥していて、口の中の水分は全部持っていかれそうだ。",
        "kr": "신선한 새우가 통째로 들어간 리월의 전통 과자. 짙은 피에 끈적끈적한 식감, 거기에 말라비틀어진 소까지…. 고문과도 같은 식사를 빨리 끝내고 싶게 만든다",
        "pt": "Um dos petiscos tradicionais de Liyue. A pele externa opaca tem uma sensação na boca bastante pegajosa que, quando combinada com o recheio seco no interior, torna este prato um tormento que termina mais cedo.",
        "ru": "Одно из традиционных блюд Ли Юэ. Безвкусное липкое тесто в сочетании с сухой начинкой превращает поедание этого блюда в пытку.",
        "th": "หนึ่งในอาหารว่างดั้งเดิมของ Liyue ผิวนอกอันจืดชืดที่ให้ความรู้สึกเหนียวติดลิ้น ควบคู่ไปกับไส้ข้างในที่แห้ง ๆ ช่างทำให้คนกินอยากจะจบความทรมานนี้ให้เร็วที่สุด",
        "vi": "Một trong những món điểm tâm truyền thống của Liyue. Lớp vỏ đen thêm chút dính răng, kết hợp với nhân khô. Sự tra tấn về ẩm thực như vậy, thật khiến con người ta muốn ăn nhanh để kết thúc sớm sự dằn vặt này."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}