{
    "name": {
        "en": "Suspicious Golden Shrimp Balls",
        "de": "Misslungene goldene Garnelenhäppchen",
        "chs": "奇怪的金丝虾球",
        "cht": "奇怪的金絲蝦球",
        "es": "Albóndigas de camarón dorado extrañas",
        "fr": "Boulettes de crevettes dorées (suspectes)",
        "id": "Suspicious Golden Shrimp Ball",
        "jp": "微妙なエビのポテト包み揚げ",
        "kr": "이상한 황금 새우볼",
        "pt": "Almôndegas Douradas de Camarão Estranhas",
        "ru": "Странные шарики с креветкой",
        "th": "Golden Shrimp Balls รสประหลาด",
        "vi": "Tôm Viên Tơ Vàng Kỳ Lạ"
    },
    "id": 108125,
    "materialDesc": {
        "en": "A deep-fried shrimp dish. Hastily cast into hot oil and promptly forgotten about, the result is a disastrous combination of raw shrimp and burnt potato strips.",
        "de": "Ein Gericht mit frittierten Garnelen. Das Öl hätte wirklich nicht so heiß sein müssen. Leider ist die Hülle schon verbrannt, während das Innere noch halb roh ist.",
        "chs": "油炸而成的虾料理。油炸过程中的手忙脚乱，导致成品不是半生不熟就是焦过了头。",
        "cht": "油炸而成的蝦料理。油炸過程中的手忙腳亂，導致成品不是半生不熟就是焦過了頭。",
        "es": "Un plato de camarones fritos. Al haberlos frito con prisa y sin cuidado, el resultado es una desastrosa combinación de camarones crudos por dentro y quemados por fuera.",
        "fr": "Un plat de crevettes frites. La friture a été un désastre, ce qui a résulté de crevettes pas assez cuites ou brûlées.",
        "id": "Hidangan udang goreng yang dimasukkan ke dalam minyak panas dengan tergesa-gesa dan terlupakan, hasilnya adalah kombinasi buruk dari udang mentah dan potongan kentang yang terbakar.",
        "jp": "エビを使った揚げ料理。慌てて揚げたから、出来上がったものは生煮えだったり、焦げたりした。",
        "kr": "기름에 튀긴 새우 요리. 튀기는 과정에서 허둥지둥해 완성된 요리가 덜 익었거나 타버린 상태다",
        "pt": "Um prato de camarão frito. Colocado rapidamente em óleo quente e prontamente esquecido, o resultado é uma combinação desastrosa de camarão cru e tiras de batata queimada.",
        "ru": "Жареные креветки в кляре. Ингредиенты этого блюда спешно вывалили в кипящее масло и забыли про них. В результате получилось ужасное сочетание из полусырых креветок и подгоревших картофельных полосок.",
        "th": "เมนูอาหารทอดที่ทำจากกุ้ง เนื่องจากการทำที่รีบร้อน จึงทำให้อาหารที่ออกมานั้นสุกบ้างดิบบ้าง ...และก็ไหม้บ้าง",
        "vi": "Món tôm chiên. Do lúng ta lúng túng trong lúc chiên khiến cho thành phẩm nửa sống nửa chín, còn không thì khét cháy đen thui."
    },
    "materialType": "MATERIAL_FOOD"
}