{
    "name": {
        "en": "Suspicious Goulash",
        "de": "Misslungene Gulaschsuppe mit Gemüse",
        "chs": "奇怪的稠汁蔬菜炖肉",
        "cht": "奇怪的稠汁蔬菜燉肉",
        "es": "Carne a la jardinera extraña",
        "fr": "Goulasch (suspect)",
        "id": "Suspicious Goulash",
        "jp": "微妙なお肉と野菜のシチュー",
        "kr": "이상한 뜨끈 야채 스튜",
        "pt": "Guisado de Legumes ao Molho Estranho",
        "ru": "Странное томатное рагу",
        "th": "Goulash รสประหลาด",
        "vi": "Thịt Hầm Sốt Rau Củ Kỳ Lạ"
    },
    "id": 108204,
    "materialDesc": {
        "en": "A steaming-hot stew. There was some flaw in the flame control during the stewing process, leading to a product with a very stiff mouthfeel. You can ignore those flaws if you scarf it all down — it'll keep the cold away regardless.",
        "de": "Ein heißer Eintopf. Leider wurde dieser Eintopf bei zu großer Hitze gekocht, das Fleisch ist etwas fade und das Gemüse verkocht. Man kann es essen, aber es wird einen nicht von innen wärmen.",
        "chs": "热乎乎的炖菜。在炖煮的火力选择上出了一些纰漏，让成品的口感僵硬了几分。如果只是胡乱喝下去的话也不算太坏，毕竟驱寒的效果还是有的。",
        "cht": "熱呼呼的燉菜。在燉煮的火力選擇上出了一些差錯，讓成品的口感僵硬了幾分。如果只是胡亂喝下去的話也不算太壞，畢竟驅寒的效果還是有的。",
        "es": "Un guiso tan caliente que todavía borbotea. Se ha hervido con un fuego demasiado fuerte y sabe a quemado. Tal vez la mejor opción sea tragárselo rápidamente; servirá para entrar en calor.",
        "fr": "Un plat cuit à l'étuvée tout fumant. La chaleur a été mal contrôlée pendant le processus de cuisson et donne un goût de brûlé au produit fini. Vous pouvez probablement ignorer tous ces défauts si vous l'engloutissez d'un coup, ce qui aura au moins le mérite de vous protéger du froid.",
        "id": "Hidangan rebusan yang masih panas. Sepertinya tingkat api yang digunakan saat memasak hidangan ini tidak pas, sehingga dagingnya menjadi terlalu keras. Tapi kalau kamu meminum kuahnya tanpa berpikir panjang, rasanya masih cukup enak. Yang penting hidangan ini masih bisa menghangatkan tubuh.",
        "jp": "熱い煮込み料理。煮込むときに火力を少し間違えてしまったため、食感が少し硬い。ただ適当に食べるだけならそんなに悪くないし、寒さを凌ぐ効果はまだ残っている。",
        "kr": "뜨끈뜨끈한 찌개. 불 조절에 실패해서 딱딱한 식감을 갖고 있다. 추위를 몰아내는 효과를 어느 정도는 볼 수 있기 때문에 먹어서 나쁠 건 없다",
        "pt": "Um prato refogado a vapor. Houve alguma falha no controle da chama durante o processo de refogamento, levando a um produto com uma sensação na boca muito rígida. Você pode ignorar essas falhas se você as meter goela abaixo - isso vai manter o frio afastado, independentemente.",
        "ru": "Горячее тушёное блюдо. Температура тушения явно была выбрана неверно, из-за чего прожевать мясо очень сложно. Но если вы всё-таки справитесь с этой задачей, то холод оно хотя бы отгонит.",
        "th": "สตูร้อน ๆ ที่ดูเหมือนจะมีข้อผิดพลาดเล็กน้อยในระดับความแรงของไฟที่เลือกใช้ เลยทำให้อาหารที่ออกมามีรสสัมผัสที่แข็งและเหนียว แต่ถ้าคุณทำเป็นไม่สนใจ แล้วซดแต่น้ำซุปเพียงอย่างเดียว ก็ถือว่าไม่แย่นัก และอาหารจานนี้ยังช่วยบรรเทาความหนาวได้อีกด้วย",
        "vi": "Món hầm nóng hổi. Có chút sai sót khi chọn mức lửa khiến thành phẩm hơi cứng. Nếu chỉ ăn uống qua loa thì cũng không đến nỗi nào, dù sao thì cũng vẫn còn tác dụng giải cảm."
    },
    "materialType": "MATERIAL_FOOD"
}