{
    "name": {
        "en": "Suspicious Rice Pudding",
        "de": "Misslungener Reispudding",
        "chs": "奇怪的米饭布丁",
        "cht": "奇怪的米飯布丁",
        "es": "Pudín de arroz extraño",
        "fr": "Pudding de riz (suspect)",
        "id": "Suspicious Rice Pudding",
        "jp": "微妙なお米プリン",
        "kr": "이상한 쌀 푸딩",
        "pt": "Pudim de Arroz Estranho",
        "ru": "Странный рисовый пудинг",
        "th": "Rice Pudding รสประหลาด",
        "vi": "Pudding Gạo Kỳ Lạ"
    },
    "id": 108306,
    "materialDesc": {
        "en": "A dessert made from rice. There must have been some miscalculation in the amount of ingredients to use, as this just tastes like a bowl of overly sweet rice. Well, time to grab some plain drink and scarf it down...",
        "de": "Eine Nachspeise aus Reis. Bei der Menge der Zutaten muss man sich wohl verrechnet haben, denn es schmeckt einfach wie eine Schüssel mit zu süßem Reis. Na ja, Zeit, sich ein fades Getränk zu holen, um es runterzuschlingen ...",
        "chs": "由稻米制成的甜点。制作时误算了食材的用量，尝起来像是一碗甜过头的米饭。只能搭配清淡的饮料一起吃了…",
        "cht": "由稻米製成的甜點。製作時誤算了食材的用量，嚐起來像是一碗甜過頭的米飯。只能搭配清淡的飲料一起吃了…",
        "es": "Un postre hecho con arroz. Al hacerlo, se ha utilizado una proporción incorrecta de ingredientes, así que ahora no sabe más que a arroz empalagoso. Para comerlo, no te queda más remedio que acompañarlo con alguna bebida.",
        "fr": "Un dessert à base de riz. La quantité d'ingrédients a été si mal calculée lors de la préparation que vous avez l'impression de manger un bol de riz sucré à outrance. Il ne reste plus qu'à boire une boisson légère pour tout faire passer.",
        "id": "Makanan penutup yang dibuat dari nasi. Sepertinya ada kesalahan takaran dalam jumlah bahan yang digunakan, karena ini terasa seperti semangkuk nasi biasa saja. Sepertinya butuh dibantu air minum untuk bisa memakannya sampai habis...",
        "jp": "米で作られた甘味。食材の量を間違えたため、過度に甘いご飯の味しかしない。爽やかな飲み物と一緒に食べるしかない…",
        "kr": "쌀로 제작된 디저트. 제작 시 식자재의 사용량을 잘못 계산하는 바람에 과하게 달콤한 밥을 먹는 듯한 느낌이 든다. 담백한 음료를 곁들여 먹는 수밖에…",
        "pt": "Uma sobremesa feita de arroz. Deve ter acontecido algum erro na proporção de ingredientes a serem utilizados, porque isso daqui tem só o gosto de uma tigela excessivamente doce de arroz. Só pode ser comido com alguma bebida para aliviar o gosto...",
        "ru": "Десерт из риса. Должно быть, произошёл какой-то просчёт в количестве используемых ингредиентов, потому что на вкус это просто миска слишком сладкого риса. Его можно есть только вприкуску с пресным напитком...",
        "th": "ของหวานที่ทำมาจากข้าว ระหว่างการทำน่าจะมีการคำนวณปริมาณส่วนผสมผิด เพราะเมื่อลองชิมแล้วรสชาติเหมือนข้าวที่หวานจนแสบคอ จึงต้องทานคู่กับเครื่องดื่มจืด ๆ เท่านั้น...",
        "vi": "Món điểm tâm được làm từ gạo lúa mạch. Do tính toán sai lượng nguyên liệu khi nấu nên nó có vị như một bát cơm quá ngọt. Chỉ có thể ăn với một thức uống nhẹ..."
    },
    "materialType": "MATERIAL_FOOD"
}