{
    "name": {
        "en": "Suspicious Udon Noodles",
        "de": "Misslungene Udon-Nudeln",
        "chs": "奇怪的乌冬面",
        "cht": "奇怪的烏龍麵",
        "es": "Udon extraño",
        "fr": "Udon (suspects)",
        "id": "Suspicious Udon Noodles",
        "jp": "微妙なうどん",
        "kr": "이상한 우동",
        "pt": "Macarrão Udon Estranho",
        "ru": "Странная лапша удон",
        "th": "Udon Noodle รสประหลาด",
        "vi": "Mì Udon Kỳ Lạ"
    },
    "id": 108377,
    "materialDesc": {
        "en": "Highly springy noodles. The overly bland noodles and soup make for a boring experience. Looks like you've got to pay a bit more attention to seasoning next time.",
        "de": "Elastische Nudeln. Leider geschmacklos. Hier ist mehr Wasser als Suppe, sodass man das Gefühl hat, direkt aus einer Pfütze zu trinken. Es scheint, dass man nie zu sorglos mit dem Würzen umgehen sollte.",
        "chs": "韧劲十足的面食。过于寡淡的面条和汤水，令人不由心生无聊之感。看来在调味上真的不能掉以轻心。",
        "cht": "韌勁十足的麵食。過於寡淡的麵條和湯水，令人不由心生無聊之感。看來在調味上真的不能掉以輕心。",
        "es": "Unos fideos muy tenaces. Insípidos y con más agua que sopa, hacen sentir como si se estuviera bebiendo de un charco. Parece que nunca hay que ser muy descuidado con los condimentos.",
        "fr": "Des nouilles très élastiques. Les nouilles et la soupe trop fades en font une expérience ennuyeuse. Vous devriez faire un peu plus attention la prochaine fois.",
        "id": "Mi yang sangat kenyal. Mi dan sup yang terlalu hambar membuat orang merasa kebosanan. Sepertinya lain kali kamu harus lebih memperhatikan pencampuran bumbunya.",
        "jp": "歯ごたえのある麺類。麺と出汁の味が薄すぎて、すごく残念な気持ちになる。味付けを侮ることはできないようだ。",
        "kr": "쫄깃쫄깃한 면 요리. 많이 밍밍한 면과 국물에서 뭔가 심심한 느낌이 많이 든다. 역시 간 맞추기에 소홀하면 안 되는 것 같다",
        "pt": "Macarrão com muita elasticidade. O macarrão e o caldo têm um sabor insípido e aborrecido. Parece que da próxima vez você deveria prestar mais atenção aos temperos.",
        "ru": "Упругая лапша. Безвкусная лапша и пресный бульон делают блюдо скучным. Похоже, в следующий раз нужно уделить больше внимания приправам.",
        "th": "เมนูเส้นสุดเหนียวนุ่ม เส้นและน้ำซุปที่รสชาติจืดเกินไป ทำให้คนได้รับประสบการณ์ที่ค่อนข้างน่าเบื่อไปสักหน่อย ดูเหมือนว่าครั้งหน้าจะต้องใส่ใจเรื่องการปรุงรสให้มากขึ้นแล้วล่ะ",
        "vi": "Món mì sợi dai. Sợi mì và nước súp quá nhạt nhẽo khiến khi ăn có cảm giác nhàm chán. Xem ra lần sau khi nêm gia vị cần phải chú ý hơn một chút."
    },
    "materialType": "MATERIAL_FOOD"
}