{
    "name": {
        "en": "Suspicious Lotus Seed and Bird Egg Soup",
        "de": "Misslungenes gedämpftes Ei mit Lotossamen",
        "chs": "奇怪的莲子禽蛋羹",
        "cht": "奇怪的蓮子禽蛋羹",
        "es": "Sopa de loto y huevo extraña",
        "fr": "Œufs et graines de lotus à la vapeur (suspect)",
        "id": "Suspicious Lotus Seed and Bird Egg Soup",
        "jp": "微妙なハスの実入り茶碗蒸し",
        "kr": "이상한 연밥 계란찜",
        "pt": "Sopa de Lótus e Ovo Estranho",
        "ru": "Странный яичный суп из лотоса",
        "th": "Lotus Seed and Bird Egg Soup รสประหลาด",
        "vi": "Canh Trứng Hạt Sen Kỳ Lạ"
    },
    "id": 108119,
    "materialDesc": {
        "en": "A steamed egg dish. The lengthy steaming process has caused unusual honeycomb figure to appear on the surface of the egg custard. It goes without saying that there isn't hardly a hint of bitterness left in the lotus.",
        "de": "Eine gedämpfte Eierspeise. Auf der Oberfläche der Eierpampe, die viel zu lange gegart wurde, sieht man seltsame Bienenwaben. Jedenfalls ist das das Bild, das die bitteren Lotossamen abgeben.",
        "chs": "蒸制而成的蛋料理。过长时间的蒸制让禽蛋羹的表面呈现出了奇怪的蜂窝状，相比之下莲子的苦涩已经不值一提了。",
        "cht": "蒸製而成的蛋料理。過長時間的蒸製讓禽蛋羹的表面呈現出了奇怪的蜂窩狀，相比之下蓮子的苦澀已經不值一提了。",
        "es": "Un plato de huevos al vapor. El largo proceso de cocción al vapor ha hecho que aparezca una inusual figura con forma de panal en la superficie. Por no hablar del intenso sabor amargo de las semillas de loto...",
        "fr": "Un plat à base d'œufs cuit à la vapeur. La cuisson prolongée de la préparation a créé d'étranges trous sur la surface ; et ne parlons même pas de l'amertume des graines de lotus...",
        "id": "Hidangan telur kukus. Proses pengukusan yang panjang menyebabkan permukaannya menjadi tak lazim seperti sarang lebah. Tidak ada sedikitpun rasa pahit yang tersisa di lotus tersebut.",
        "jp": "卵の茶碗蒸し。調理時間が長すぎて表面がでこぼこして蜂の巣のようになった。それと比べればハスの実の苦みは取るに足らない。",
        "kr": "쪄서 만든 계란 요리. 너무 오랜 시간 찐 결과, 계란찜의 표면에 이상한 벌집 모양이 생겼다. 그래서인지 연밥의 쓴맛은 거의 느껴지지 않는다",
        "pt": "Um prato de ovo cozido no vapor. O longo processo de vaporização fez com que figuras incomuns do favo de mel aparecessem na superfície do creme de ovos. Escusado será dizer que não há quase uma pitada de amargura no lótus.",
        "ru": "Яйцо, приготовленное на пару. Чересчур длительное держание на пару образовало на поверхности желтка неприятную фигуру, напоминающую пчелиные соты. Не стоит даже говорить, что в лотосе не осталось и следа какого-либо вкуса.",
        "th": "เมนูอาหารตุ๋นที่ทำจากไข่ การใช้เวลานึ่งที่นานเกินไปทำให้ผิวของคัสตาร์ดไข่ดูเหมือนรวงผึ้งประหลาด เมื่อเปรียบเทียบกันแล้ว ความขมของไส้เม็ดบัวนั้น อย่าพูดถึงมันเลยดีกว่า",
        "vi": "Món hấp từ trứng. Do hấp trong thời gian quá dài khiến cho bề mặt của bánh trứng xuất hiện những vết tổ ong kì quái, còn đắng hơn cả hạt sen."
    },
    "materialType": "MATERIAL_FOOD"
}