{
    "name": {
        "en": "Suspicious Fullmoon Egg",
        "de": "Misslungenes Vollmondei",
        "chs": "奇怪的明月蛋",
        "cht": "奇怪的明月蛋",
        "es": "Rollitos de luna llena extraños",
        "fr": "Œufs de pleine lune (suspects)",
        "id": "Suspicious Fullmoon Egg",
        "jp": "微妙な明月の玉子",
        "kr": "이상한 명월 딤섬",
        "pt": "Ovo de Lua Cheia Estranho",
        "ru": "Странная полнолунная яичница",
        "th": "Fullmoon Egg รสประหลาด",
        "vi": "Trứng Minh Nguyệt Kỳ Lạ"
    },
    "id": 108179,
    "materialDesc": {
        "en": "One of Liyue's traditional snacks. The warped dough wraps the meat stiffly, and the dry mouthfeel leads to the illusion that one is chewing on a giant chunk of gnocchi.",
        "de": "Eine der traditionellen Leckereien aus Liyue. Der Teig ist fest um das Fleisch gewickelt und man bekommt beim Essen den Eindruck, auf einer trockenen Teigtasche zu kauen.",
        "chs": "璃月的传统点心之一。面皮以一种扭曲的姿态僵硬地包裹着肉馅，干涩的口感让人有种在吃一块面疙瘩的错觉。",
        "cht": "璃月的傳統點心之一。面皮以一種扭曲的姿態僵硬地包裹著肉餡，乾澀的口感讓人有種在吃一塊麵疙瘩的錯覺。",
        "es": "Un aperitivo tradicional de Liyue. La masa, apretada y retorcida alrededor de la carne, le ha dejado una textura seca que, al masticarla, da la impresión de estar comiendo un ñoqui demasiado grande.",
        "fr": "L'une des spécialités de Liyue. La pâte enveloppe la viande étroitement. La sensation sèche en bouche donne l'impression de mâchouiller un morceau de gnocchi géant.",
        "id": "Salah satu camilan tradisional Liyue. Adonannya yang melengkung membungkus daging dengan sangat padat. Rasanya yang kering di mulut memberikan sensasi kepada orang seperti sedang mengunyah sepotong gnocchi raksasa.",
        "jp": "璃月の伝統点心の1つ。違和感のある奇妙な皮で肉の具を包み、水分を吸い取られるほど乾燥し、小麦粉の固まりを食べているような食感だ。",
        "kr": "리월의 전통 간식 중 하나. 딤섬피가 꼬여있는 자태로 뻣뻣하게 고기소를 감싸고 있다. 퍽퍽한 식감은 밀가루 덩어리를 먹은 것 같은 착각을 불러일으킨다",
        "pt": "Um dos petiscos tradicionais de Liyue. A massa foi frita e envolve a carne com firmeza, e a sensação de boca seca leva à ilusão de que se está mastigando um pedaço gigante de nhoque.",
        "ru": "Одно из традиционных лакомств Ли Юэ. Скрюченное тесто вцепилось в начинку мёртвой хваткой, и заскорузлая фактура создаёт впечатление, что жуёшь позавчерашнюю клёцку.",
        "th": "หนึ่งในอาหารว่างที่สืบทอดกันมาของ Liyue แป้งแข็ง ๆ ห่อไส้เนื้อที่มีรสสัมผัสแห้งนี้ เมื่อทานแล้วทำให้รู้สึกเหมือนกินก้อนแป้งแข็ง ๆ เข้าไป",
        "vi": "Một trong những món điểm tâm truyền thống của Liyue. Bột được cuộn chặt vào nhân thịt, vị khô khiến người ăn có cảm giác như ăn phải bột mì khô cứng."
    },
    "materialType": "MATERIAL_FOOD"
}