{
    "name": {
        "en": "Suspicious Mushroom Hodgepodge",
        "de": "Misslungene gemischte Pilzplatte",
        "chs": "奇怪的杂菇荟萃",
        "cht": "奇怪的雜菇薈萃",
        "es": "Surtido de champiñones extraño",
        "fr": "Mélangé de champignons (suspect)",
        "id": "Suspicious Mushroom Hodgepodge",
        "jp": "微妙な山盛りキノコ",
        "kr": "이상한 모둠 버섯",
        "pt": "Panelão de Cogumelos Estranho",
        "ru": "Странное грибное ассорти",
        "th": "Mushroom Hodgepodge รสประหลาด",
        "vi": "Nấm Thập Cẩm Kỳ Lạ"
    },
    "id": 108403,
    "materialDesc": {
        "en": "An Aranara-style dish that Paimon drained her brain juice dry to improve. But in fact, it only requires a few common mushrooms from Sumeru, along with some extra seasonings. As for its flavor, you'd believe you've tasted the wildness of nature — ahem, \"the scent of the remaining heaps of dirt\" is probably the more accurate description though. Such bounties of the mountains and forests are best left for the boars to savor.",
        "de": "Gegrillte Pilze nach Aranara-Art, deren Rezept Paimon nach vielen Gedanken verfeinert hat. Aber in Wirklichkeit ist es nicht mehr als ein paar gewöhnliche Pilze aus Sumeru mit zusätzlichen Gewürzen. Was den Geschmack angeht, glaubst du, die Wildheit der Natur gekostet zu haben – äh, „voller Duft unreiner Erde“ ist wahrscheinlich eine genauere Beschreibung. Solche Gaben der Berge und Wälder überlässt man am besten den Wildschweinen zum Genuss.",
        "chs": "经过派蒙苦思冥想改良后的兰那罗烧菇，其实也就是市面上常见的须弥烧菇多加了点调味料。该说是野性的味道好呢，还是应该说…充满了没有洗干净的泥土的芬芳。唉，此等自然馈赠，可能只有林中的山猪才能甘之如饴吧。",
        "cht": "經過派蒙苦思冥想改良後的蘭那羅燒菇，其實也就是市面上常見的須彌燒菇多加了點調味料。該說是野性的味道好呢，還是應該說…充滿了沒有洗乾淨的泥土的芬芳。唉，此等自然饋贈，可能只有林中的山豬才能甘之如飴吧。",
        "es": "Unos champiñones típicos aranara que Paimon ha refinado minuciosamente, pero que en realidad se pueden encontrar en el mercado con más condimentos. Se podría decir que tiene cierto sabor silvestre, aunque más bien... lleno de olor a tierra sin lavar. Un regalo de la naturaleza con el que solo un jabalí del bosque podría ser feliz.",
        "fr": "#Un plat aux champignons aranarien typique. Paimon s'est creusé la tête pour essayer d'améliorer ce plat qui ne consiste à la base que de quelques champignons communs de Sumeru et d'assaisonnements en grande quantité. Doit-on plutôt décrire ce mets comme ayant l'odeur de la forêt, ou plutôt dire qu'il a une odeur de... boue sale ? Quoi qu'il en soit, seuls les sangliers de la forêt sauront apprécier ce «{NON_BREAK_SPACE}cadeau de la nature{NON_BREAK_SPACE}»...",
        "id": "Hidangan jamur panggang bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya ini hanya hidangan jamur biasa yang ditambah sedikit bumbu saja. Aroma yang tercium dari hidangan ini sebenarnya aroma alam liar atau ... aroma jamur yang tidak dicuci bersih ya? Ah, sepertinya aroma alami seperti ini hanya bisa dinikmati oleh babi hutan saja.",
        "jp": "パイモンが目を瞑り、長いこと思い悩んだ末に改良したアランナラのキノコ料理だが、市場でよく見られるスメールのキノコ料理に少し調味料を足しただけのもののようである。野生の味というべきか、それとも…洗っていない土の香りに満ちているというべきか。はぁ…こんな自然の恵みを喜んで食べるのは、森にいるイノシシくらいだろう。",
        "kr": "페이몬이 고심 끝에 개량한 아란나라의 버섯구이. 실상은 시중에서 흔히 보이는 수메르 버섯구이에 조미료를 첨가한 것이다. 야생의 맛이 느껴진다고 해야 할까 아니면… 제대로 씻지 않은 흙의 향기가 가득하다고 해야 할까. 휴, 이런 자연의 선물은 숲속의 산멧돼지들이나 맛있게 먹을 수 있을 듯하다",
        "pt": "Um prato típico Aranara que Paimon quebrou a cabeça para melhorar. É um prato que pode ser encontrado no mercado com alguns temperos adicionais. Quanto ao sabor, parece muito com a natureza selvagem, \"gosto de terra\" é provavelmente a descrição mais precisa. É melhor deixar este presente da natureza para os javalis selvagens.",
        "ru": "Грибное ассорти аранар, улучшенное стараниями Паймон. Хотя на самом деле это обычные жареные грибы, которые подают в любом ресторанчике Сумеру, просто чуть щедрее сдобренные приправами. Этот запах можно назвать ароматом дикой природы, а можно... Запахом приставшей к грибам земли. Пожалуй, на такие дары леса позарится разве что дикий кабан.",
        "th": "เห็ดย่างสไตล์ Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา ซึ่งแท้จริงแล้วมันก็แค่เห็ดย่างเพิ่มเครื่องปรุงรสเล็กน้อยที่พบเห็นได้ทั่วไปในเมือง Sumeru จะเรียกว่าเต็มไปด้วยกลิ่นอายของธรรมชาติ หรือควรเรียกว่า... เต็มไปด้วยกลิ่นหอมของดินที่ล้างไม่สะอาดดีนะ ของขวัญจากธรรมชาติเช่นนี้ คงมีเพียงหมูป่าเท่านั้นแหละที่คู่ควร",
        "vi": "Món nấm nướng kiểu Aranara đã được Paimon vắt óc suy nghĩ để cải thiện, thực ra cũng là món nấm nướng Sumeru bán ở chợ nhưng cho thêm một ít gia vị. Nên nói là hương vị hoang dã hay là... đầy mùi của bụi bẩn còn sót lại đây. Haiz, những món quà thiên nhiên ban tặng như vậy tốt hơn hết nên để lợn rừng thưởng thức thì hơn."
    },
    "materialType": "MATERIAL_FOOD"
}