{
    "name": {
        "en": "Suspicious Meat Lovers' Mushroom Pizza",
        "de": "Misslungene Pilz- und Fleischpizza",
        "chs": "奇怪的肉肉烤蘑菇披萨",
        "cht": "奇怪的肉肉烤蘑菇披薩",
        "es": "Pizza de carne y champiñones extraña",
        "fr": "Pizza champignons-viande (suspecte)",
        "id": "Suspicious Meat Lovers' Mushroom Pizza",
        "jp": "微妙な焼きキノコミートピザ",
        "kr": "이상한 고기 버섯피자",
        "pt": "Pizza de Carne e Cogumelos Estranha",
        "ru": "Странная мясная пицца с грибами",
        "th": "Meat Lovers' Mushroom Pizza รสประหลาด",
        "vi": "Pizza Nấm Thịt Kỳ Lạ"
    },
    "id": 108439,
    "materialDesc": {
        "en": "A pizza freshly baked in an oven. The messy lumps of cheese and ingredients give off a greasy smell, with a rock-hard crust just to make things worse. Well, what has the poor dish gone through to end up in this state? Was it the baking time or the excessive fermentation?",
        "de": "Eine Pizza, die frisch aus dem Ofen kommt. Der unordentliche Klumpen aus Käse und Zutaten verströmt einen fettigen Geruch und die steinharte Kruste macht die Sache noch schlimmer. Was hat das arme Gericht durchgemacht, um in diesem Zustand zu enden – war es die Backzeit oder die übermäßige Gärung?",
        "chs": "烘烤而成的披萨。奶酪和配菜杂乱地挤作一团，散发着腻人的气息，厚硬的饼底更是加大了这场挑战的难度。嗯——问题到底是出在烘烤时间上呢，还是发酵程度上呢？",
        "cht": "烘烤而成的披薩。乳酪和配菜雜亂地擠作一團，散發著膩人的氣息，厚硬的餅底更是加大了這場挑戰的難度。嗯——問題到底是出在烘烤時間上呢，還是發酵程度上呢？",
        "es": "Una pizza recién horneada. El queso se funde sobre el resto de los ingredientes y desprende un penetrante aroma. Cocinar al punto la gruesa masa supone todo un desafío. Aunque no está claro si el problema es dar con la temperatura de cocción o el punto de fermentación ideal.",
        "fr": "Une pizza fraîchement sortie du four. Elle présente un amas de fromage et d'autres ingrédients qui dégage une odeur grasse. En plus de ça, sa croûte est dure comme de la pierre. Qu'a donc subi ce pauvre plat pour se retrouver dans cet état ? Est-ce un problème de temps de cuisson, ou de fermentation excessive ?",
        "id": "Pizza yang dipanggang. Keju dan lauk pauknya bercampur aduk, sampai menebarkan aroma yang berminyak. Lapisan kulitnya yang tebal membuat tantangannya semakin sulit. Hmm, apakah waktu memanggangnya, atau tingkat fermentasinya yang salah ya?",
        "jp": "焼き上げたピザ。チーズと具がごちゃごちゃに混ざっている上、油臭い。厚くて硬い皮は、さらに難易度を上げてしまっている。うーん、焼き上がり時間の問題？それとも発酵…？",
        "kr": "구워서 만든 피자. 치즈와 다른 재료들이 뒤죽박죽 엉켜있어 느끼한 냄새를 풍긴다. 두툼한 도우는 이 요리의 도전 난도를 한층 더 높여주고 있다. 음——굽는 과정에서 문제가 생긴 걸까 아니면 발효 정도에 실수가 있었던 걸까?",
        "pt": "Uma pizza recém-assada. O queijo derrete sobre o resto dos ingredientes e exala um aroma penetrante. Cozinhar a massa grossa ao ponto certo é um grande desafio. Embora não esteja claro se o problema é encontrar a temperatura ideal de cozimento ou o ponto correto de fermentação.",
        "ru": "Пицца, приготовленная на огне. Сыр и начинка сбились в ком, от которого исходит неприятный тяжёлый запах, а жёсткое и толстое тесто только усложняет задачу по поеданию этого блюда. Гм, наверное, пиццу передержали в печи? А может, тесто плохо поднялось?",
        "th": "พิซซ่าสดใหม่ที่อบจากเตา ชีสและเครื่องเคียงกองรวมกันเป็นก้อน ทั้งยังส่งกลิ่นชวนเลี่ยนออกมา แป้งที่หนาและแข็งยิ่งเพิ่มระดับความยากของด่านท้าทายนี้ให้สูงขึ้นไปอีก อืม... ปัญหามันอยู่ที่การอบ หรือการหมักกันแน่นะ?",
        "vi": "Món pizza nướng. Những cục phô mai và nguyên liệu lộn xộn tỏa ra mùi béo ngậy, lớp đế dày và cứng như đá càng khiến mọi thứ trở nên tồi tệ hơn. Ừm, rốt cuộc vấn đề nằm ở thời gian nướng hay là quá trình lên men đây?"
    },
    "materialType": "MATERIAL_FOOD"
}