{
    "name": {
        "en": "Suspicious Crab, Ham & Veggie Bake",
        "de": "Misslungener geschmorter Schinken mit Krebsgemüse",
        "chs": "奇怪的蟹黄火腿焗时蔬",
        "cht": "奇怪的蟹黃火腿焗時蔬",
        "es": "Asado mar y montaña extraño",
        "fr": "Gratin de crabe, jambon et légumes (suspect)",
        "id": "Suspicious Crab, Ham & Veggie Bake",
        "jp": "微妙なかにみそとハムのグリル野菜",
        "kr": "이상한 꽃게알 야채찜",
        "pt": "Assado Estranho de Caranguejo, Presunto e Vegetais",
        "ru": "Странная сборная запеканка",
        "th": "Crab, Ham & Veggie Bake รสประหลาด",
        "vi": "Bánh Rau Giăm Bông Gạch Cua Kỳ Lạ"
    },
    "id": 108065,
    "materialDesc": {
        "en": "A somewhat luxurious bake. By looking at it, no one can tell what it is made of... or what it lacks.",
        "de": "Ein Auflauf mit feinsten Zutaten. Blickst du auf dieses dickflüssige Etwas, erkennst du genau, was ihm fehlt ... und was zu viel ist.",
        "chs": "配料奢华的焗菜。望着这浓浓的一滩，甚至都看不出之前往里面加了什么，或是少加了什么。",
        "cht": "配料奢華的焗菜。望著這濃濃的一灘，甚至都看不出之前在裡面加了什麼，或是少加了什麼。",
        "es": "Un asado hecho con los mejores ingredientes. A primera vista, es imposible saber con certeza qué ingredientes tiene.",
        "fr": "Impossible de savoir de quoi il est composé à première vue.",
        "id": "Kue yang terlihat mewah. Dari tampak luarnya, tidak ada yang bisa menebak apa yang ada di dalamnya, dan apa sebenarnya yang kurang.",
        "jp": "トッピングが豪華なグリル。この濃厚な有様を見てしまうと、中に何を加えたのか、或いは何を加えなかったのかも分からなくなってしまうだろう。",
        "kr": "각종 야채와 꽃게알을 넣고 찐 요리. 어떤 재료가 들어갔는지 형태를 전혀 알아볼 수 없을 정도로 엉망이다",
        "pt": "Um assado de luxo. À primeira vista, ninguém consegue dizer do que foi feito ou o que está faltando.",
        "ru": "Роскошная запеканка. Никто не может сказать, из каких продуктов она сделана... или про какие продукты забыли при её приготовлении.",
        "th": "เมนูเนื้อปู แฮม และผักอบ ถ้าไม่บอกคงไม่มีใครเดาได้หรอกว่ามันประกอบไปด้วยอะไรบ้าง",
        "vi": "Món thập cẩm xa xỉ. Nhìn mớ hỗn độn này không biết là đã bỏ gì vào, hoặc thiếu thứ gì."
    },
    "materialType": "MATERIAL_FOOD"
}