{
    "name": {
        "en": "Suspicious Jewelry Soup",
        "de": "Misslungene Juwelensuppe",
        "chs": "奇怪的珍珠翡翠白玉汤",
        "cht": "奇怪的珍珠翡翠白玉湯",
        "es": "Estofado de gemas extraño",
        "fr": "Soupe aux perles et au jade (suspecte)",
        "id": "Suspicious Jewelry Soup",
        "jp": "微妙な真珠翡翠白玉湯",
        "kr": "이상한 진주비취백옥탕",
        "pt": "Ensopado de Gemas Estranho",
        "ru": "Странный суп из украшений",
        "th": "Jewelry Soup รสประหลาด",
        "vi": "Canh Trân Châu Phỉ Thúy Bạch Ngọc Kỳ Lạ"
    },
    "id": 108086,
    "materialDesc": {
        "en": "A simple vegetable soup. The bland soup and dull vegetables remind you of the dying vegetables on abandoned and barren farmlands.",
        "de": "Eine Gemüsesuppe mit einfachen Zutaten. Ihr Geschmack reicht kaum über den des Wassers hinaus und das blasse Gemüse erinnert einen an eine karge Einöde, wohin sich kein Mensch traut.",
        "chs": "用料朴素的菜汤。汤汁有些寡淡无味，黯淡的菜叶让人想到闲置已久无人打理的荒地。",
        "cht": "用料樸素的菜湯。湯汁稍嫌寡淡無味，黯淡的菜葉讓人想到閒置已久無人打理的荒地。",
        "es": "Una sencilla sopa de verduras. El caldo es un poco insípido y el lúgubre aspecto de las verduras evoca la imagen de una tierra desolada.",
        "fr": "Une simple soupe de légumes. Sa saveur insipide rappelle celle des légumes pourris des friches agricoles.",
        "id": "Sup sayur yang simpel. Kuahnya yang tawar dan sayur yang layu mengingatkanmu akan tumbuhan mati di kebun yang terbengkalai.",
        "jp": "簡単な材料で作られたスープ。味は薄くて、萎びてる野菜は荒地を彷彿させる。",
        "kr": "소박한 재료로 만든 야채수프. 심심한 국물에 숨이 죽은 채소는 방치된 지 오래된 황무지를 떠올리게 한다",
        "pt": "Uma sopa de vegetal simples. A sopa sem sabor e os vegetais maçantes lembram os vegetais moribundos em terras abandonadas e áridas.",
        "ru": "Простой овощной суп. Пресные и безвкусные овощи напоминают вам об умирающем на полях урожае.",
        "th": "สตูผักที่ทำจากส่วนผสมวัตถุดิบทั่ว ๆ ไป น้ำซุปค่อนข้างจะจืดชืดไร้ซึ่งรสชาติ ใบผักที่ดูโทรมจนชวนให้คิดถึงสถานที่รกร้างที่ไม่มีคนดูแลมานาน",
        "vi": "Canh có nguyên liệu mộc mạc. Nước canh có chút nhạt nhẽo vô vị, lá rau đen thui khiến người khác liên tưởng đến vùng đất hoang không người quét dọn."
    },
    "materialType": "MATERIAL_FOOD"
}