{
    "name": {
        "en": "Suspicious Chili-Mince Cornbread Buns",
        "de": "Misslungene scharfe Fleischmaisbällchen",
        "chs": "奇怪的辣肉窝窝头",
        "cht": "奇怪的辣肉窩窩頭",
        "es": "Panecillos de maíz con carne picante extraños",
        "fr": "Wotou aux épices (suspect)",
        "id": "Suspicious Chili-Mince Cornbread Buns",
        "jp": "微妙なピリ辛蒸し饅頭",
        "kr": "이상한 매운 고기 찐빵",
        "pt": "Bolinho de Carne Picante Estranho",
        "ru": "Странные острые хлебцы",
        "th": "Chili-Mince Cornbread Bun รสประหลาด",
        "vi": "Bánh Ngô Thịt Cay Kỳ Lạ"
    },
    "id": 108315,
    "materialDesc": {
        "en": "A traditional snack from Liyue. A large bundle of fried-up Jueyun Chili has been piled up in the middle, and their heat is all but unbearable. Just one small bite feels like someone's trying to burn your throat. A few more bites, and who knows, you might actually end up breathing fire like Guoba!",
        "de": "Eine traditionelle Beilage aus Liyue. In der Mitte ist ein großes Bündel frittierter Jueyun-Peperoni aufgetürmt, deren Hitze schier unerträglich ist. Schon ein kleiner Bissen fühlt sich an, als würde jemand versuchen, deine Kehle zu verbrennen. Noch ein paar Bissen und wer weiß, vielleicht spuckt man am Ende sogar Feuer wie Guoba!",
        "chs": "璃月民间流传的小菜。大把炒熟的绝云椒椒堆在正中，辣度令人难以承受。仅仅试了一小口，喉咙就仿佛被灼烧一般。多吃几口的话…说不定能和锅巴一样喷火？",
        "cht": "璃月民間流傳的小菜。大把炒熟的絕雲椒椒堆在正中，辣度令人難以承受。僅僅試了一小口，喉嚨就仿佛被灼燒一般。多吃幾口的話…說不定能和鍋巴一樣噴火？",
        "es": "Un aperitivo tradicional muy popular en Liyue. Una enorme cantidad de chiles de Jueyun salteados han sido metidos dentro de los panes, por lo que ahora tienen un picante insoportable. Si solo pruebas un pequeño trozo, sentirás como si la garganta se te prendiera en llamas. Y si pruebas varios bocados... echarás fuego por la boca como el Guoba de Xiangling.",
        "fr": "Un encas très populaire à Liyue. Une pile de piments de Jueyun frits a été placée au milieu, ce qui rend le goût épicé plus qu'insupportable, et vous sentez votre gorge brûler quand vous avalez un premier morceau. Peut-être que vous arriverez à cracher du feu comme Gooba avec quelques bouchées en plus ?",
        "id": "Camilan tradisional dari Liyue. Sebungkus besar Jueyun Chili yang direbus menumpuk di tengah, dengan rasa pedas yang tak tertahankan. Satu gigitan saja bagaikan ada seseorang yang ingin membakar tenggorokanmu. Dengan beberapa gigitan lagi, dan siapa tahu, mungkin saja kamu bisa mengeluarkan api dari mulutmu seperti Guoba!",
        "jp": "璃月の民間で広まっている料理。大量に炒めた絶雲の唐辛子が積み重なり、耐えられない辛さになっている。一口味わうだけで、喉が焼けるように痛くなる。もっと食べると…グゥオパァーのように火を噴くことができるかもしれないかも？",
        "kr": "리월 민간에 전해 내려오는 요리. 볶은 절운고추 한 무더기를 가운데 쌓아두었다. 참기 힘든 매운맛에 조금만 맛봐도 목이 타는 듯한 고통에 시달린다. 하지만 몇 모금 더 먹는다면, 누룽지처럼 불을 뿜을 수 있을지도?",
        "pt": "Um lanche tradicional de Liyue. Um monte de Pimenta de Jueyun frita foi amontoada no meio, e seu ardor é quase insuportável. Apenas uma pequena mordida parece que alguém está tentando queimar sua garganta. Mais algumas mordidas, e quem sabe, você pode realmente acabar cuspindo fogo como o Guoba!",
        "ru": "Традиционная закуска Ли Юэ. Острота большой горсти заоблачного перчика, лежащего прямо в центре, просто ошеломляет. Даже один маленький кусочек даёт ощущение, будто кто-то пытается сжечь ваше горло. Ещё несколько кусочков, и, кто знает, возможно, вы и вправду станете дышать огнём, как Гоба!",
        "th": "เครื่องเคียงแบบดั้งเดิมจาก Liyue นำพริก Jueyun Chili ที่ผัดจนร้อนมากองไว้ตรงกลาง ความเผ็ดของพวกมันทำให้คนแทบจะทนไม่ไหว แค่กัดคำเล็ก ๆ ก็รู้สึกเหมือนมีคนพยายามจะเผาคอคุณ ถ้าลองกัดเข้าไปอีกสองสามคำ และใครจะไปรู้ คุณอาจจะจบลงด้วยการหายใจเป็นไฟเหมือน Guoba ก็ได้!",
        "vi": "Món ăn vặt được lưu truyền trong dân gian ở Liyue. Một lượng lớn Ớt Tuyệt Vân đã nấu chín chất đống ở giữa, vị cay không thể chịu nổi. Chỉ cần thử một miếng nhỏ thôi là cổ họng như bị bỏng. Nếu ăn thêm mấy miếng...có lẽ sẽ thở ra lửa như Guoba?"
    },
    "materialType": "MATERIAL_FOOD"
}