{
    "name": {
        "en": "Suspicious Barbatos Ratatouille",
        "de": "Misslungenes Windgott-Ragout",
        "chs": "奇怪的风神杂烩菜",
        "cht": "奇怪的風神雜燴菜",
        "es": "Puchero de Barbatos extraño",
        "fr": "Ragoût de l'Archon Anémo (suspect)",
        "id": "Suspicious Barbatos Ratatouille",
        "jp": "微妙な風神ヒュッツポット",
        "kr": "이상한 바람신의 잡채",
        "pt": "Ensopado Estranho do Arconte Anemo",
        "ru": "Странная солянка Архонта",
        "th": "Barbatos Ratatouille รสประหลาด",
        "vi": "Thập Cẩm Phong Thần Kỳ Quái"
    },
    "id": 108110,
    "materialDesc": {
        "en": "A simple chowder with a long history. Thought the Anemo Archon is said to symbolize freedom, perhaps this dish has been a bit too liberal in the making. Perhaps the name Stormy Stew might be more fitting here.",
        "de": "Ein einfaches Gericht mit langer Tradition. Der Gott des Windes mag für Freiheit stehen. Doch dieses Gericht hat es deutlich übertrieben. Man sollte es lieber Sturmmischmasch nennen.",
        "chs": "历史悠久的简单菜肴。虽然说风神象征着自由，但是这道菜似乎自由过了头。或许狂风乱炖菜这个名字更适合这道菜。",
        "cht": "歷史悠久的簡單菜餚。雖然說風神象徵著自由，但是這道菜似乎自由過了頭。或許狂風亂燉菜這個名字更適合這道菜。",
        "es": "Una sopa simple con una larga historia. Aunque se dice que el Arconte Anemo simboliza la libertad, tal vez este plato haya sido demasiado liberal. Quizás el nombre “sopa tempestuosa” podría ser más apropiado en este caso.",
        "fr": "Un mets simple et traditionnel. Bien que l'Archon Anémo symbolise la liberté, il n'aurait peut-être pas fallu en abuser pour la préparation de ce plat qu'on rebaptiserait bien...",
        "id": "Hidangan sederhana dengan sejarah yang panjang. Walaupun Archon Anemo melambangkan kebebasan, namun sepertinya hidangan ini terlalu bebas dalam proses pembuatannya. Mungkin lebih cocok jika dinamakan Stormy Stew.",
        "jp": "長い歴史を持つ簡単な料理。風神は自由の象徴とはいえ、この料理はあまりにも自由すぎる気がする。狂風ヒュッツポットという名前のほうがしっくりくる。",
        "kr": "유서 깊은 간단한 반찬. 바람신이 자유를 상징하긴 하나 이 요리는 자유가 너무 지나치다. 차라리 광풍 삶기라는 이름이 더 어울릴 정도다",
        "pt": "Uma sopa simples com uma longa história. Embora se diga que o Anemo Arconte simboliza a liberdade, talvez este prato tenha sido um pouco liberal demais. Talvez o nome Sopa Tempestuosa possa ser mais adequado aqui.",
        "ru": "Простой суп с богатой историей. Считается, что Анемо Архонт символизирует собой свободу, но это блюдо явно слишком свободно относится к своему качеству. Тут было бы более уместно название «Солянка, по которой прошёлся ураган».",
        "th": "อาหารง่าย ๆ ที่มีประวัติยาวนาน แม้จะบอกว่าสัญลักษณ์ของเทพแห่งลมนั้นคืออิสระแต่อาหารจานนี้ดูเหมือนจะอิสระมากไป บางทีชื่อพายุตุ๋นผักน่าจะเหมาะกับอาหารจานนี้มากกว่า",
        "vi": "Món ăn đơn giản với lịch sử lâu đời. Tuy là món ăn tượng trưng cho lý tưởng của Phong Thần, thế nhưng quá trình chế biến có chút tự do thái quá, có lẽ cái tên bát nháo rất thích hợp với nó hơn."
    },
    "materialType": "MATERIAL_FOOD"
}