{
    "name": {
        "en": "Suspicious Fruits of the Festival",
        "de": "Misslungener Festtagssaft",
        "chs": "奇怪的假日果酿",
        "cht": "奇怪的假日果釀",
        "es": "Jugo festivo extraño",
        "fr": "Jus de fruits du festival (suspect)",
        "id": "Suspicious Fruits of the Festival",
        "jp": "微妙なバケーションサイダー",
        "kr": "이상한 바캉스 과일주",
        "pt": "Frutas do Festival Estranhas",
        "ru": "Странный Праздничный сок",
        "th": "Fruits of the Festival รสประหลาด",
        "vi": "Hương Vị Lễ Hội Kỳ Lạ"
    },
    "id": 108463,
    "materialDesc": {
        "en": "A brightly colored non-alcoholic beverage. The sourness of the Wolfhook has not been managed well, leading to a numbing sensation on your tongue. Wait a minute... Is that howling from Wolvendom you hear? That's got to be a hallucination, right? Right?",
        "de": "Ein alkoholfreies Getränk mit klarer, anziehender Farbe. Eine schlechte Beherrschung des Umgangs mit der Säure des Wolfshakens führt zu einer, die Zunge betäubenden Wirkung. Wa... Was ist das ... In der Ferne hört man das Wolfsgeheul des Wolfenlaufs. Das muss eine Illusion sein ...",
        "chs": "色彩清丽的无酒精饮品。没能处理好钩钩果的酸涩，导致舌头隐隐发麻。怎、怎么回事…耳边还回荡起了奔狼领的狼嚎声，应该是幻觉吧…",
        "cht": "色彩清麗的無酒精飲品。沒有處理好鉤鉤果的酸澀，導致舌頭隱隱發麻。怎、怎麼回事…耳邊還回蕩起了奔狼領的狼嚎聲，應該是幻覺吧…",
        "es": "Una bebida sin alcohol de colores brillantes. La acidez de los ganchos de lobo no se ha gestionado correctamente, lo cual causa que la lengua se entumezca. ¡¿Qu-qué está pasando?! ¿Escuchaste ese aullido? Tiene que ser una ilusión, ¿verdad?",
        "fr": "Une boisson non alcoolisée aux couleurs vives. L'aigreur de la baie à crochet n'a pas été bien utilisée, ce qui donne à la langue la sensation d'être engourdie. A—Attendez... C'était quoi, ce hurlement qui semblait provenir du Territoire des Loups ?",
        "id": "Minuman non-alkohol yang berwarna cerah. Rasa asam Wolfhook masih belum ditangani dengan sempurna sehingga menyebabkan lidahmu mati rasa. Tunggu dulu ... Sepertinya, ada suara lolongan dari Wolvendom? Itu pasti halusinasi, kan? Ya kan?",
        "jp": "透き通った色のノンアルコールドリンク。ググプラムの酸っぱくて渋い味の取り扱いに失敗した結果、舌に何となく痺れを感じる。あれ…今、奔狼領の狼の遠吠えが聞こえたような気が…げ、幻覚だよね…",
        "kr": "투명한 무알코올 음료. 고리고리 열매의 떫은맛을 제대로 빼지 못해 혀가 은은하게 저리다. 이, 이건 뭐지… 귓가에 울프 영지의 늑대 울음소리가 울려 퍼진다. 환각이겠지, 설마…",
        "pt": "Uma bebida colorida não alcoólica. O sabor azedo do Gancho do Lobo não foi bem manuseado, resultando na sensação dormente da sua língua. O que é isso? Uivos do Reino dos Lobos? Isso deve ser uma alucinação, não é?",
        "ru": "Безалкогольный напиток яркого цвета. Плоды волчьего крюка недостаточно выдержаны, от чего немеет язык. Минутку... Вы слышите вой из Вольфендома? Это же галлюцинация, верно? Верно?",
        "th": "เครื่องดื่มไร้แอลกอฮอล์สีสันสดใส เนื่องจากไม่ได้จัดการความเปรี้ยวของ Wolfhook ให้เรียบร้อย ทำให้ลิ้นรู้สึกด้านชา อะ อะไรกัน... ในหูเหมือนได้ยินเสียงโหยหวนของหมาป่าจาก Wolvendom นี่มันภาพลวงตาสินะ...",
        "vi": "Đồ uống không cồn màu sắc rực rỡ. Không xử lý được vị chua của Quả Móc Câu dẫn đến đầu lưỡi bị tê. Có, có chuyện gì vậy... Tiếng sói tru nơi Lang Lãnh vang vọng bên tai, có lẽ là ảo giác chăng..."
    },
    "materialType": "MATERIAL_FOOD"
}