{
    "name": {
        "en": "Suspicious Charcoal-Baked Ajilenakh Cake",
        "de": "Misslungener gebackener Dattelfladen",
        "chs": "奇怪的椰炭饼",
        "cht": "奇怪的椰炭餅",
        "es": "Panecillos de dátil carbonizados extraños",
        "fr": "Charbon d'ajilenakh (suspect)",
        "id": "Suspicious Coconut Charcoal Cake",
        "jp": "微妙なデーツナン",
        "kr": "이상한 코코넛 숯탄 전병",
        "pt": "Bolo de Coco-Carvão Estranho",
        "ru": "Странная угольная лепёшка аджиленах",
        "th": "Charcoal-Baked Ajilenakh Cake รสประหลาด",
        "vi": "Bánh Ajilenakh Nướng Kỳ Lạ"
    },
    "id": 108448,
    "materialDesc": {
        "en": "A dark-colored pastry. One look is all it takes to tell that this is a disaster dish and a half. Your immense courage in trying one bite is rewarded with a supremely dry, coarse mouthfeel... Is this some kind of mistake? Was the charcoal plated up instead of the cake?",
        "de": "Ein süßer, rabenschwarzer Fladen. Bei diesem schwarzen Gericht braucht es erst einiges an Überwindung, um einen Bissen zu wagen. Und wenn man erst einmal dieses trockene und raue Gefühl im Mund hat ... fragt man sich nicht ohne Grund, ob man nicht aus Versehen ein Stück Kohle auf den Teller gelegt hat.",
        "chs": "乌漆墨黑的甜饼。乍一看是黑暗料理，鼓起勇气尝一口，这干燥粗糙的口感…难道是不小心搞混了，把木炭端上了餐桌？",
        "cht": "烏漆墨黑的甜餅。乍一看是黑暗料理，鼓起勇氣嚐一口，這乾燥粗糙的口感…難道是不小心搞混了，把木炭端上了餐桌？",
        "es": "Un pastel dulce de color oscuro. A simple vista, es un plato negro. Si te atreves a darle un mordisco, sentirás su textura seca y áspera... ¿Acaso se han equivocado y han puesto un trozo de carbón en el plato?",
        "fr": "Une pâtisserie de couleur foncée. Un coup d'œil suffit pour voir qu'il s'agit d'une catastrophe en attente... Votre immense courage est récompensé par une sensation en bouche extrêmement sèche et râpeuse après une simple bouchée... Est-ce une sorte d'erreur ? A-t-on mis un vrai morceau de charbon de bois à la place du gâteau ?",
        "id": "Makanan pastri berwarna gelap. Sekilas terlihat seperti hidangan kegelapan, setelah memberanikan diri untuk mencoba satu gigitan, teksturnya yang kering dan kasar ini ... Apa ada yang tidak sengaja menyuguhkan arang ke atas meja makan, ya?",
        "jp": "真っ黒な甘い焼き菓子。一見、闇料理に見えるかもしれないが、勇気を出して一口食べてみれば…ひょっとして、間違って木炭を食卓に出したんじゃないかと疑ってしまう。",
        "kr": "새까만 쿠키. 언뜻 보면 어둠의 요리 같지만 용기를 내서 한 입 먹었더니 이 건조하고 거친 식감은… 설마 실수로 숯을 식탁에 올린 것인가?",
        "pt": "Um lanche de cor escura. Só de olhar já é possível perceber que esse prato é um desastre. Sua coragem imensa para prová-lo é recompensada com uma textura absurdamente seca e áspera... será algum erro? Será que serviram carvão ao invés de bolo?",
        "ru": "Тесто тёмного цвета. Одного взгляда достаточно, чтобы понять, что это блюдо не сулит ничего хорошего. Мужественная попытка откусить кусочек вознаграждается чрезвычайно сухим, грубым вкусом во рту... Это какая-то ошибка? Вместо лакомства на тарелку положили угольки?",
        "th": "ขนมหวานสีเข้ม แวบแรกที่มองนึกว่าอาหารเปิบพิสดาร แต่พอรวบรวมความกล้าแล้วลองชิมดูคำหนึ่งแล้ว รสสัมผัสที่ทั้งแห้งและหยาบกร้านนี้... หรือว่าจะมีคนหยิบผิด เผลอเอาถ่านมาเสิร์ฟบนโต๊ะอาหารแทน?",
        "vi": "Một chiếc bánh ngọt màu đen. Thoạt nhìn, nó trông như một món ăn đen tối, lấy hết can đảm cắn một miếng, cảm giác khô khan này... lẽ nào là vô tình trộn lẫn than rồi mang lên bàn ăn sao?"
    },
    "materialType": "MATERIAL_FOOD"
}