{
    "name": {
        "en": "Suspicious Mora Meat",
        "de": "Misslungenes Mora-Medaillon",
        "chs": "奇怪的摩拉肉",
        "cht": "奇怪摩拉肉",
        "es": "Carne de Mora extraña",
        "fr": "Viande-mora (suspecte)",
        "id": "Suspicious Mora Meat",
        "jp": "微妙なモラミート",
        "kr": "이상한 모라육",
        "pt": "Carne de Mora Estranha",
        "ru": "Странная лепёшка «Мора»",
        "th": "Mora Meat รสประหลาด",
        "vi": "Thịt Mora Kỳ Lạ"
    },
    "id": 108092,
    "materialDesc": {
        "en": "A large hunk of minced meat packaged inside a pastry. The tough pastry shell almost seems to sally out against your teeth as you bite into it. If you fight through the greasiness and only chew on the minced meat, you can sort of taste its flavor.",
        "de": "Ein Fladen mit großzügiger Hackfleischfüllung. Er ist zäh wie eine Schuhsohle. Ist man gewillt, sich nur auf das fettige Fleisch zu konzentrieren, entlockt man dem Gericht tatsächlich noch ein wenig Geschmack.",
        "chs": "包裹大块肉馅的饼食。过于扎实的饼皮甚至产生了磕牙的错觉，要是能忍着油腻只挖肉馅吃的话，倒是还能品味出一丝微弱的肉香。",
        "cht": "包裹大塊肉餡的餅食。過於扎實的餅皮讓人有種牙齒會斷掉的錯覺，要是能忍著油膩只挖肉餡吃的話，倒是還能品味出一絲微弱的肉香。",
        "es": "Una gran ración de carne picada usada como relleno dentro de un pan. El hojaldre del pan se ha quedado tan duro que se atasca entre los dientes. Si logras ignorar la grasa y solo masticas la carne picada, tal vez llegues a saborearla.",
        "fr": "Un plat de viande en croûte dont la généreuse garniture s'échappe lorsqu'on le coupe. La pâte feuilletée est dure sous la dent et il faudra engloutir une quantité importante de gras avant de pouvoir savourer le goût de la viande.",
        "id": "Sepotong besar daging cincang dikemas di dalam kue. Cangkang kue yang keras seolah beradu dengan gigimu saat menggigitnya. Jika kamu mengabaikan rasa minyaknya dan hanya mengunyah daging cincang di dalamnya, kamu bisa merasakan rasanya.",
        "jp": "肉たっぷりの焼餅。しっかりしすぎた皮は硬く、とても食べづらい。脂っこさを我慢して、肉だけ食べれば、肉の香りを味わえなくもない。",
        "kr": "고기로 속이 꽉 찬 전병. 도우가 너무 단단한 나머지 이가 아프기까지 하다. 느끼함을 참고 안에 있는 고기소만 먹으면 그나마 은은한 고기 향을 맛볼 수 있다",
        "pt": "Um grande pedaço de carne picada com uma camada de massa em volta. A casca de massa dura quase parece saltar contra os dentes quando você a morde. Se você lutar com a oleosidade e apenas mastigar a carne picada, poderá saborear seu sabor.",
        "ru": "Надрезанная пополам хлебная лепёшка с мясной начинкой. Чёрствое тесто при укусе врезается в ваши зубы и дёсны. Вы можете почувствовать что-то вроде мясного вкуса, если будете аккуратно выбирать мясо среди больших кусков жира.",
        "th": "แซนด์วิชไส้เนื้อชิ้นใหญ่ รสสัมผัสของขนมปังแซนวิชที่แข็งจนเกินไปจนแทบจะรู้สึกว่าฟันได้หักออกมา หากทนเลี่ยนและกินเฉพาะไส้เนื้อได้ก็จะสามารถรับรู้ถึงความหอมของเนื้อได้อย่างบาง ๆ",
        "vi": "Bánh bọc thịt cỡ lớn. Lớp vỏ ngoài quá cứng ăn vào sẽ có cảm giác như răng đập vào nhau. Nếu chỉ ăn nhân mỡ bên trong, vẫn có thể nhận ra một chút mùi vị của thịt."
    },
    "materialType": "MATERIAL_FOOD"
}