{
    "name": {
        "en": "Suspicious Invigorating Kitty Meal",
        "de": "Misslungene belebende Katzenmahlzeit",
        "chs": "奇怪的活力喵饭",
        "cht": "奇怪的活力喵飯",
        "es": "Comida felina revitalizante extraña",
        "fr": "Pâté miaou revigorant (suspect)",
        "id": "Suspicious Invigorating Kitty Meal",
        "jp": "微妙な活力にゃんこ飯",
        "kr": "이상한 활력충만 고양이 밥",
        "pt": "Refeição Revigorante Miau Estranha",
        "ru": "Странное бодрящее кошачье лакомство",
        "th": "Invigorating Kitty Meal รสประหลาด",
        "vi": "Cơm Mèo Năng Động Kỳ Lạ"
    },
    "id": 108318,
    "materialDesc": {
        "en": "This main dish looks rather cute. However, its appearance betrays a lack of experience in the making, with the final product being every bit the hastily thrown together slapdash job. Who knows if the provisional head priestess Neko will accept this...",
        "de": "Dieses Hauptgericht sieht ziemlich süß aus. Allerdings verrät sein Aussehen einen Mangel an Erfahrung bei der Herstellung, denn das Endprodukt ist offensichtlich eine hastig zusammengewürfelte Flickschusterei. Wer weiß, ob die vorläufige Oberpriesterin Neko das akzeptieren wird ...",
        "chs": "外形可爱的主食。制作上缺乏经验，最终食材只是被胡乱地混合在了一起，不知道「代宫司寝子」能不能接受这份食物…",
        "cht": "外形可愛的主食。製作上缺乏經驗，最終食材只是被胡亂地混合在了一起，不知道「代宮司寢子」能不能接受這份食物…",
        "es": "Una comida de aspecto adorable. Se nota que a quien la hizo le faltaba experiencia, porque los ingredientes se han mezclado sin orden ni concierto. Sería un milagro si Neko, la Suma Sacerdotisa suplente, la aceptase...",
        "fr": "Un plat à l'apparence mignonne. Neko pourrait ne pas l'accepter, car l'ensemble des ingrédients ont été mélangés un peu n'importe comment...",
        "id": "Hidangan ini terlihat cukup imut. Namun, tampilannya menunjukkan kurangnya pengalaman dalam pembuatannya, dengan produk yang seakan dibuat dengan tergesa-gesa. Siapa yang tahu jika kepala pendeta Neko mau menerima hidangan ini atau tidak...",
        "jp": "見た目がかわいい主食。料理の経験が少ないため、食材を適当に混ぜ合わせただけだ。「代理宮司寝子」はこの料理を受け入れるだろうか…",
        "kr": "외형이 귀여운 주식. 제작 경험이 없어 결국 재료가 뒤죽박죽으로 섞여버린 요리. 「대리 궁사 네코」가 과연 이 음식을 받아들일 수 있을지…",
        "pt": "Este prato principal parece muito fofo. No entanto, sua aparência esconde uma falta de experiência na fabricação, com o produto final sendo cada pedaço apressadamente jogado junto com o trabalho descuidado que ele é. Não se sabe se a Sacerdotisa Chefe Provisória Neko aceitará isto...",
        "ru": "Довольно милое основное блюдо. Однако его внешний вид говорит о недостатке опыта в приготовлении, в связи с чем ингредиенты были наспех перемешаны. Кто знает, примет ли это блюдо временная главная жрица Нэко...",
        "th": "อาหารหลักที่หน้าตาดูน่ารัก แต่ขาดประสบการณ์ในการผลิต สุดท้ายก็เอาวัตถุดิบต่าง ๆ มาผสมกันแบบมั่ว ๆ ไม่รู้ว่ารักษาการณ์หัวหน้ามิโกะ Neko จะยอมรับอาหารจานนี้รึเปล่า...",
        "vi": "Món chính có hình dạng dễ thương. Do thiếu kinh nghiệm nên cuối cùng các nguyên liệu chỉ được trộn một cách lung tung, không biết Neko có chấp nhận được món ăn này không..."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}