{
    "name": {
        "en": "Suspicious Jade Parcels",
        "de": "Misslungene gefüllte Jadetaschen",
        "chs": "奇怪的翡玉什锦袋",
        "cht": "奇怪的翡玉什錦袋",
        "es": "Rollitos de jade extraños",
        "fr": "Aumônières de jade (suspectes)",
        "id": "Suspicious Jade Parcel",
        "jp": "微妙な翠玉福袋",
        "kr": "이상한 비옥야채쌈",
        "pt": "Porção de Jade Estranho",
        "ru": "Странные «Нефритовые мешочки»",
        "th": "Jade Parcel รสประหลาด",
        "vi": "Túi Thập Cẩm Phỉ Ngọc Kỳ Lạ"
    },
    "id": 108068,
    "materialDesc": {
        "en": "An exquisite-looking dish. Food ingredients of different degrees of doneness are wrapped in shriveled vegetables. It looks depressing to say the least.",
        "de": "Eine äußerst delikate Speise. Das trockene Gemüse konnte die halb rohen Zutaten, um die es gewickelt war, kaum halten. Ein wahrlich trauriger Anblick.",
        "chs": "造型精致的菜肴。干瘪的菜叶勉强包裹住了生熟程度不一的食材，耷拉着的样子令人沮丧。",
        "cht": "造型精緻的菜餚。乾癟的菜葉勉強包裹住了生熟程度不一的食材，低垂的樣子令人沮喪。",
        "es": "Un plato de aspecto exquisito. Los ingredientes, cada una elaborado con un grado de cocción diferente, se han envuelto en unas verduras secas. El aspecto es verdaderamente deprimente.",
        "fr": "Un plat à l'allure raffinée. Les ingrédients dont la cuisson est loin d'être uniforme sont emballés dans des feuilles de chou fripées qui ont du mal à les contenir. Quel spectacle déprimant.",
        "id": "Hidangan yang terlihat mewah. Bahan makanan dari berbagai tingkat kematangan yang dibungkus sayuran layu, tampaknya yang terkulai terlihat menyedihkan.",
        "jp": "見栄えがいい料理。野菜が萎びてて、中の具材も半生。がっかりする一品。",
        "kr": "디테일이 살아있는 요리. 채 익지도 않은 재료들을 바싹 말라 쪼글쪼글해진 채소 잎에 욱여싸 축 늘어져 있다. 보기만 해도 실망스럽다",
        "pt": "Um prato de aparência requintada. Ingredientes de diferentes graus de cozimento são envoltos em vegetais murchos. Um aspecto verdadeiramente deprimente.",
        "ru": "Одно из самых роскошных блюд Тейвата. Съедобные ингредиенты разной степени готовности завёрнуты в сморщенные овощи. Нагоняет столь привычную и сладкую депрессию...",
        "th": "อาหารที่ดูประณีต แต่วัตถุดิบที่ปรุงสุกบ้างไม่สุกบ้างถูกห่ออยู่ข้างในใบผักแห้ง ๆ เป็นความเหี่ยวเฉาที่ช่างน่าผิดหวัง",
        "vi": "Món ăn có tạo hình tinh tế. Lá rau khô héo miễn cưỡng bao bọc lấy những nguyên liệu không chín đều bên trong, dáng vẻ khiến người khác thương hại."
    },
    "materialType": "MATERIAL_FOOD"
}