{
    "name": {
        "en": "Suspicious Northern Smoked Chicken",
        "de": "Misslungenes Räuchergeflügel nach Art des Nordens",
        "chs": "奇怪的北地烟熏鸡",
        "cht": "奇怪的北地煙燻雞",
        "es": "Pollo ahumado del Norte extraño",
        "fr": "Poulet fumé nordique (suspect)",
        "id": "Suspicious Northern Smoked Chicken",
        "jp": "微妙な北地のスモークチキン",
        "kr": "이상한 북극 훈제 닭",
        "pt": "Frango Defumado Estranho do Norte",
        "ru": "Странный копчёный цыплёночек",
        "th": "Northern Smoked Chicken รสประหลาด",
        "vi": "Gà Xông Khói Phía Bắc Kỳ Lạ"
    },
    "id": 108034,
    "materialDesc": {
        "en": "Smoked fowl paired with vegetables. It's true. You really ought to try your own cooking before serving it to your guests. It's not too late to make a new one, perhaps?",
        "de": "Etwas Gemüse mit geräuchertem Geflügel. Man sollte selbst zubereitete Speisen doch lieber probieren, bevor man sie seinen Gästen vorsetzt. Vielleicht solltest du es noch einmal versuchen?",
        "chs": "蔬菜搭配熏制好的禽肉。事实证明招待别人前先尝一口是很有必要的，比如现在重做一份还来得及。",
        "cht": "蔬菜搭配燻製好的禽肉。事實證明招待別人前先嘗一口是很有必要的，比如現在重做一份還來得及。",
        "es": "Pollo ahumado acompañado de verduras. La experiencia demuestra que es necesario probar un plato antes de servírselo a los invitados. Podrías replantearte hacerlo de nuevo, ¿no crees?",
        "fr": "De la viande de poulet fumée accompagnée de légumes. Il aurait mieux fallu goûter ce plat avant de le servir... Peut-être qu'il n'est pas trop tard pour en refaire ?",
        "id": "Daging unggas yang dihidangkan dengan sayuran. Ini adalah bukti bahwa mencicipi hidangan sebelum dihidangkan sangatlah penting. Mungkin sebaiknya memasak ulang?",
        "jp": "野菜と燻製にした鳥肉の組合せ。誰かをもてなす前には、まず一口味見しよう。今から作り直すのがまだ間に合えるかも。",
        "kr": "채소를 곁들여 먹는 훈제 고기. 손님에게 대접하기 전에 맛을 먼저 확인해봐야 한다는 걸 증명한 요리. 지금 새로 만들어도 늦지 않았다",
        "pt": "Frango defumado combinado com vegetais. É verdade, você deveria experimentar a sua própria comida antes servir às visitas. Talvez ainda não seja muito tarde para fazer um novo?",
        "ru": "Копчёная птица в паре с овощами. Вы правда должны пробовать свою собственную стряпню, прежде чем подавать её гостям. Может быть, ещё не поздно попробовать приготовить что-нибудь другое?",
        "th": "เนื้อสัตว์ปีกรมควันกับผัก ในความเป็นจริงคุณควรจะชิมอาหารก่อนนำไปเสิร์ฟให้แขกใช่ไหมล่ะ คิดว่าไง ทำใหม่ดีไหม?",
        "vi": "Thịt gà xông khói với rau củ. Sự thật chứng minh nên nếm trước khi mời người khác, bây giờ làm lại món mới vẫn còn kịp."
    },
    "materialType": "MATERIAL_FOOD"
}