{
    "name": {
        "en": "Suspicious Sunshine Sprat",
        "de": "Misslungener Butterbratling",
        "chs": "奇怪的黄油煎鱼",
        "cht": "奇怪的奶油煎魚",
        "es": "Pescado salteado con mantequilla extraño",
        "fr": "Poisson grillé au beurre (suspect)",
        "id": "Suspicious Sunshine Sprat",
        "jp": "微妙なバター魚焼き",
        "kr": "이상한 버터 생선 구이",
        "pt": "Peixe Frito na Manteiga Estranho",
        "ru": "Странная солнечная рыба",
        "th": "Sunshine Sprat รสประหลาด",
        "vi": "Cá Chiên Bơ Kỳ Lạ"
    },
    "id": 108207,
    "materialDesc": {
        "en": "Gently fried fish dish. The fish has been fried too long, which has deprived it of all its freshness and springiness. The slightest touch with your utensils might cause it to break into small pieces.",
        "de": "Ein langsam in Butter goldbraun gebratener Fisch. Bedauerlicherweise wurde dieser Fisch viel zu lange gebraten, sodass er beim bloßen Ansehen bereits auseinanderfällt.",
        "chs": "慢火煎制的鱼料理。鱼肉的烹饪时间过长，已经完全失去了鲜味与弹性，似乎用餐具稍微触动就会碎成小块。",
        "cht": "慢火煎製的魚料理。魚肉的烹飪時間過長，已經完全失去了鮮味與彈性，似乎用餐具稍微觸動就會碎成小塊。",
        "es": "Un pescado salteado a fuego lento. Si se cocina por más tiempo de lo debido, perderá por completo su frescura y textura, y se desmigajará nada más tocarlo.",
        "fr": "Un plat de poisson délicatement frit au beurre. Malheureusement, le poisson a été frit trop longtemps, ce qui l'a privé de toute sa fraîcheur et de sa texture. Au moindre contact, il s'effrite en petits morceaux.",
        "id": "Hidangan ikan yang digoreng perlahan. Waktu memasaknya terlalu lama, membuat rasa gurih dan tekstur dagingnya sudah hilang. Dagingnya akan tercerai berai bila tersentuh sedikit saja.",
        "jp": "じっくり焼いた魚料理。焼き過ぎたせいで、魚肉は完全に鮮度と弾力を失った。少し動かすだけで、ポロポロと崩れてしまう。",
        "kr": "약한 불에 구운 생선 요리. 너무 오래 구워서 신선함과 쫄깃함을 느껴볼 수 없다. 살짝 건들기만 해도 바스러질 것만 같다",
        "pt": "Peixe lentamente frito. Se for frito por muito tempo, perderá todo o seu frescor e textura. O menor toque dos utensílios pode fazê-lo se desmanchar em pequenos pedaços.",
        "ru": "Жаренная на медленном огне рыба. Её жарили так долго, что в ней не осталось ни свежести, ни упругости. Рассыпается в крошку от любого касания вилкой.",
        "th": "ปลาทอดด้วยไฟอ่อน ๆ ที่เหมือนจะใช้เวลาในการทอดนานเกินไป จนทำให้สูญเสียความสดและความนุ่มเด้งของเนื้อปลา ดูเหมือนหากสัมผัสเพียงเล็กน้อย เนื้อปลาก็จะแตกกระจาย กลายเป็นชิ้นเล็กชิ้นน้อยได้เลยทีเดียว",
        "vi": "Món cá chiên trong lửa nhỏ. Thời gian chiên lâu làm cá mất đi vị tươi ngon và độ dai, dường như chỉ cần chạm nhẹ là sẽ vỡ thành mảnh nhỏ."
    },
    "materialType": "MATERIAL_FOOD"
}