{
    "name": {
        "en": "Suspicious Qingce Stir Fry",
        "de": "Misslungenes Bauerngemüse nach Qingce-Art",
        "chs": "奇怪的轻策农家菜",
        "cht": "奇怪的輕策農家菜",
        "es": "Salteado de Chingtsé extraño",
        "fr": "Délices rustiques de Qingce (suspects)",
        "id": "Suspicious Qingce Stir Fry",
        "jp": "微妙な軽策農家料理",
        "kr": "이상한 경책 가정식",
        "pt": "Prato Rústico de Qingce Estranho",
        "ru": "Странная «Сельская услада»",
        "th": "Qingce Stir Fry รสประหลาด",
        "vi": "Món Nhà Nông Khinh Sách Kỳ Lạ"
    },
    "id": 108128,
    "materialDesc": {
        "en": "A dish cooked over a roaring fire. This one was a failed test run, being unpleasantly bitter and uncomfortably spicy. You could try mixing it with rice — or you could simply discard it and eat the rice instead.",
        "de": "Ein auf hoher Flamme gebratenes Gemüsegericht. Was man auf diesem Teller sieht, ist wohl eher ein Fehlschlag als eine echte Speise. Viel zu bitter und scharf könnte man versuchen, Reis darunter zu mischen. Man kann auf einfach den Reis pur essen und so tun, als wäre nie etwas vorgefallen.",
        "chs": "旺火炒制的菜肴。这盘似乎是不幸的失败品。吃起来又苦又辣，如果不想让米饭变得更难吃的话，还是不要拿它拌进饭里比较好。",
        "cht": "大火快炒的菜餚。這盤似乎是不幸的失敗品。吃起來又苦又辣，如果不想讓米飯變得更難吃的話，還是不要拿它拌進飯裡比較好。",
        "es": "Un plato cocinado a fuego rápido. Este fue una prueba fallida, ya que es desagradablemente amargo y picante. Podrías intentar comerlo con un poco de arroz, o simplemente dejarlo y comer el arroz solo.",
        "fr": "Un plat cuisiné à feu vif. La préparation est un échec au goût pimenté et amer. Vous feriez mieux de manger du riz blanc seulement si vous voulez pouvoir manger quelque chose...",
        "id": "Hidangan yang dimasak di atas api membara. Ini merupakan percobaan yang gagal, terasa pahit dan pedas. Kamu bisa mencoba mencampurnya dengan nasi, atau buang dan makan nasinya saja.",
        "jp": "強火で炒めた料理。どうやらこれが失敗作らしい。味が苦くて辛い。白米を美味しく楽しみたいなら、この料理と一緒に食べないほうがいい。",
        "kr": "센 불에 볶은 요리. 이번 건 실패작인듯하다. 맵고 쓴맛이 난다. 쌀밥까지 맛없게 만들고 싶지 않으면, 밥에 비벼 먹지 않는 게 좋을 거다",
        "pt": "Um prato cozido sobre um fogo crepitante. Este foi um teste fracassado, sendo desagradável e amargo e desconfortavelmente picante. Você pode tentar misturá-lo com arroz - ou pode simplesmente descartá-lo e comer o arroz.",
        "ru": "Это блюдо готовят на большом огне. Это было неудачное тестовое испытание, неприятно горькое и некомфортно острое. Вы можете попробовать смешать получившееся блюдо с рисом. С таким же успехом можно выкинуть всё это и есть простой рис.",
        "th": "เมนูผัดไฟแรง จานนี้ดูเหมือนจะเป็นผลงานที่ล้มเหลว กินดูแล้วทั้งขมทั้งเผ็ด ถ้าไม่อยากให้ข้าวเสียรสชาติล่ะก็ ยังไงเอามันไปไว้ไกล ๆ หน่อยเถอะนะ",
        "vi": "Món xào với lửa lớn. Đĩa này trông có vẻ là sản phẩm không may thất bại nào đó. Ăn vào vừa đắng vừa cay, nếu không muốn cơm trở nên khó nuốt thì tốt nhất đừng nên trộn vào cơm."
    },
    "materialType": "MATERIAL_FOOD"
}