{
    "name": {
        "en": "Suspicious Black-Back Perch Stew",
        "de": "Misslungener gekochter Schwarzrückenbarsch",
        "chs": "奇怪的水煮黑背鲈",
        "cht": "奇怪的水煮黑背鱸",
        "es": "Estofado de perca de lomo negro extraño",
        "fr": "Marmite de perche à dos noir (suspecte)",
        "id": "\"Special\" Black-Back Perch Stew",
        "jp": "微妙な黒背スズキの唐辛子煮込み",
        "kr": "이상한 삶은 검정 농어",
        "pt": "Ensopado de Poleiro com Dorso Negro Estranho",
        "ru": "Странный чёрный окунь",
        "th": "Black-Back Perch Stew รสประหลาด",
        "vi": "Cá Chép Đen Hấp Kỳ Lạ"
    },
    "id": 108074,
    "materialDesc": {
        "en": "A poached fish dish. It has essentially lost all the taste of the fish itself to the spicy taste of the chili peppers. Only a selected few enjoy such a sensory overload on their tongues.",
        "de": "Ein gekochtes Fischgericht. Die erdrückende Schärfe überdeckt den eigentlichen Geschmack des Fischs. Nur wenige Menschen sind überhaupt dazu in der Lage, einen solchen Reiz der Geschmacksnerven zu ertragen.",
        "chs": "煮制而成的鱼料理。过重的辣味几乎覆盖了鱼肉本身的鲜味，只有极少数人才能接受这种对口腔的刺激。",
        "cht": "煮製而成的魚料理。過重的辣味幾乎覆蓋了魚肉本身的鮮味，只有極少數人才能接受這種對口腔的刺激。",
        "es": "Un plato de pescado hervido. Su sabor excesivamente picante cubre casi por completo el umami del pescado. Muy pocas personas pueden resistir esta tortura para el paladar.",
        "fr": "Un plat à base de poisson cuit. Le goût de la perche s'est noyé dans celui des piments. Seuls une poignée d'individus sont capables d'endurer ce supplice gustatif.",
        "id": "Hidangan ikan rebus. Rasa ikan dalam hidangannya benar-benar hilang karena kepedasan cabainya. Hanya beberapa yang menyukai kuat rasa pedasnya di lidah.",
        "jp": "魚の煮込み料理。辛すぎて、魚本来の味を損なった。ごく一部の人だけが、この衝撃的な辛さを耐えられる。",
        "kr": "삶은 생선 요리. 과한 매운맛 때문에 생선 본연의 신선함을 잃었고 몇몇 사람만이 이 자극적인 맛을 견뎌낼 수 있다",
        "pt": "Um prato de peixe escalfado. Essencialmente, perdeu todo o sabor do próprio peixe com o sabor apimentado. Apenas alguns selecionados desfrutam de uma sobrecarga sensorial em suas línguas.",
        "ru": "Отварная рыба. Острота перца полностью перекрывает вкус рыбы. Только единицы смогли бы получить удовольствие от подобного блюда, состоящего сплошь из перца.",
        "th": "อาหารจำพวกปลาต้ม ดูเหมือนว่ารสชาติที่เผ็ดร้อนจนเกิดเหตุจะกลบรสชาติอันสดใหม่ของเนื้อปลาไปซะหมด มีไม่กี่คนหรอกนะที่จะสามารถกินอาหารที่ทรมานร่างกายขนาดนี้ได้",
        "vi": "Món cá hấp. Vị cay nồng gần như đã át hết vị ngon của cá, rất ít người có thể chấp nhận được mùi vị kích thích này."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}