{
    "name": {
        "en": "Suspicious Soba Noodles",
        "de": "Misslungene Soba",
        "chs": "奇怪的荞麦面",
        "cht": "奇怪的蕎麥麵",
        "es": "Fideos soba extraños",
        "fr": "Soba (suspectes)",
        "id": "Suspicious Soba Noodles",
        "jp": "微妙なそば",
        "kr": "이상한 메밀국수",
        "pt": "Macarrão Soba Estranho",
        "ru": "Странная соба",
        "th": "Soba Noodle รสประหลาด",
        "vi": "Mì Soba Kỳ Lạ"
    },
    "id": 108351,
    "materialDesc": {
        "en": "A plain and simple noodle dish. The rough texture drags itself across your tongue and leaves a bitter aftertaste after you forcibly swallow. Can this... stuff still be considered noodles?",
        "de": "Ein reines und einfaches Nudelgericht. Die raue Textur zieht sich über deine Zunge und hinterlässt einen bitteren Nachgeschmack, nachdem du gezwungenermaßen geschluckt hast. Kann man dieses ... Zeug noch als Nudeln bezeichnen?",
        "chs": "朴素简单的面食。粗糙的口感刮过舌面，勉强咽下去后，舌根甚至微微发苦，这真的是面食吗？",
        "cht": "樸素簡單的麵食。粗糙的口感刮過舌面，勉強吞嚥下去後，舌根甚至微微發苦，這真的是麵食嗎？",
        "es": "Un plato de fideos muy sencillo. Su basta textura los hace prácticamente incomestibles, y hasta sientes cierto sabor amargo en la boca. No me puedo creer que esto sean fideos.",
        "fr": "Un plat de nouilles simple. La texture rêche des nouilles râpe la langue et celles-ci laissent un arrière-goût amer après les avoir avalées. Si bien qu'on pourrait se demander si ce sont vraiment des nouilles ?",
        "id": "Hidangan mie polos dan sederhana. Teksturnya yang kasar menggores lidah dan ada rasa pahit yang tertinggal setelah berusaha menelannya secara paksa. Apa ini ... masih layak disebut mie?",
        "jp": "素朴で簡単な麺類。ざらざらした舌触りの麺を、無理やりに飲み込むと、舌にほんのりとした苦味を感じる。これは本当に麺類なのか？",
        "kr": "소박하고 간단한 면 요리. 투박한 식감이 혀끝에 느껴진다. 억지로 삼킨 후에 혀뿌리엔 살짝의 쓴맛마저 남아있다. 이거 진짜 면 요리 맞아?",
        "pt": "Um prato de macarrão puro e simples. A textura áspera se arrasta pela língua e deixa um gosto amargo depois que você consegue engolir à força. Esta... Coisa, ainda pode ser considerada macarrão?",
        "ru": "Обычная лапша. Грубая текстура остаётся на языке и оставляет горькое послевкусие после того, как вы сделали над собой усилие, чтобы проглотить её. Это вообще можно называть лапшой?",
        "th": "โซบะหน้าตาธรรมดา แสนเรียบง่าย รสชาติแห้งหยาบกระด้างสากลิ้น หลังจากพยายามกลืนลงไป โคนลิ้นยังรับรู้ได้ถึงรสชาติขมเล็กน้อย นี่คือโซบะจริง ๆ เหรอ?",
        "vi": "Món mì giản dị. Sợi mì thô quét qua đầu luỡi, miễn cưỡng nuốt xuống thậm chí cảm thấy hơi đắng, có thật là đang ăn mì không?"
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}