{
    "name": {
        "en": "Suspicious Dry-Braised Salted Fish",
        "de": "Misslungener gerösteter Trockenfisch",
        "chs": "奇怪的干烧香鱼",
        "cht": "奇怪的乾燒香魚",
        "es": "Pescado seco estofado extraño",
        "fr": "Ayu grillé (suspect)",
        "id": "Suspicious Dry-Braised Salted Fish",
        "jp": "微妙な干物の網焼き",
        "kr": "이상한 은어조림",
        "pt": "Peixe Seco Salgado Estranho",
        "ru": "Странная вяленая рыба на углях",
        "th": "Dry-Braised Salted Fish รสประหลาด",
        "vi": "Cá Nướng Kỳ Lạ"
    },
    "id": 108267,
    "materialDesc": {
        "en": "Dried fish that has been grilled slowly over a charcoal flame. Every last droplet of moisture within the fish has been drained away, leaving behind naught but a texture that can only be compared to chewing on timber. One can barely tell the difference between fish and bones in here.",
        "de": "Getrockneter Fisch, der langsam über einer Holzkohleflamme gegrillt wurde. Jedes letzte Tröpfchen Feuchtigkeit im Inneren des Fisches ist entwichen und hinterlässt nichts als eine Textur, die nur mit dem Kauen auf Holz verglichen werden kann. Man kann hier kaum den Unterschied zwischen Fisch und Gräten erkennen.",
        "chs": "炭火慢烤的鱼干。鱼干内最后一丝水分已被毫不留情地卷走，如嚼干柴般的口感，恍惚间让人有些难以区分鱼肉和鱼骨。",
        "cht": "炭火慢烤的魚乾。魚乾內最後一絲水分已被毫不留情地捲走，如嚼乾柴般的口感，恍惚間讓人有些難以區分魚肉和魚骨。",
        "es": "Pescado seco a la brasa hecho a fuego lento. Al pescado ya no le queda ni una pizca de jugosidad, lo que hace que su textura sea como masticar leña. Ni siquiera se puede diferenciar la carne de las espinas...",
        "fr": "Poisson séché grillé lentement au charbon de bois. Il ne reste plus la moindre goutte d'humidité dans le poisson, ce qui donne l'impression de mastiquer du bois. On peut à peine faire la différence entre la chair et les arêtes.",
        "id": "Ikan kering yang dipanggang perlahan di atas api arang. Semua kandungan air dalam ikan telah hilang dan kering, meninggalkan tekstur daging yang bila dikunyah, rasanya seperti mengunyah kayu. Orang yang memakannya sesaat tidak bisa membedakan yang mana daging ikan, dan yang mana tulangnya.",
        "jp": "炭火でじっくり焼いた干物。干物の中のわずかな水分も吸い取られ、木材を噛んでいるような食感だ。パサパサ過ぎて、魚肉と骨の区別もつかない。",
        "kr": "숯불에 구운 어포. 어포의 마지막 수분까지 사정없이 빼앗아가 마치 장작을 씹는 듯한 식감에 생선 살코기를 씹는 건지, 생선 뼈를 씹는 건지 일순 분별하기 어렵다",
        "pt": "Peixe Desidratado que foi grelhado lentamente sobre carvão. Cada gota de umidade do peixe foi drenada, deixando nada além de uma textura que só pode ser comparada a mastigar madeira. Quase não se percebe a diferença entre peixes e ossos.",
        "ru": "Вяленая рыба, которая медленно жарилась на углях. В ней не осталось ни капли влаги, и теперь на вкус она напоминает хворост. Трудно разобрать, где здесь мякоть, а где кости.",
        "th": "ปลาแห้งย่างไฟอ่อน น้ำในตัวปลาแห้งถูกพัดพาไปอย่างไร้ความปรานี รสชาติเหมือนเคี้ยวไม้แห้ง ในตอนที่มึนงงอาจทำให้แยกแยะระหว่างปลากับก้างปลาได้ยาก",
        "vi": "Cá khô được nướng bằng lò than lửa nhỏ. Cá khô như bị vắt cạn nước, nhai như nhai rơm, khiến người ta khó phân biệt đâu là thịt cá, đâu là xương cá."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}