{
    "name": {
        "en": "Suspicious Noodles with Mountain Delicacies",
        "de": "Misslungene Nudeln mit Fleischsoße und Pilzen",
        "chs": "奇怪的山珍热卤面",
        "cht": "奇怪的山珍熱滷麵",
        "es": "Fideos con delicias de montaña extraños",
        "fr": "Nouilles aux délices de la montagne (suspectes)",
        "id": "Suspicious Noodles with Mountain Delicacies",
        "jp": "微妙な山幸の麺",
        "kr": "이상한 산미 울면",
        "pt": "Macarrão \"especial\" com Delícias das Montanhas",
        "ru": "Странная лапша «Дары гор»",
        "th": "Noodles with Mountain Delicacies รสประหลาด",
        "vi": "Mì Nóng Bát Bửu Kỳ Lạ"
    },
    "id": 108141,
    "materialDesc": {
        "en": "Noodles in a meat and vegetable sauce. The moisture has been sucked right out of this dish, causing the noodles to become dry. You might choke on them even if you chew slowly.",
        "de": "Nudeln in einer Soße mit Fleisch und Gemüse. Die ganze Flüssigkeit scheint verpufft zu sein. Übrig bleibt ein trockener Nudelklumpen, der einem leicht im Halse stecken bleibt, selbst wenn man langsam kaut.",
        "chs": "荤素搭配的卤面。似乎所有的水分都被热气带走了，面条的口感变得异常干涩。即使放慢下咽的速度还是很容易被噎到。",
        "cht": "葷素搭配的滷麵。似乎所有水分都隨熱氣消散了，麵條的口感變得異常乾澀。就算放慢下嚥的速度還是很容易被噎到。",
        "es": "Fideos en salsa de carne con verduras. Parece como si todo el agua del plato se hubiera evaporado, lo que lo deja con una extraña y seca sensación. Podrías ahogarte con estos fideos aunque los comieras muy lentamente.",
        "fr": "Des nouilles dans une sauce de viande et de légumes. Elles sont si sèches qu'on pourrait s'étouffer avec, même en prenant le temps de les mâcher.",
        "id": "Mie dengan saus daging dan sayur. Kelembapannya hilang karena panas, menyebabkan mi menjadi kering. Kamu mungkin akan tersedak meskipun kamu mengunyahnya perlahan.",
        "jp": "栄養バランスが良い麺。強火で食材の水分が飛んだため、麺が非常に乾いている。ゆっくり食べても噎せてしまう。",
        "kr": "육류와 채소의 밸런스가 좋은 울면. 수분이 열기와 빠져나간 듯 면발이 퍼석퍼석하다. 오래 씹고 삼켜도 목이 멘다",
        "pt": "Macarrão de molho de carne e vegetal. Todo o líquido parece ter evaporado, que faz com que a textura do macarrão se tornou extremamente seca. Embora coma muito devagar, é difícil engolir.",
        "ru": "Лапша в солёной подливке с мясом и овощами. Вся влага из блюда как-будто куда-то подевалась: лапша сухая и жёсткая, и если даже есть медленно, всё равно можно подавиться.",
        "th": "บะหมี่เนื้อตุ๋นใส่ผัก ดูเหมือนว่าส่วนที่เป็นน้ำจะถูกความร้อนทำให้ระเหยไปจนหมด เกิดเป็นบะหมี่ที่แห้งแบบสุด ๆ ซึ่งถึงแม้จะค่อย ๆ กลืนแต่ก็ยังติดคอได้อย่างง่ายดาย",
        "vi": "Món mỳ với thịt và rau. Dường như tất cả nước đều bị hơi nóng mang đi, làm cho vị mì khô. Dù nuốt chậm vẫn rất dễ bị nghẹn."
    },
    "materialType": "MATERIAL_FOOD"
}