{
    "name": {
        "en": "Suspicious Sweet Madame",
        "de": "Misslungenes süß mariniertes Hühnchen",
        "chs": "奇怪的甜甜花酿鸡",
        "cht": "奇怪的甜甜花釀雞",
        "es": "Pollo asado con miel extraño",
        "fr": "Poulet mariné aux fleurs sucrantes (suspect)",
        "id": "Suspicious Sweet Madame",
        "jp": "微妙な鳥肉のスイートフラワー漬け焼き",
        "kr": "이상한 달콤달콤 닭고기 스튜",
        "pt": "Frango Estranho Assado com Mel",
        "ru": "Странный цыплёнок в медовом соусе",
        "th": "Sweet Madame รสประหลาด",
        "vi": "Gà Nấu Hoa Ngọt Kỳ Lạ"
    },
    "id": 108031,
    "materialDesc": {
        "en": "Honey-roasted fowl. The sweet flowers have been burnt off, revealing the bitter taste of the overcooked fowl.",
        "de": "Ein mariniertes und dann geschmortes Hühnchen. Die Zuckerblume ist während des Schmorens verkohlt und hinterlässt einen bitteren Geschmack auf dem Hühnchen.",
        "chs": "蜜酿后烤熟的禽肉。甜甜花在过度的烤制下凋谢了，只留下了禽肉柴苦的口感。",
        "cht": "蜜釀後烤熟的禽肉。甜甜花在過度的烤製下凋謝了，只留下了禽肉柴苦的口感。",
        "es": "Pollo asado con miel. Los sabores dulces de las flores a punto de marchitarse dejan un sabor amargo al plato, cuyo olor se nota a distancia.",
        "fr": "Poulet rôti après marinade avec des fleurs sucrantes. Ces dernières ont brûlé et donnent un arrière-goût âpre à la volaille.",
        "id": "Unggas madu panggang. Bunga-bunga manisnya hangus terbakar, membuat unggasnya yang terlalu lama dimasak menjadi pahit.",
        "jp": "蜜漬けにしてから焼いた鳥肉。焼きすぎでスイートフラワーが萎れ、鳥肉の苦みしか残っていない。",
        "kr": "꿀에 버무려 구운 새고기. 달콤달콤꽃은 너무 과하게 익혀 흐물흐물해지고 고기의 푸석함만 남았다",
        "pt": "Frango assado com mel. Os sabores doces das flores passaram do ponto, deixando um gosto amargo de um frango bem-passado.",
        "ru": "Мясо птицы, обжаренное в меду. Сгоревший цветок-сахарок раскрывает всю горечь пережаренного мяса.",
        "th": "เนื้อสัตว์ปีกอบน้ำผึ้ง แต่ดอกไม้หอมนั้นไหม้ไปแล้ว ทำให้ได้รสขมมาแทนความหอมหวานจากการใส่มันมากเกินไป",
        "vi": "Thịt nướng chín sau khi tẩm ướp mật ong. Hoa Ngọt bị nướng quá lửa nên héo rũ, chỉ còn lại vị đắng của thịt cháy."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}