{
    "name": {
        "en": "Suspicious Tandoori Roast Chicken",
        "de": "Misslungenes Tandoori-Brathähnchen",
        "chs": "奇怪的唐杜尔烤鸡",
        "cht": "奇怪的唐杜爾烤雞",
        "es": "Pollo tandoori extraño",
        "fr": "Poulet tandoori (suspect)",
        "id": "Suspicious Tandoori Roast Chicken",
        "jp": "微妙なタンドリーチキン",
        "kr": "이상한 탄두리 치킨",
        "pt": "Frango Assado Tandoori Estranho",
        "ru": "Странный цыплёнок в тандыре",
        "th": "Tandoori Roast Chicken รสประหลาด",
        "vi": "Gà Nướng Tandoori Kỳ Lạ"
    },
    "id": 108427,
    "materialDesc": {
        "en": "A signature chicken dish of Sumeru. Baked in high heat, the chicken has become dry and wooden. The overabundance of seasonings has covered the original scent of the ingredients. Even someone who likes jerky will need a bottle of water to help swallow the meat.",
        "de": "Ein typisches Hühnchengericht in Sumeru. Bei großer Hitze gebacken, ist das Huhn trocken und hölzern. Das Übermaß an Gewürzen hat den ursprünglichen Hühnerduft überdeckt. Selbst jemand, der Dörrfleisch bevorzugt, braucht eine Flasche Wasser, um das Fleisch zu schlucken.",
        "chs": "须弥特有的禽肉菜肴。在高温的烤制中鸡肉失去了汁水，变得又干又柴，香料的味道盖过了鸡肉原有的香味，就算是喜欢吃肉干的人，也需要配合大量的汤水才能顺利咽下去。",
        "cht": "須彌特有的禽肉菜餚。在高溫的烤製中雞肉失去了汁水，變得又乾又柴，香料的味道蓋過了雞肉原有的香味，就算是喜歡吃肉乾的人，也需要配合大量的湯水才能順利咽下去。",
        "es": "Un plato de pollo característico de Sumeru. Horneado a fuego alto, el pollo ha perdido su jugo y se ha vuelto seco. La sobreabundancia de condimentos ha cubierto el aroma original de los ingredientes. Incluso alguien que disfrute de comer carne seca necesitaría una botella de agua para ayudar a tragar la carne.",
        "fr": "Un plat de poulet typique de Sumeru. Après avoir été cuit à haute température, le poulet a perdu tout son jus et est devenu à la fois sec et caoutchouteux. Le goût des épices recouvre entièrement celui du poulet, ce qui fait que même les amateurs de viande séchée auront besoin de l'accompagner de soupe pour réussir à l'avaler.",
        "id": "Hidangan ayam khas Sumeru. Dipanggang dengan api besar, ayamnya menjadi kering dan beraroma kayu. Rempahnya yang melimpah menutupi aroma asli ayamnya. Bahkan untuk orang yang lebih suka dendeng akan membutuhkan sebotol air untuk membantunya menelan daging ini.",
        "jp": "スメール独自の鳥肉料理。高温でローストされたことで鳥肉は肉汁を失い、パサパサの硬い肉になった。香料の香りが鳥肉の元々の香りを圧倒している。いくら干し肉が好きな人でも、スムーズに飲み込むには大量のスープや水が必要だ。",
        "kr": "수메르에만 있는 독특한 새고기 요리. 높은 온도에서 구운 탓에 육즙이 완전히 말라버린 닭고기는 건조하고 질기다. 향신료가 닭고기 본연의 맛을 해치는 바람에 아무리 육포를 즐기는 사람이라 해도 대량의 육수와 함께 먹어야 간신히 넘길 수 있을 듯하다",
        "pt": "Um prato de frango caraterístico de Sumeru. Por ter sido assado em altas temperaturas, a carne ficou seca. O excesso de especiarias substituiu o sabor dos ingredientes originais. Até alguém que gosta de comer carne seca precisará de uma garrafa d'água para poder engolir isso.",
        "ru": "Фирменное блюдо Сумеру. Цыплёнок пережарился, мясо сделалось сухим и жёстким, а специй так много, что они перебивают его естественный вкус. Даже любителю вяленого мяса придётся обильно запить такое угощение водой.",
        "th": "เมนูไก่ที่เป็นซิกเนเจอร์ของ Sumeru ในระหว่างการอบด้วยอุณหภูมิสูง เนื้อของไก่ได้สูญเสียความชุ่มชื้นไปจนหมดแล้ว เนื้อของมันทั้งแห้งทั้งแข็ง กลิ่นเครื่องเทศกลบกลิ่นของเนื้อไก่ไปจนหมด แม้แต่คนที่ชอบกินเนื้อตากแห้ง ก็ยังต้องการซุปจำนวนมากเพื่อช่วยให้กลืนได้คล่องคอขึ้น",
        "vi": "Món gà đặc trưng của Sumeru. Nướng ở nhiệt độ cao, thịt gà trở nên khô và xơ, hương vị của gia vị lấn át hết hương vị nguyên bản của gà, thậm chí người thích ăn thịt khô cũng phải chan nhiều nước canh mới có thể nuốt trôi."
    },
    "materialType": "MATERIAL_FOOD"
}