{
    "name": {
        "en": "Suspicious Mint Jelly",
        "de": "Misslungene Minzgötterspeise",
        "chs": "奇怪的薄荷果冻",
        "cht": "奇怪的薄荷果凍",
        "es": "Gelatina de menta extraña",
        "fr": "Gelée de menthe (suspecte)",
        "id": "Suspicious Mint Jelly",
        "jp": "微妙なミントゼリー",
        "kr": "이상한 허브 젤리",
        "pt": "Gelatina de Menta Estranha",
        "ru": "Странное мятное желе",
        "th": "Mint Jelly รสประหลาด",
        "vi": "Thạch Bạc Hà Kỳ Lạ"
    },
    "id": 108225,
    "materialDesc": {
        "en": "A refreshing dessert. Some little accidents occurred during the making of this dish, causing the jelly to emerge unevenly frozen. Well, it could still serve should you want to drink some mint cordial...",
        "de": "Eine erfrischende Nachspeise. Bei der Herstellung dieses Gerichts sind einige kleine Missgeschicke passiert, sodass das Gelee ungleichmäßig fest wurde. Nun, es könnte trotzdem noch dienlich sein, solltest du etwas Minzsirup trinken wollen ...",
        "chs": "口感清凉的甜点。制作过程中出了些不幸的小问题，让作为果冻的它并没有均匀地冻起来。作为薄荷糖水喝的话倒也还行？",
        "cht": "口感清涼的甜點。製作過程中出了些不幸的小問題，讓作為果凍的它並沒有均勻地凍起來。作為薄荷糖水喝的話倒也還行？",
        "es": "Un postre muy refrescante. Parece que ocurrieron algunos problemillas durante su elaboración y la gelatina está parcialmente congelada. Tal vez pueda aprovecharse para hacer una bebida de menta...",
        "fr": "Un dessert au goût frais. Quelques mésaventures qui ont eu lieu lors de la préparation n'ont pas permis à la gelée de prendre correctement. Cet entremets ressemble davantage à de l'eau à la menthe.",
        "id": "Makanan penutup yang menyegarkan. Terjadi sebuah kesalahan kecil saat membuat hidangan ini sehingga jelinya tidak beku merata. Yah, tapi seharusnya masih bisa dinikmati sebagai minuman mint...",
        "jp": "ひんやり爽やかなデザート。料理の過程でいくつかの問題があり、均一に固まらなかったゼリー。甘いミント水として飲んだ方がいいかも？",
        "kr": "상쾌한 맛이 나는 디저트. 제작 과정에 문제가 생겨 젤리가 고르게 굳어지지 않았다. 허브 주스인 샘치고 마시는 것도 나쁘지 않을지도?",
        "pt": "Uma sobremesa refrescante. Alguns acidentes aconteceram enquanto esse prato era feito, fazendo com que a geleia descongelasse desigualmente. Será que pode ser servido se beber junto com um xarope de menta?",
        "ru": "Освежающий десерт. В ходе приготовления случилась небольшая проблема, от чего желе застыло неравномерно. Но, если вы хотите выпить сладкой мятной воды, то это блюдо как раз подойдёт...",
        "th": "ของหวานรสชาติสดชื่น ที่เกิดข้อผิดพลาดบางอย่างระหว่างขั้นตอนการทำ เลยทำให้เยลลี่ที่ไม่แข็งตัวอย่างที่ควรจะเป็น แต่ถ้าเอามาดื่มเป็นน้ำหวานรสมิ้นต์ก็คงจะพอไหวล่ะมั้ง?",
        "vi": "Một món tráng miệng thanh mát. Trong quá trình chế biến đã xảy ra một số vấn đề nhỏ đáng tiếc khiến thạch không đông đều. Có thể uống như nước bạc hà không?"
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}