{
    "name": {
        "en": "Suspicious Mondstadt Grilled Fish",
        "de": "Misslungener gegrillter Fischspieß",
        "chs": "奇怪的蒙德烤鱼",
        "cht": "奇怪的蒙德烤魚",
        "es": "Pescado a la parrilla de Mondstadt extraño",
        "fr": "Poisson grillé mondstadtois (suspect)",
        "id": "Suspicious Mondstadt Grilled Fish",
        "jp": "微妙なモンド風焼き魚",
        "kr": "이상한 몬드 생선구이",
        "pt": "Peixe Grelhado de Mondstadt Estranho",
        "ru": "Странный рыбный шашлычок",
        "th": "Mondstadt Grilled Fish รสประหลาด",
        "vi": "Cá Nướng Mondstadt Kỳ Lạ"
    },
    "id": 108095,
    "materialDesc": {
        "en": "Fish grilled thoroughly with moderate fire. Sadly, it's a bit too well done. The charred smell and the dry texture are not too impressive.",
        "de": "Ein auf kleiner Flamme gegrillter Fischspieß. Leider haftet dem Fisch der Geschmack von Verbranntem an und er ist so trocken, dass er zerbröselt.",
        "chs": "小火细烤的鱼串。可惜鱼香中掺入了过多的焦香，鱼肉的口感也有些柴硬。",
        "cht": "小火慢烤的魚串。可惜魚香中摻入了過多的焦香，魚肉的口感也有點柴硬。",
        "es": "Brocheta de pescado a la parrilla hecha a fuego lento. Es una pena que tenga un sabor a chamuscado tan fuerte y sea tan dura de masticar.",
        "fr": "Poisson grillé à feu doux. En raison de sa trop longue cuisson, il est dur à mâcher et laisse un désagréable goût de brûlé en bouche.",
        "id": "Ikan yang dipanggang dengan api sedang. Sayangnya dimasak terlalu lama, bau gosong dan dagingnya yang kering tidak terlalu mengesankan.",
        "jp": "弱火でじっくり焼き上げた魚。焼き過ぎたせいか、魚肉はかなり硬い。",
        "kr": "약불에 구운 생선 꼬치. 안타깝게도 생선에 불 맛이 과하게 스며들었고 식감도 조금 질기다",
        "pt": "Peixe grelhado cuidadosamente com fogo moderado. Infelizmente, passou um pouco do ponto. O cheiro carbonizado e a textura seca não impressionam muito.",
        "ru": "Пожаренная на среднем огне хрустящая рыбка. К сожалению, она томилась на огне слишком долго. Аромат обуглившейся рыбы и жёсткая текстура не внушают доверия.",
        "th": "ปลาเสียบไม้ย่างด้วยไฟอ่อน ๆ น่าเสียดายที่ความหอมของปลานั้น ถูกกลบด้วยกลิ่นไหม้ และให้ความรู้สึกเหมือนเคี้ยวถ่าน",
        "vi": "Xiên cá được nướng kỹ bằng lửa nhỏ. Nhưng đáng tiếc mùi cá lại bị ám mùi cháy khét, cá cũng hơi bị cứng rồi."
    },
    "materialType": "MATERIAL_FOOD"
}