{
    "name": {
        "en": "Suspicious Triple-Layered Consommé",
        "de": "Misslungenes gestreiftes Dreierlei",
        "chs": "奇怪的扣三丝",
        "cht": "奇怪的扣三絲",
        "es": "Tiras de tres sabores extrañas",
        "fr": "Pâté aux trois saveurs (suspect)",
        "id": "Suspicious Triple-Layered Consommé",
        "jp": "微妙な璃月三糸",
        "kr": "이상한 고기죽순데침",
        "pt": "Tiras de Três Sabores Estranhas",
        "ru": "Странный суп «Три вкуса»",
        "th": "Triple-Layered Consommé รสประหลาด",
        "vi": "Khấu Tam Tư Kỳ Lạ"
    },
    "id": 108155,
    "materialDesc": {
        "en": "A neatly arranged dish. It certainly looks the part, but tasting it reveals the blandness of the consommé. Was it diluted too much, perhaps?",
        "de": "Eine vorsichtig angerichtete Speise. Auf den ersten Blick scheint alles in Ordnung zu sein. Eine Geschmacksprobe offenbar jedoch, wie wässrig die Brühe geworden ist. Die Streifen sind dadurch ganz fade geworden.",
        "chs": "造型齐整的菜肴。乍一看模样尚可，仔细一尝就会发现入口寡淡得近乎白水汆三丝。是高汤稀释得太多的关系吗？",
        "cht": "造型齊整的菜餚。乍一看模樣尚可，仔細一嘗就會發現入口寡淡得近乎清水川燙三絲。是高湯稀釋得太多的關係嗎？",
        "es": "Un plato muy bien presentado. A primera vista parece delicioso, pero al probarlo se descubre que no sabe a nada. ¿Tal vez prepararon el caldo con demasiada agua?",
        "fr": "Un plat bien présenté. À première vue, il semble délicieux, mais lorsque vous le goûtez, vous découvrez qu'il n'a pas de goût. Peut-être le bouillon contient-il trop d'eau ?",
        "id": "Makanan yang dihidangkan dengan rapi. Memang terlihat seperti biasa saja, tetapi rasa sup kaldu yang samar-samar akan terasa begitu mencicipinya. Apakah supnya terlalu encer?",
        "jp": "盛り合わせが綺麗な一品。だが、口に入れた時、それが水のような薄い味をであることに気づく。スープを希釈しすぎたのだろうか？",
        "kr": "정갈한 요리. 겉보기엔 훌륭하지만, 재료를 너무 오래 대친 듯 맛이 심심하다. 소스를 너무 많이 뿌렸나?",
        "pt": "Um prato bem arranjado. Certamente parece delicioso, mas ao prová-lo se descobre que não tem gosto de nada. Será que foi diluído demais, talvez?",
        "ru": "Аккуратно сервированное блюдо. Кажется аппетитным, но, если попробовать, то оно окажется пресным, как вода. Возможно, бульон слишком сильно разбавлен?",
        "th": "อาหารที่จัดจานอย่างพิถีพิถัน มองแวบแรกดูเหมือนว่าอร่อย แต่เมื่อได้ลิ้มรสจะพบว่ามันมีรสชาติที่จืดราวกับน้ำเปล่า หรือเป็นเพราะซุปนั้นเจือจางเกินไป?",
        "vi": "Món ăn được bày biện kỹ càng. Thoạt nhìn cũng chấp nhận được, nhưng khi ăn lại thấy nhạt như nước ốc. Là do nước dùng quá loãng hay sao?"
    },
    "materialType": "MATERIAL_FOOD"
}