{
    "name": {
        "en": "Suspicious Sakura Shrimp Crackers",
        "de": "Misslungene Sakura-Garnelen-Kekse",
        "chs": "奇怪的绯樱虾仙贝",
        "cht": "奇怪的緋櫻蝦仙貝",
        "es": "Galletas de camarón y cerezo extrañas",
        "fr": "Craquelins aux crevettes cerises (suspects)",
        "id": "Suspicious Sakura Shrimp Crackers",
        "jp": "微妙な緋櫻えびせんべい",
        "kr": "이상한 벚꽃 새우 센베이",
        "pt": "Biscoitos de Sakura e Camarão Estranhos",
        "ru": "Странные креветочные печенья сакуры",
        "th": "Sakura Shrimp Crackers รสประหลาด",
        "vi": "Senbei Tôm Anh Đào Kỳ Lạ"
    },
    "id": 108361,
    "materialDesc": {
        "en": "Crispy, crunchy crackers. The result looks a little dull, though the round shape does indicate that these are indeed \"senbei\" crackers... albeit ones that taste more like rank \"Shrimp\" than anything else.",
        "de": "Knusprige, knackige Kekse. Das Endprodukt sieht ein wenig langweilig aus, obwohl die runde Form darauf hindeutet, dass es sich tatsächlich um „Senbei“-Kekse handelt ... Und der „Garnelen“-Geschmack drin ist alles andere als normal.",
        "chs": "酥酥脆脆的薄饼。成品颜色略显黯淡，从圆圆的外形来看，确实是仙贝没错…但吃上去怎么只有虾的腥味？",
        "cht": "酥酥脆脆的薄餅。成品顏色略顯黯淡，從圓圓的外形來看，確實是仙貝沒錯…但吃起來怎麼只有蝦的腥味？",
        "es": "Unas galletas muy crujientes. El color es un poco apagado, pero la forma redonda indica que realmente son galletas. ¿Por qué solo saben a camarón...?",
        "fr": "Des biscuits craquants et croustillants. Leur couleur semble bien terne, malgré leur forme ronde qui rappelle celle d'un craquelin... Le goût de la crevette ressort plus qu'autre chose en bouche.",
        "id": "Pizza yang renyah dan gurih. Hasilnya terlihat sedikit kusam, meskipun bentuknya yang bulat memang menunjukkan kalau ini memang pizza \"senbei\" ... tapi omong-omong, kenapa hanya aroma udangnya saja yang lebih mencolok daripada yang lainnya?",
        "jp": "色合いが悪く、サクサクとしたせんべい。丸い形から見れば、確かにせんべいだが…実際に食すと、なぜか生臭いエビの味がする。",
        "kr": "바삭한 전병. 완성품은 조금 어두운 빛깔이지만, 동글동글한 모양은 센베이가 맞다… 하지만 입에 넣으면 왜 새우 비린내가 나는 걸까?",
        "pt": "Biscoitos crocantes e quebradiços. O resultado final tem cores um tanto monótonas, mas o seu formato circular realmente indica que são biscoitos \"senbei\"... Mas por que ao serem comidos só possuem o sabor de camarão?",
        "ru": "Хрустящее печенье. Оно немного тусклое, хотя, судя по круглой форме, это и правда печенье... Правда, вряд ли креветочное.",
        "th": "แผ่นแป้งบางกรุบกรอบ ที่ออกมาดูซีดเซียวไปหน่อย ดูจากรูปร่างกลม ๆ ของมันแล้ว มันคือขนมเซมเบ้แน่นอน... แต่พอทานเข้าไปแล้ว ทำไมถึงได้มีกลิ่นคาวของกุ้งกันนะ?",
        "vi": "Bánh mỏng giòn rụm. Màu sắc của thành phẩm có hơi ảm đạm, hình dạng tròn tròn có vẻ giống vỏ sò...Mà sao ăn vào lại có mùi tanh của tôm?"
    },
    "materialType": "MATERIAL_FOOD"
}