{
    "name": {
        "en": "Suspicious Fragrant Mashed Potatoes",
        "de": "Misslungener deftiger Kartoffelbrei",
        "chs": "奇怪的香浓土豆泥",
        "cht": "奇怪的香濃馬鈴薯泥",
        "es": "Puré de papas extraño",
        "fr": "Purée de pommes de terre (suspecte)",
        "id": "Suspicious Fragrant Mashed Potatoes",
        "jp": "微妙な濃厚マッシュポテト",
        "kr": "이상한 촉촉 으깬 감자",
        "pt": "Purê de Batatas Aromatizado Estranho",
        "ru": "Странное ароматное пюре",
        "th": "Fragrant Mashed Potatoes รสประหลาด",
        "vi": "Khoai Tây Nghiền Kỳ Lạ"
    },
    "id": 108241,
    "materialDesc": {
        "en": "Seasoned mashed potatoes. Some unmashed chunks have been mixed into the lot, adding a measure of unwanted randomness to the dish.",
        "de": "Gewürztes Kartoffelpüree. Einige unzerkleinerte Stücke wurden hineingemischt, was dem Gericht ein gewisses Maß an ungewollter Zufälligkeit verleiht.",
        "chs": "调味加工而成的土豆泥。土豆泥里面混杂着一些难以捣碎的土豆块，品尝起来多了几分不太美妙的随机性。",
        "cht": "調味加工而成的馬鈴薯泥。馬鈴薯泥裡面混雜著一些難以搗碎的馬鈴薯塊，品嚐起來多了幾分不太美妙的隨機性。",
        "es": "Un puré de papas al que se ha agregado cierto aderezo. Algunos trozos no se han machacado bien y añaden una sensación de sorpresa que no es bienvenida.",
        "fr": "De la purée de pommes de terre agrémentée. Des morceaux de pomme de terre durs s'y trouvent encore, ce qui rajoute un côté aléatoire plutôt déplaisant au plat.",
        "id": "Kentang tumbuk yang sudah dibumbui. Masih ada beberapa potongan kentang yang belum tertumbuk halus, sehingga menambahkan sedikit variasi yang tidak diinginkan di hidangan ini.",
        "jp": "味付けしたマッシュポテト。中には硬く潰せないジャガイモが混ざっており、食べるときにランダム性を兼ねたおかしな一品だ。",
        "kr": "양념으로 간을 한 으깬 감자. 제대로 으깨지지 않은 감자 덩어리가 무작위로 섞여 완성되지 않은 느낌을 준다",
        "pt": "Purê de Batata temperado. Alguns pedaços inteiros foram misturados, o que adiciona uma surpresa indesejada ao prato.",
        "ru": "Картофельное пюре с приправами. Кое-где в нём встречаются нерастолчённые картофельные комочки, вносящие в блюдо элемент неприятной неожиданности.",
        "th": "มันฝรั่งบดปรุงรส ที่สุ่มเจอชิ้นมันฝรั่งที่ยังบดไม่ละเอียด ชิมแล้วไม่เข้าท่าเอาซะเลย",
        "vi": "Khoai tây nghiền, được trộn với một số miếng khoai tây cứng, miếng ngon miếng dở, hên xui."
    },
    "materialType": "MATERIAL_FOOD"
}