{
    "name": {
        "en": "Suspicious Jueyun Chili Chicken",
        "de": "Misslungene kalte Geflügelhäppchen",
        "chs": "奇怪的香嫩椒椒鸡",
        "cht": "奇怪的香嫩椒椒雞",
        "es": "Pollo al chile Jueyun extraño",
        "fr": "Poulet pimenté de Jueyun (suspect)",
        "id": "Suspicious Jueyun Chili Chicken",
        "jp": "微妙な椒椒鶏",
        "kr": "이상한 절운고추 치킨",
        "pt": "Frango de Pimenta de Jueyun Estranho",
        "ru": "Странная острая курица на пару",
        "th": "Jueyun Chili Chicken รสประหลาด",
        "vi": "Gà Cay Thơm Mềm Kỳ Lạ"
    },
    "id": 108083,
    "materialDesc": {
        "en": "Chicken in a dressing, served cold. The chicken probably isn't properly marinated, so it's only salty on the outside but bland on the inside. The taste reminds you of water-poached chicken breasts.",
        "de": "Ein kaltes Geflügelgericht. Wahrscheinlich ist der Geschmack der Gewürze nicht richtig in das Fleisch eingezogen. Jetzt ist die Haut übermäßig salzig und das Fleisch ist fade und ausgekocht.",
        "chs": "凉拌的禽肉。可能是制作过程中没有让配料入味，使得这道外咸里淡的菜肴更像是水煮禽肉。",
        "cht": "涼拌的禽肉。可能是製作過程中沒有讓配料入味，使得這道外鹹裡淡的菜餚更像是水煮禽肉。",
        "es": "Un plato de pollo frío. Tal vez la carne no se marinó adecuadamente, ya que es salada por fuera e insípida por dentro. Su sabor parece más bien el de un pollo hervido.",
        "fr": "Poulet froid en sauce qui n'a pas été mariné correctement. La chair a un goût fade qui rappelle celui des blancs de poulets à la vapeur.",
        "id": "Ayam dingin dicampur dengan saus. Ayamnya sepertinya tidak diasinkan dengan benar, hanya asin di bagian luar, dalamnya hambar. Rasanya mengingatkanmu akan ayam rebus.",
        "jp": "鳥肉の和え物。タレが染み込んでいないため、椒椒鶏というより、鳥肉の水煮と思われる。",
        "kr": "새고기냉채. 만드는 과정에서 양념을 빼먹은 건지 안 그래도 걷은 짭조름하고 속은 담백한 요리인데 이건 그냥 맹물에 삶은 새고기 수준이다",
        "pt": "Frango frio misturado em molhos. O frango provavelmente não foi marinado adequadamente, por isso é apenas salgado por fora, mas sem graça por dentro. O sabor lembra os peitos de frango escalfados em água.",
        "ru": "Холодная закуска из мяса птицы. Мясо, вероятно, не мариновано должным образом, поэтому оно солёное только снаружи, а внутри - пресное. Вкус напоминает варёную куриную грудку.",
        "th": "เนื้อไก่เย็น ๆ คลุกกับซอส น่าจะเป็นเพราะระหว่างการทำไม่ได้รอให้เครื่องเทศซึมเข้าไปในเนื้อก่อน จึงทำให้อาหารจานนี้เค็มนอกจืดใน เหมือนกับของต้มซะมากกว่า",
        "vi": "Thịt gia cầm trộn gỏi. Nhưng trong quá trình chế biến không được ngấm, khiến cho món ăn ngoài thì mặn trong thì nhạt này giống như thịt luộc."
    },
    "materialType": "MATERIAL_FOOD"
}