{
    "name": {
        "en": "Suspicious Stir-Fried Filet",
        "de": "Misslungenes scharfes Geschnetzeltes",
        "chs": "奇怪的爆炒肉片",
        "cht": "奇怪的爆炒肉片",
        "es": "Carne frita extraña",
        "fr": "Viande sautée (suspecte)",
        "id": "Suspicious Stir-Fried Filet",
        "jp": "微妙な豚肉の油炒め",
        "kr": "이상한 고기볶음",
        "pt": "Carne Frita Estranha",
        "ru": "Странное жаренное в воке мясо",
        "th": "Stir-Fried Filet รสประหลาด",
        "vi": "Thịt Xào Ớt Tuyệt Vân Kỳ Lạ"
    },
    "id": 108098,
    "materialDesc": {
        "en": "Slices of meat stir-fried on high heat — but for so long that they are now indistinguishable from the accompanying Jueyun Chili. Best served with rice, if served at all.",
        "de": "Auf hoher Flamme gebratenes Fleisch. Das angebratene Fleisch klebt mit den Jueyun-Peperoni zusammen. Um es hinunterschlucken zu können, sollte man es mit Reis oder Brei vermengen.",
        "chs": "猛火快炒的兽肉。焦黄的肉片与绝云椒椒蔫作一团，仅推荐拌在米饭里稀里糊涂地吃下去。",
        "cht": "猛火快炒的獸肉。焦黃的肉片與絕雲椒椒糊作一團，僅推薦拌在米飯裡一股腦地吃下去。",
        "es": "Carne hecha a fuego rápido. La carne, ahora chamuscada, se mezcló con chiles de Jueyun. Para ser comestible, haría falta comerla con mucho arroz.",
        "fr": "Des tranches de viande sautées à feu vif. Cuites trop longtemps, il est impossible de les distinguer des morceaux de piments ou de les manger, à moins de les mélanger dans une grande quantité de riz.",
        "id": "Irisan daging yang ditumis dengan api besar, tetapi kamu tidak bisa lagi membedakan dagingnya yang terlalu matang dengan cabainya. Cocok dicampur dan dimakan bersama nasi.",
        "jp": "強火で炒めた獣の肉。焦げた肉と絶雲の唐辛子がぐちゃぐちゃになっている。あまりオススメしない。",
        "kr": "센 불에 볶은 짐승 고기. 누르스름한 고기와 절운고추가 흐물흐물해져서 밥에 대충 비벼 먹는 걸 추천한다",
        "pt": "Fatias de carne fritas em fogo alto - mas por tanto tempo que agora são indistinguíveis da Pimenta de Jueyun que o acampanha. Melhor servido com arroz.",
        "ru": "Обжаренные на большом огне ломтики мяса. Пережарены настолько, что стали почти неотличимы от добавленного в блюдо заоблачного перчика. Подавайте с рисом, но лучше вообще не подавайте.",
        "th": "เนื้อสัตว์ผัดประเภทหนึ่ง เนื้อที่ถูกผัดจนเป็นสีเหลืองกับพริก Jueyun Chili แนะนำให้ผสมกินกับข้าวให้จบ ๆ ไปเท่านั้น",
        "vi": "Thịt được xào nhanh qua lửa lớn. Thịt cháy khét dính với ớt Tuyệt Vân, kiến nghị trộn với cơm nhắm mắt ăn đại."
    },
    "materialType": "MATERIAL_FOOD"
}