{
    "name": {
        "en": "Sweet Shrimp Sushi",
        "de": "Süßgarnelen-Sushi",
        "chs": "甜虾寿司",
        "cht": "甜蝦壽司",
        "es": "Sushi de camarón",
        "fr": "Sushi aux crevettes",
        "id": "Sweet Shrimp Sushi",
        "jp": "甘エビの握り寿司",
        "kr": "단새우 초밥",
        "pt": "Sushi de Camarão Doce",
        "ru": "Суши с креветками",
        "th": "Sweet Shrimp Sushi",
        "vi": "Sushi Tôm"
    },
    "id": 108322,
    "materialDesc": {
        "en": "A fresh and sweet traditional dish. Cleanly bisected shrimp is laid over rice and shaped with your bare hands. The springy shrimp meat and the delicious rice highlight the flavor all the more.",
        "de": "Ein frisches und süßes traditionelles Gericht. Eine sauber halbierte Garnele wird auf Reis gelegt und mit den bloßen Händen geformt. Das federnde Garnelenfleisch und der köstliche Reis heben den Geschmack umso mehr hervor.",
        "chs": "口味鲜甜的传统食物。在开好背的虾上放上米饭，徒手捏制成形。饱满弹牙的虾肉，配上可口的稻米，更显其回味香甜。",
        "cht": "口味鮮甜的傳統食物。在開好背的蝦上放上米飯，徒手捏製成形。飽滿彈牙的蝦肉，配上可口的稻米，更顯其回味香甜。",
        "es": "Una comida fresca y tradicional. El camarón, en cuyo lomo se ha hecho un corte, se ha colocado sobre el arroz y se le ha dado forma con las manos. Su fresco y dulce sabor le viene dado por el carnoso camarón y el delicioso arroz.",
        "fr": "Un plat frais et traditionnel. Une crevette coupée en deux est posée sur du riz et façonné à la main. La fermeté de la chair des crevettes et le délicieux goût du riz font ressortir la douceur du plat.",
        "id": "Sebuah hidangan tradisional yang manis dan segar. Udang yang sudah dibersihkan diletakkan di atas nasi dan dibentuk dengan tangan. Daging udang segar dan rasa nasi yang enak membuat hidangan ini menjadi lebih nikmat.",
        "jp": "甘くて美味しい伝統料理。ご飯を手で握り、背開きしたエビをのせる。ふっくらで歯ごたえのあるエビと美味しい米の組合わせは、甘味をより引き出す。",
        "kr": "신선하고 달콤한 식감의 전통 음식. 새우를 반으로 가르고 꼬리 부분만 껍질을 남긴 새우에 쌀을 올린 후, 맨손으로 뭉쳐서 모양을 낸다. 통통한 새우 살에 고소한 쌀을 곁들이면 더욱 달콤하고 신선하다",
        "pt": "Um prato tradicional fresco e doce. Um camarão limpo e cortado é colocado sobre o arroz e moldado com suas próprias mãos. A carne elástica do camarão e o delicioso arroz realçam ainda mais o sabor.",
        "ru": "Свежее и сладкое традиционное блюдо. Разрезанная креветка кладётся на рис, после чего суши формируется вручную. Упругое мясо креветок и вкусный рис подчёркивают вкус блюда.",
        "th": "อาหารดั้งเดิมที่มีรสชาติหวานสดชื่น วางกุ้งที่ผ่าอย่างสวยงามลงบนข้าว แล้วปั้นให้เป็นรูปด้วยมือคุณ เนื้อกุ้งที่อวบอิ่มเด้งสู้ฟันเมื่อจับคู่กับข้าวที่หอมอร่อยแล้ว ยิ่งทำให้ดึงเอาความหวานออกมาได้ดียิ่งขึ้น",
        "vi": "Món ăn truyền thống có vị tươi ngọt. Đặt cơm lên sống lưng tôm đã được xẻ đôi, dùng tay nặn thành hình. Thịt tôm tươi giòn, kết hợp với gạo thơm, càng tôn lên được vị thơm ngọt của nó."
    },
    "materialType": "MATERIAL_FOOD"
}