{
    "name": {
        "en": "Sweetness in the Shade",
        "de": "„Sanft und süß im Schatten“",
        "chs": "「醇甜于荫蔽之下」",
        "cht": "「醇甜於蔭蔽之下」",
        "es": "Dulzor a la sombra",
        "fr": "« Douceur de l'ombre »",
        "id": "Di Bawah Bayang Kemanisan",
        "jp": "「覆い隠される甘み」",
        "kr": "「그늘 아래의 달콤함」",
        "pt": "\"Sombra Doce\"",
        "ru": "Сладость в тени",
        "th": "\"หอมหวานใต้ร่มเงา\"",
        "vi": "Ngọt Ngào Dưới Bóng Râm"
    },
    "id": 390315,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making Sweetness in the Shade.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Sanft und süß im Schatten“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『醇甜于荫蔽之下』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『醇甜於蔭蔽之下』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar “Dulce sombra”.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la « Douceur de l'ombre ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Diagram yang berisi langkah-langkah untuk membuat \"Di Bawah Bayang Kemanisan\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『覆い隠される甘み』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「『그늘 아래의 달콤함』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Sombra Doce\".\\nDepois de usar, você pode entrar na interface de produção para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Сладость в тени».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"หอมหวานใต้ร่มเงา\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Ngọt Ngào Dưới Bóng Râm\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}