{
    "name": {
        "en": "Swirling Steps",
        "de": "Wirbelnder Tanz",
        "chs": "婆娑一舞",
        "cht": "婆娑一舞",
        "es": "Danza espiral",
        "fr": "Pas tourbillonnant",
        "id": "Swirling Steps",
        "jp": "ひらめく踊り",
        "kr": "살랑이는 춤",
        "pt": "Dança Espiral",
        "ru": "Танцующие шаги",
        "th": "Swirling Steps",
        "vi": "Vũ Điệu Quay Cuồng"
    },
    "id": 108466,
    "materialDesc": {
        "en": "Nilou's specialty. The crystal-clear cup that reminds you of an ornate jewel case contains a soft, melt-in-your-mouth pudding. The reddish coloration, like a fleeting trance, reminds you ever so much of Nilou's radiant, dancing form. Ah, would that this dance might last forever.",
        "de": "Nilous Spezialzubereitung. Im kristallklaren Glas findet sich, einem prächtigen Schmuckkästchen gleich, der im Mund zerschmelzende süßlich weiche Pudding. Dieser rötliche Glanz ... weckt bei jedem die Erinnerung an Nilous wirbelnden Tanz, diese feurig, glänzende Gestalt. Man kann nicht anders, als zu wünschen, dieser Tanz nähme nie ein Ende.",
        "chs": "妮露的特色料理。晶莹剔透的杯子宛若华美的珠宝盒一般，装着入口即化的香软布丁。这一抹红艳的色泽…恍惚间让人联想到了妮露婆娑起舞之时，那熠熠生辉的身影。不由希望这一舞能永远没有落幕的时刻。",
        "cht": "妮露的特色料理。晶瑩剔透的杯子宛若華美的珠寶盒一般，裝著入口即化的香軟布丁。這一抹紅豔的色澤…恍惚間讓人聯想到了妮露婆娑起舞之時，那熠熠生輝的身影。不由希望這一舞能永遠沒有落幕的時刻。",
        "es": "La especialidad de Nilou. La copa cristalina parece un magnífico joyero que contiene un suave pudín que se derrite en la boca. El tono rojo recuerda a la figura resplandeciente de Nilou cuando baila. Uno no puede evitar desear que este baile no se termine nunca.",
        "fr": "Spécialité culinaire de Nilou. Le verre cristallin ressemble à une magnifique boîte à bijoux contenant un pudding doux qui fond dans la bouche. Cette teinte rouge... Elle rappelle la silhouette resplendissante de Nilou lorsqu'elle danse. On ne peut s'empêcher de souhaiter que cette danse ne se termine jamais.",
        "id": "Masakan andalan Nilou. Cangkir sebening kristalnya seperti mengingatkanmu kepada kotak perhiasan berornamen yang berisi puding lembut yang meleleh di mulutmu. Warna kemerahannya sekilas mengingatkanmu kepada bentuk tubuh Nilou yang bercahaya saat sedang menari. Ah, apakah tarian ini bisa bertahan selamanya?",
        "jp": "ニィロウのオリジナル料理。煌びやかな宝石箱のように透き通るグラスの中には、口溶けのよい柔らかなプリンが入っている。この赤みがかった鮮やかな色は…ニィロウが衣を美しくひるがえして踊り出す時の、あのまばゆい姿をうっすら連想させる。このダンスが終わりませんように―—そう願わずにはいられない。",
        "kr": "닐루의 특제 요리. 화려하게 빛나는 보석함 같은 투명한 컵에 입에 넣으면 바로 살살 녹는 부드러운 푸딩이 담겨 있다. 이 붉고 아름다운 빛깔은… 닐루가 춤을 출 때의 눈부신 모습을 연상케 한다. 부디 이 춤이 영원히 막을 내리지 않기를",
        "pt": "Especialidade da Nilou. O copo cristalino transparente lembra-lhe de uma caixa de joias que contém um pudim macio e que derrete na sua boca. A cor avermelhada é como um transe passageiro, e que lembra a dança radiante da Nilou. Você gostaria que essa dança durasse para sempre.",
        "ru": "Фирменное блюдо Нилу. В кристально прозрачной чашке, напоминающей узорчатый футляр для драгоценностей, находится мягкий, тающий во рту пудинг. Лёгкий красноватый оттенок напоминает о сияющей, танцующей Нилу. Ах, если бы этот танец длился вечно...",
        "th": "เมนูพิเศษของ Nilou แก้วที่โปร่งใสดุจกล่องเครื่องประดับหรูหรา บรรจุพุดดิ้งหอมละมุนนุ่มลิ้นเอาไว้ สีแดงสดนี้... ชวนให้นึกถึงการเต้นระบำของ Nilou ความเปล่งประกายนั้น ทำให้ผู้คนอดไม่ได้ที่จะคาดหวังให้การเต้นรำนี้ดำเนินไปอย่างไม่มีจุดสิ้นสุด",
        "vi": "Món ăn đặc sắc của Nilou. Chiếc cốc trong suốt như pha lê giống như một chiếc hộp trang sức được trang trí công phu, chứa một chiếc bánh pudding mềm tan trong miệng. Màu đỏ tươi này... làm cho người ta nghĩ đến hình dáng tỏa sáng của Nilou khi cô ấy nhảy. Cứ thế hy vọng rằng điệu nhảy này sẽ không bao giờ kết thúc."
    },
    "materialType": "MATERIAL_FOOD"
}