{
    "name": {
        "en": "Tahchin",
        "de": "Tahchin",
        "chs": "米圆塔",
        "cht": "米圓塔",
        "es": "Tahchín",
        "fr": "Tahtchine",
        "id": "Tahchin",
        "jp": "タフチーン",
        "kr": "타친",
        "pt": "Tahchin",
        "ru": "Тахчин",
        "th": "Tahchin",
        "vi": "Tahchin"
    },
    "id": 108419,
    "materialDesc": {
        "en": "A classic staple served in large quantities. Cooked rice is mixed with meat that was marinated in yogurt, then baked until its surface turns crispy. Don't forget to add a handful of Padisarah petals before serving! Both the rice and meat are enough to keep one's stomach full for a long time, making it a very popular dish at the Grand Bazaar.",
        "de": "Ein sättigendes klassisches Reisgericht, das in großzügigen Portionen serviert wird. Zuerst den Reis kochen und das in Joghurt marinierte Fleisch in die Mitte des Reises legen. Der Reis wird dann geröstet, bis er knusprig ist. Vergiss nicht, es am Ende mit Padisarah zu garnieren. Sowohl Reis als auch Fleisch können Menschen satt machen, daher ist es auf dem Großen Basar sehr beliebt.",
        "chs": "量大管饱的经典主食。先将米饭煮好，在米饭中央加上经酸奶腌制过的肉块，再将表面烘烤至酥脆，最后别忘了撒上帕蒂沙兰。不管是米饭还是肉块都能带给人充分的饱腹感，因此在大巴扎非常受欢迎。",
        "cht": "超大份量富有飽食感的經典主食。先將米飯煮好，在米飯中央加上經優酪乳醃製過的肉塊，再將表面烘烤至酥脆，最後別忘了撒上帕蒂沙蘭。不管是米飯還是肉塊都能帶給人充分的飽腹感，因此在大巴扎非常受歡迎。",
        "es": "Un clásico plato de arroz que se sirve en gran cantidad y que resulta muy saciante. Se introduce la carne marinada con yogur en el arroz cocido y luego se hornean juntos para obtener una superficie crujiente. No hay que olvidarse de espolvorear un poco de orquídea padishá antes de servirlo. Tanto el arroz como la carne pueden mantener a uno lleno durante mucho tiempo. Por eso, este plato es muy popular en el Gran Bazar.",
        "fr": "Un plat de riz classique et rassasiant servi en grande quantité. La viande est marinée dans du yaourt avant d'être mélangée à du riz cuit. Le tout est ensuite cuit au four jusqu'à ce que l'extérieur soit croustillant. Ne pas oublier d'ajouter une poignée de pétales de padisachidées avant de le servir. Le riz et la viande peuvent rassasier n'importe qui pendant une longue durée, ce qui explique pourquoi ce plat est si populaire au Grand bazar.",
        "id": "Hidangan nasi klasik yang mengenyangkan disajikan dalam jumlah besar. Masukkan daging yang sudah diasamkan dengan yoghurt ke dalam nasi, lalu pangganglah itu secara bersama-sama untuk mendapatkan hasil permukaan yang renyah. Jangan lupa untuk menaburkan juga beberapa kelopak Padisarah sebelum menyajikannya. Baik nasi dan daging bisa membuat pemakannya kenyang untuk waktu yang lama. Karena itu, hidangan ini sangat populer di Grand Bazaar.",
        "jp": "量が多く、食べ応えのある定番の一品。まずは米を炊いて、ヨーグルトに漬け込んだ肉の塊を米の中央に据えて、表面がカリッとするまで焼き上げる。最後にパティサラを振りかけるのも忘れずに。ご飯も肉も満腹感抜群のため、グランドバザールではとても人気がある。",
        "kr": "양이 많아 배부르게 먹을 수 있는 주식. 먼저 밥을 짓고 중앙에 요구르트에 절인 고기를 추가한다. 겉을 바삭하게 구운 다음 마지막에는 꼭 파디사라를 뿌려준다. 밥이든 고기든 엄청난 포만감을 안겨주기 때문에 바자르에서 인기를 끄는 요리이다",
        "pt": "Um clássico prato de arroz recheado servido em grandes quantidades. A carne marinada com iogurte é mergulhada em arroz cozido e depois assada para obter uma superfície crocante. Não se esqueça de polvilhar um pouco de Padisarah antes de servir. Tanto o arroz quanto a carne podem manter sua fragrância por muito tempo. Portanto, este prato é muito popular no Grande Bazar.",
        "ru": "Большая порция классического тахчина. Замаринуйте мясо в йогурте, затем смешайте с варёным рисом и запекайте до хрустящей корочки. Перед подачей на стол не забудьте украсить блюдо горстью лепестков орхидеи падисара. Мясо и рис отлично утоляют голод, поэтому тахчин и пользуется такой популярностью на Большом базаре.",
        "th": "เมนูจานหลักที่ปริมาณจุใจ ขั้นแรกหุงข้าวให้สุกก่อน จากนั้นใส่เนื้อที่หมักในโยเกิร์ตลงไปตรงกลางของข้าว อบผิวด้านนอกให้กรอบ และโรยด้วย Padisarah ปิดท้าย ไม่ว่าจะเป็นตัวข้าวหรือเนื้อที่อยู่ภายในต่างก็ทำให้ผู้ทานรู้สึกอิ่มเอมได้ทั้งนั้น ดังนั้นจึงเป็นที่นิยมใน Grand Bazaar อย่างมาก",
        "vi": "Một món cơm kinh điển được phục vụ với số lượng lớn. Trước hết là nấu chín cơm, cho thịt ướp sữa chua vào giữa, nướng bề mặt cho đến khi giòn và đừng quên rắc Padisarah sau cùng. Dù là cơm hay thịt, cũng đều có thể mang đến cho người ăn cảm giác no, vì vậy nó rất được ưa chuộng ở Đại Khu Bazaar."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}