{
    "name": {
        "en": "Tail of Boreas",
        "de": "Schwanz des Nordwinds",
        "chs": "北风之尾",
        "cht": "北風之尾",
        "es": "Cola de Boreas",
        "fr": "Queue de Borée",
        "id": "Tail of Boreas",
        "jp": "北風のしっぽ",
        "kr": "북풍의 꼬리",
        "pt": "Cauda do Vento do Norte",
        "ru": "Хвост Борея",
        "th": "Tail of Boreas",
        "vi": "Lông Vũ Bắc Phong"
    },
    "id": 113006,
    "materialDesc": {
        "en": "A handful of tail scales from the Great Wolf King of the North.\\nEven without his physical body and beyond death, Boreas still possesses extraordinary powers. He took a form comprised of ice and wind to embrace a new challenge, but even such a form could not house all of his power. The ice scales that fell during the battle still retain some of their spiritual energy.",
        "de": "Einige Schuppen vom Schwanz des großen Wolfs des Nordens.\\nAuch nach dem Verlust von Leben und Form hat der Wolf des Nordens noch übermenschliche Kräfte. Seine für den Kampf aus Eis und Wind geformte Hülle kann sein ganzes Wesen nicht fassen. An den Eisschuppen haften im Kampf gefallene Seelen.",
        "chs": "从北风的伟大王狼身上，取来的些许尾鳞。\\n失去了生命与形体的北风王狼仍有超越凡俗的伟大力量。为了迎接挑战而用冰与风复现的形体也无法容下它的全部，少数灵魂附在了在战斗中脱落的冰鳞上。",
        "cht": "從北風的偉大王狼身上，取來的些許尾鱗。\\n失去了生命與形體的北風王狼仍有超越凡俗的偉大力量。為了迎接挑戰而用冰與風復現的形體也無法容下它的全部，少數靈魂附在了於戰鬥中脫落的冰鱗上。",
        "es": "Un puñado de pelaje de la cola del gran Rey Lobo del Norte.\\nIncluso sin su cuerpo físico y tras la muerte, el Lobo todavía posee unos poderes extraordinarios. Tomó una forma compuesta de hielo y viento para aceptar un nuevo reto, pero incluso esa forma no podía albergar toda su potencia. Las escamas de hielo que cayeron durante la batalla aún conservan parte de su energía espiritual.",
        "fr": "Un fragment de la queue du Grand Roi Loup du nord.\\nBien qu'il soit réduit à un esprit, la puissance de Borée n'est pas à sous-estimer. Le Roi Loup essaya de se construire un corps à l'aide de feu et de glace afin de combattre un ennemi, mais ce ne fut pas suffisant pour contenir ses pouvoirs. Les écailles givrées qui s'en sont détachées lors de l'affrontement ont conservé leur énergie spirituelle.",
        "id": "Segenggam sisik ekor dari Great Wolf King of the North.\\nMeskipun telah lama meninggal, dan tubuhnya tidak lagi ada di dunia. Boreas tetap menyimpan kekuatan yang luar biasa. Kekuatannya mengambil wujud es dan angin untuk menyambut tantangannya yang baru, tetapi itu pun tidak dapat membendung kekuatannya. Sisik es yang terjatuh di tengah pertarungan masih menyimpan segenap energi jiwanya.",
        "jp": "北風の王狼の体から取ったごくわずかな尾鱗。\\n命と体を失っても北風の王狼には強い力がある。挑戦を迎えるために氷と風で再現したその体は彼の全てを収容できず、一部の魂は戦闘中に抜け落ちた氷の鱗に付着した。",
        "kr": "북풍의 위대한 왕랑의 몸에서 얻은 약간의 꼬리 비늘.\\n생명과 형체를 잃은 왕랑은 여전히 평범함을 뛰어넘는 위대한 힘을 갖고 있다. 도전을 받아들이기 위해 얼음과 바람을 이용해 형체를 만들었지만 왕랑의 전부를 담아내지 못해 몇몇 영혼이 전투 중 떨어져 나온 얼음 비늘에 붙어있다",
        "pt": "Algumas escamas vindo do Grande Dragão do Vento do Norte.\\nO Lobo do Vento do Norte, que perdeu a sua vida e forma, ainda conta com poderes maiores que o normal. Para enfrentar os desafios, mesmo usando o gelo e a alma, não são o suficiente. Algumas almas estão presas às escamas de gelo que caem durante a batalha.",
        "ru": "Чешуя с хвоста Великого Короля Волков Севера.\\nБорей не теряет свою силу даже после смерти и потери своего физического тела. Чтобы справиться с новым вызовом, он принял форму, состоящую изо льда и ветра, но даже такая форма не смогла вместить всю его силу. Ледяные чешуйки, оторвавшиеся от его хвоста во время боя, всё ещё хранят часть его духовной энергии.",
        "th": "เกล็ดที่ปลายหางของจ้าวแห่งหมาป่าแห่งสายลมเหนือ\\nหมาป่าที่ไร้ซึ่งชีวิตและรูปร่าง แต่ยังคงพลังงานที่แข็งแกร่งได้ไม่มีเปลี่ยน และเพื่อรองรับการต่อสู้ที่จะเกิดขึ้น มันจึงใช้น้ำแข็งและลมในการสร้างรูปร่างของตัวเองขึ้นมา",
        "vi": "Một ít vảy đuôi lấy từ trên người Vua Sói Bắc Phong.\\nVua Sói đã mất đi sinh mệnh và hình thể nhưng vẫn có một sức mạnh vĩ đại. Để nghênh chiến nên đã dùng Băng và Phong để khôi phục hình thể, nhưng vẫn không dung nạp được hết nguồn sức mạnh, một ít linh hồn đã bị rơi rớt trên băng giá."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}