{
    "name": {
        "en": "Taiyaki",
        "de": "Taiyaki",
        "chs": "日落鲷鱼烧",
        "cht": "日落鯛魚燒",
        "es": "Taiyaki",
        "fr": "Taiyaki",
        "id": "Taiyaki",
        "jp": "夕暮れの鯛焼き",
        "kr": "일몰 붕어빵",
        "pt": "Taiyaki",
        "ru": "Тайяки",
        "th": "Taiyaki",
        "vi": "Bánh Cá Hoàng Hôn"
    },
    "id": 108331,
    "materialDesc": {
        "en": "A snack shaped like a snapper. The crisp exterior wraps the sweet filling within and is very popular amongst Inazumans. It is said that in the beginning, this was just a cylindrical snack, but constant improvements wound up shaping it into the cutesy image of a fish.",
        "de": "Ein Snack in Form einer Brasse. Das knusprige Äußere umhüllt die süße Füllung im Inneren und ist in Inazuma sehr beliebt. Es wird gesagt, dass dies am Anfang nur ein zylindrischer Snack war, aber ständige Verbesserungen führten dazu, dass er zu dem niedlichen Bild eines Fisches geformt wurde.",
        "chs": "鲷鱼形状的点心。脆脆的外皮包裹着甜滋滋的内馅，深受稻妻人民喜爱。据说一开始只是普通的圆柱形，后来经过不断改良，才逐渐变成了现在这般可爱的鱼形。",
        "cht": "鯛魚形狀的點心。脆脆的外皮包裹著甜滋滋的內餡，深受稻妻人民喜愛。據說一開始只是普通的圓柱形，後來經過不斷改良，才逐漸變成了現在這般可愛的魚形。",
        "es": "Un dulce con forma de pargo. Crujiente por fuera, dulce por dentro y muy popular entre la gente de Inazuma. Se dice que, en un principio, tenía una simple forma de cilindro, pero tras varias modificaciones, acabó teniendo la adorable forma de un pez.",
        "fr": "Un dessert en forme de poisson. Sa croûte croustillante et son fourrage sucré sont très appréciés des Inazumiens. Façonné en une simple forme cylindrique simple à l'origine, mais il a pris une forme de poisson avec le temps.",
        "id": "Camilan berbentuk seperti ikan kakap. Bagian luarnya yang renyah membungkus isian manis di dalamnya dan sangat populer di kalangan rakyat Inazuma. Dikatakan bahwa pada awalnya, ini hanya camilan berbentuk silinder, tetapi dengan inovasi yang terus-menerus akhirnya terbentuk menjadi seekor ikan yang lucu.",
        "jp": "鯛の形をしたお菓子。カリカリした皮で甘いあんこを包んだ食べ物。稲妻人の中では大人気である。最初は普通の円柱の形をしたが、改良を重ねて、今このかわいい魚の形となったそうだ。",
        "kr": "도미 모양의 디저트. 바삭바삭한 껍질이 달달한 속살을 감싸고 있어 이나즈마 사람들의 사랑을 듬뿍 받고 있다. 처음에는 평범한 원기둥 모양이었으나 개량을 거듭한 끝에 이렇게 귀여운 생선 모양이 되었다고 한다",
        "pt": "Um lanche em forma de pargo. O exterior crocante envolve o recheio doce por dentro e é muito popular entre os habitantes de Inazuma. Dizem que no início, isto era apenas um lanche cilíndrico, mas melhorias constantes acabaram por moldá-lo na imagem fofa de um peixe.",
        "ru": "Пирожное в форме рыбы. Очень популярно среди жителей Инадзумы благодаря своей хрустящей внешней оболочке и сладкой начинке. Считается, что вначале оно имело простую цилиндрическую форму, но затем было усовершенствовано до прекрасной формы рыбы.",
        "th": "ขนมทานเล่นรูปปลา ไส้อันแสนหวานถูกห่อด้วยแป้งกรอบ ๆ ขนมชนิดนี้เป็นที่ชื่นชอบของชาว Inazuma ยิ่งนัก ว่ากันว่า ในตอนแรกเริ่มมันเป็นเพียงขนมทรงกระบอกธรรมดา ๆ แต่หลังจากปรับปรุงสูตรอย่างต่อเนื่อง ทำให้มันค่อย ๆ กลายเป็นรูปร่างปลาที่น่ารักเช่นนี้",
        "vi": "Món điểm tâm hình cá. Lớp vỏ bên ngoài giòn giòn bao bọc lớp nhân ngòn ngọt bên trong, rất được người dân Inazuma yêu thích. Nghe nói ban đầu chỉ có hình trụ bình thường, sau đó qua nhiều lần cải tạo, mới dần biến thành hình cá như hiện nay."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}