{
    "name": {
        "en": "Tasty Slime Condensate",
        "de": "Leckere Schleimabsonderung",
        "chs": "鲜美的史莱姆凝液",
        "cht": "鮮美的史萊姆凝液",
        "es": "Condensado de Slime delicioso",
        "fr": "Bave de Blob fraîche",
        "id": "Slime Condensate Lezat",
        "jp": "美味しそうなスライムの液体",
        "kr": "맛있는 슬라임 응축액",
        "pt": "Delicioso Condensado de Slime",
        "ru": "Превосходная слизь слайма",
        "th": "Slime Condensate สด ๆ",
        "vi": "Dịch Slime Tươi Ngon"
    },
    "id": 100547,
    "materialDesc": {
        "en": "Crystal-clear, thick and gooey, like gelatine... Could this be the stuff of haute-cuisine dreams?\\nApparently, very few people are actually willing to try eating slime, so derivative products are typically passed off as agar-based delicacies. Only die-hard food fanatics can taste the subtle difference between the two.",
        "de": "Eine hochgradig klare und dickflüssige Substanz, die man als hochwertige Zutat verwenden könnte ...\\nNicht viele Leute trauen sich überhaupt, Schleim zu probieren. Deshalb werden Produkte auf Schleimbasis hin und wieder als teure Delikatessen verkauft. Nur wahre Feinschmecker können überhaupt den Unterschied zwischen den beiden wahrnehmen.",
        "chs": "晶莹剔透的浓厚凝液，或许是上等的食材…？\\n据说，真正愿意品尝史莱姆的人并不多，所以史莱姆制品有时会伪装成琼脂制的美食。只有真正的老饕能分辨出两者间的细微区别。",
        "cht": "晶瑩剔透的濃厚凝液，或許是上等的食材…？\\n據說，真正願意品嚐史萊姆的人並不多，所以史萊姆製品有時會偽裝成洋菜膠製的美食。只有真正的老饕能分辨出兩者間的細微區別。",
        "es": "Un gel espeso y transparente. ¿Quizás sea un ingrediente culinario?\\nSe dice que no mucha gente está dispuesta a comer Slime, por lo que los productos fabricados con Slime a veces se hacen pasar por manjares hechos de agar. Solo los auténticos gourmets son capaces de detectar las mínimas diferencias entre ambos.",
        "fr": "Un gel épais et transparent comme de la gélatine... L'ingrédient de cuisine ultime ?\\nTrès peu de gens sont prêts à manger du Blob, donc les produits qui en sont dérivés sont généralement déguisés en friandises à base d'agar-agar. Seuls les fins gourmets peuvent sentir la subtile différence entre les deux.",
        "id": "Kondensat jernih dan kental, yang mungkin merupakan bahan berkualitas tinggi...?\\nSebenarnya, tidak banyak orang yang berani memakan Slime, maka dari itu biasanya Slime disamarkan menjadi agar-agar. Hanya penikmat makanan ahli yang bisa membedakannya.",
        "jp": "光り輝く濃厚な液体。高級食材なんだとか…？\\nスライムを食べたがる人はいない。そのため、スライムの代用品が代わりに使われることがある。真の美食家だけが、それのことに気づくのだ。",
        "kr": "반짝거리는 응축액, 어쩌면 상등 식재료일지도…?\\n슬라임을 맛보고자 하는 사람은 많이 없다. 따라서 슬라임 제품이 가끔 한천으로 만든 요리로 위장된다. 오직 진정한 미식가만이 이 둘 사이의 미묘한 차이점을 구분할 수 있다",
        "pt": "Cristalina, grosa e pegajosa, como gelatina... Seria isso cozinha de alto nível?\\nAparentemente, poucas pessoas realmente comeriam slime, então os produtos derivados são referidos como iguarias a base de ágar. Apenas os verdadeiros entusiastas por comida percebem a diferença entre os dois.",
        "ru": "Сверкающая как жемчуг, густая и липкая слизь. Пожалуй, это ингредиент высшего сорта... \\nНа самом деле, редкий человек действительно хочет попробовать слизь слайма, поэтому продукты из неё иногда подаются под видом деликатесов, изготовленных из агар-агара. Только истинные любители поесть смогут отличить на вкус эти два ингредиента.",
        "th": "ทั้งเหนียวเข้มข้นและใสราวคริสตัล บางทีนี่อาจจะเป็นวัตถุดิบชั้นสูงก็เป็นได้?\\nว่ากันว่า คนที่เต็มใจกิน Slime จริง ๆ นั้นมีไม่มากนัก ดังนั้นบางครั้งจึงใช้สาหร่ายมาทำอาหารแทน Slime ซึ่งมีเพียงนักชิมตัวยงเท่านั้นที่จะสามารถ แยกความต่างระหว่างสองอย่างนี้ได้",
        "vi": "Dịch cô đặc sáng lấp lánh tựa như ngọc có lẽ là thứ thực phẩm thượng đẳng...?\\nNghe nói những người thực sự muốn ăn Slime không nhiều, vì vậy các chế phẩm từ Slime được làm giả thành thạch. Chỉ có những người sành ăn mới phân biệt được sự khác biệt đôi chút giữa hai thứ."
    },
    "materialType": "MATERIAL_QUEST"
}