{
    "name": {
        "en": "Tavern Rug: Home Away From Home",
        "de": "Gasthausteppich – „Zuhause auf Reisen“",
        "chs": "客栈地毯-「宾至如归」",
        "cht": "客棧地毯-「賓至如歸」",
        "es": "Alfombra de posada: Como en casa",
        "fr": "Tapis d'auberge « Loin du foyer »",
        "id": "Karpet Tavern: Jauh dari Rumah",
        "jp": "旅館絨毯-「親切なもてなし」",
        "kr": "객잔 카펫-「내 집 같은 편안함」",
        "pt": "Tapete de Taverna: Lar Longe de Casa",
        "ru": "Коврик для таверны: Вдали от дома",
        "th": "พรมโรงแรม - \"สบายราวกับอยู่บ้านตัวเอง\"",
        "vi": "Thảm Nhà Trọ - Tiếp Đón Chu Đáo"
    },
    "id": 382303,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Tavern Rug: Home Away From Home.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Gasthausteppich – Zuhause auf Reisen“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「客栈地毯-『宾至如归』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「客棧地毯-『賓至如歸』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Alfombra de posada: Como en casa.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du tapis d'auberge « Loin du foyer ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Karpet Tavern: Jauh dari Rumah\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「旅館絨毯-『親切なもてなし』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「객잔 카펫-『내 집 같은 편안함』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Tapete de Taverna: Lar Longe de Casa\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Коврик для таверны: Вдали от дома».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างพรมโรงแรม - \"สบายราวกับอยู่บ้านตัวเอง\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Thảm Nhà Trọ - Tiếp Đón Chu Đáo\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}