{
    "name": {
        "en": "Tea Break Pancake Cooked by Lily",
        "de": "Von Lily persönlich zubereitete Landeierkuchen",
        "chs": "莉莉亲手烤制的庄园烤松饼",
        "cht": "莉莉親手烤製的莊園烤鬆餅",
        "es": "Panqueques cocinados por Lily",
        "fr": "Pancakes préparés par Lili",
        "id": "Tea Break Pancake yang Dimasak oleh Lily",
        "jp": "リリーの手作りパンケーキ",
        "kr": "릴리가 직접 구운 장원 팬케익",
        "pt": "Panqueca do Chá da Tarde feita pela Lily",
        "ru": "Блинчики к чаю от Лили",
        "th": "Tea Break Pancake ที่ Lily ทำเองกับมือ",
        "vi": "Bánh Xốp chính tay Lily nướng"
    },
    "id": 100818,
    "materialDesc": {
        "en": "The inner layers have not quite been pressed together to perfection, and it does taste a little burnt, but these are the best pancakes that Lily can make.",
        "de": "Die inneren Schichten sind nicht ganz perfekt zusammengepresst und es schmeckt ein wenig verbrannt, aber das sind die besten Eierkuchen, die Lily machen kann.",
        "chs": "内层的形状压制得并不完美，入口也有些微焦味，但已经是莉莉能烤出的最好的松饼。",
        "cht": "內層的形狀壓製得並不完美，入口也有些微焦味，但已經是莉莉能烤出的最好的鬆餅。",
        "es": "Están un poco crudos por dentro y algo quemados por fuera, pero estos son los mejores panqueques que ha podido hacer Lily.",
        "fr": "Ils sont un peu pâteux à l'intérieur et brûlés à l'extérieur, mais ce sont les meilleurs pancakes que Lili ait jamais préparés.",
        "id": "Lapisan dalamnya kurang menyatu dengan sempurna, dan memang makanan ini terasa sedikit gosong, tapi ini adalah pancake terbaik yang bisa dibuat Lily.",
        "jp": "完璧な形ではなく、注入口も少し焦げているが、これがリリーが焼ける一番いいのパンケーキだ。",
        "kr": "안쪽 모양이 완전히 눌리지 않았고 살짝 탄 맛도 나지만, 릴리가 최선을 다해 만든 팬케익이다",
        "pt": "As camadas interiores não foram comprimidas até à perfeição e sabe um pouco a queimado, mas são as melhores panquecas que Lily já fez.",
        "ru": "Внутренние слои неидеальны, а сами блинчики имеют привкус гари, но это лучшие блинчики, которые может сделать Лили.",
        "th": "รูปทรงด้านในของมันถูกกดทับจนบู้บี้ และเมื่อชิมจะได้กลิ่นไหม้เล็กน้อย แต่มันก็เป็นแพนเค้กที่ Lily ทำออกมาได้ดีที่สุดแล้วล่ะนะ",
        "vi": "Hình dạng của lớp bên trong không hoàn hảo, hơi có vị khét, nhưng đây là chiếc bánh muffin ngon nhất mà Lily có thể nướng."
    },
    "materialType": "MATERIAL_QUEST"
}