{
    "name": {
        "en": "Teachings of Ingenuity",
        "de": "Lehren der „Findigkeit“",
        "chs": "「巧思」的教导",
        "cht": "「巧思」的教導",
        "es": "Enseñanzas del ingenio",
        "fr": "Enseignement de l'Ingénuité",
        "id": "Teachings of Ingenuity",
        "jp": "「創意」の教え",
        "kr": "「창의」의 가르침",
        "pt": "Ensinamentos de Engenhosidade",
        "ru": "Учения об «Остроумии»",
        "th": "Teachings of Ingenuity",
        "vi": "Bài Giảng Của \"Tinh Tế\""
    },
    "id": 104332,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nIngenuity is the leaf-veins of the nation of wisdom.\\nIngenuity springs forth from benevolent consideration. They say that \"a poisonous tree bears no kind fruit.\" Similarly, ingenious nascent ideas are always born from determined and benign minds, for only they are worthy bearers of wisdom.",
        "de": "Material zur Verbesserung von Talenten.\\n„Findigkeit“ ist die Vene des Reichs der Weisheit.\\nFindigkeit speist sich aus wohlwollenden Gedanken. So wie es heißt, „ein böser Baum trägt keine guten Früchte“, so vermag ein dauerhaft guter Wille wundervolle Gedanken hervorzubringen, die den Namen der Weisheit nicht beflecken.",
        "chs": "天赋培养素材。\\n「巧思」是智慧之国的叶脉。\\n巧思生自良善的意旨。所谓「毒树不结善果」，良善坚定的意念才能孕育巧妙周到的思谋，方不玷污智慧之名。",
        "cht": "天賦培養素材。\\n「巧思」是智慧之國的葉脈。\\n巧思生自良善的意旨。所謂「毒樹不結善果」，良善堅定的意念才能孕育巧妙周到的思謀，方不玷污智慧之名。",
        "es": "Material de mejora de talento.\\nEl ingenio constituye las arterias del Reino de la Sabiduría y nace de una voluntad bondadosa.\\nTal como reza el dicho “a árbol malo, frutos malos”, solo manteniendo una bondad firme se logrará impulsar un pensamiento ingenioso y deferente, un pensamiento que nunca manche el nombre de la sabiduría.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'ingénuité est une nervure de feuille de la nation de la sagesse.\\nElle naît de la considération bienveillante. Il est souvent dit qu'un arbre empoisonné ne porte pas de fruit. De même, les idées ingénieuses proviennent uniquement d'esprits déterminés et attentionnés, dignes de sagesse.",
        "id": "Material Penguatan Talenta.\\n\"Ingenuity\" adalah jaringan pengangkut bangsa kebijaksanaan.\\nKecerdasan terlahir dari niat yang baik. Pepatah memakanan \"pohon beracun tidak akan menghasilkan buah yang baik\", niat yang baik dan teguh baru bisa menghasilkan kecerdasan dan kebijaksanaan, sehingga tidak menodai nama harum dari kebijaksanaan.",
        "jp": "天賦育成素材。\\n「創意」は知恵の国の葉脈である。\\n創意は、善良の意向から生まれるもの。「毒のある木は良い実を結ばない」という言葉があるように、善良で強固な意志こそ、知恵の名に恥をかかせぬ、賢く思慮深い考えを育めるのだ。",
        "kr": "특성 육성 소재.\\n「창의」는 지혜의 나라의 잎맥이다.\\n창의는 선량한 의도에서 나온다. 「독나무는 절대 선량한 열매를 맺지 않는다」는 말이 이를 설명해 준다. 선량하고 강건한 의지는 절묘하고 사려 깊은 사고를 불러일으켜 지혜의 이름을 더럽히지 않게 한다",
        "pt": "Material de Elevação de Talento\\nA engenhosidade são as artérias da nação da sabedoria.\\nA engenhosidade brota de uma consideração benevolente. Dizem que \"uma árvore venenosa não dá frutos gentis\". Da mesma forma, ideias engenhosas nascem sempre de mentes determinadas e benévolas, pois somente elas são dignas de sabedoria.",
        "ru": "Материал повышения талантов.\\nОстроумие - прожилки листьев страны мудрости.\\nОстроумие рождается из доброй воли. Говорят, что ядовитое дерево не приносит добрых плодов. Так и гениальные идеи рождаются лишь в решительных и благожелательных умах, ибо лишь они достойны быть носителями мудрости.",
        "th": "วัสดุยกระดับพรสวรรค์\\n\"ความเฉลียวฉลาด\" คือเส้นใยของอาณาจักรแห่งปัญญา\\nความเฉลียวฉลาดเกิดจากความตั้งใจที่ดี สิ่งที่เรียกว่า \"ต้นไม้พิษไม่มีทางให้ผลทิพย์\" ก็คือ มีเพียงความมุ่งมั่นที่ดีงามเท่านั้น จึงจะก่อให้เกิดความคิดที่ฉลาดรอบคอบ และต้องมิให้นามแห่งปัญญาต้องด่างพร้อย",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\n\"Tinh Tế\" là gân lá của vương quốc trí tuệ.\\nTư duy bắt nguồn từ ý chỉ của lương thiện. Có câu \"cây độc không kết trái lành\", ý niệm lương thiện kiên định mới có thể dưỡng dục ra tư duy thông minh chu đáo, như thế mới không làm ô uế danh nghĩa của trí tuệ."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}