{
    "name": {
        "en": "Teachings of Transience",
        "de": "Lehren der „Vergänglichkeit“",
        "chs": "「浮世」的教导",
        "cht": "「浮世」的教導",
        "es": "Enseñanzas de la transitoriedad",
        "fr": "Enseignement de l'Éphémère",
        "id": "Teachings of Transience",
        "jp": "「浮世」の教え",
        "kr": "「부세」의 가르침",
        "pt": "Ensinamentos do Mundo Mortal",
        "ru": "Учения о «Бренности»",
        "th": "Teachings of Transience",
        "vi": "Bài Giảng Của \"Phù Thế\""
    },
    "id": 104320,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nTransience is the dream of the nation of thunder.\\nFleeting glories are the highest expression of mortal beauty, for are we mortals not like the flashing lightning itself? Like a lovely dream or blossoming spark, we shall leave a gorgeous mark on the eternal night sky.",
        "de": "Material zur Verbesserung von Talenten.\\nVergänglichkeit ist der Traum des Reichs des Blitzes.\\nFlüchtige Herrlichkeit ist der höchste Ausdruck sterblicher Schönheit, denn sind wir Sterblichen nicht wie der blitzende Blitz selbst? Wie ein lieblicher Traum oder ein blühender Funke werden wir ein prächtiges Zeichen am ewigen Nachthimmel hinterlassen.",
        "chs": "天赋培养素材。\\n雷之国土的梦想是浮世。\\n浮世之荣华乃是人之美的最高体现。人之在世岂不与疾电相类？如美梦或花火般浮华一瞬，在永恒的夜幕中留下绚烂的印记。",
        "cht": "天賦培養素材。\\n雷之國土的夢想是浮世。\\n浮世之榮華乃是人之美的最高體現。人之在世豈不與疾電相類？如美夢或花火般浮華一瞬，在永恆的夜幕中留下絢爛的印記。",
        "es": "Material de mejora de talento.\\nLa transitoriedad es el mayor sueño del Reino del Trueno.\\nLa fugacidad de la gloria y el esplendor es la mayor expresión de la belleza mortal. ¿O acaso no es la vida humana breve y fugaz como un relámpago? Igual que un hermoso sueño o unos fuegos artificiales, nosotros también dejamos una maravillosa huella en el eterno cielo de la noche.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'éphémère est ce dont rêve la Nation du Tonnerre.\\nLes gloires éphémères sont la plus haute expression de la beauté mortelle, car nous autres, mortels, sommes tels des éclairs dans la nuit. Comme un beau rêve ou une étincelle qui s'embrase, nous laissons une empreinte magnifique sur le ciel nocturne éternel.",
        "id": "Material Penguatan Talenta.\\n\"Transience\" adalah impian bangsa petir.\\nKemuliaan dunia fana adalah perwujudan tertinggi dari keelokan manusia. Bukankah kehidupan manusia di dunia yang fana ini juga layaknya kilat? Sesaat seperti mimpi atau ledakan kembang api yang indah, yang kemudian meninggalkan pesona jejaknya di malam yang abadi.",
        "jp": "天賦育成素材。\\n雷の国が抱く夢は浮世である。\\n浮世の栄華は人生の美しさを表す最高の表現。人の一生、この世にとっては迅雷の如く。夢や花火のように、瞬く間に消えてしまうが、永遠なる夜空に、その輝かしい痕跡を残すことができる。",
        "kr": "특성 육성 소재.\\n번개의 나라의 꿈은 곧 부세다.\\n부세의 부귀영화가 곧 인간이 지닐 수 있는 아름다움의 최고의 표현이다. 인간의 삶이란 어찌 보면 번쩍이는 번개와 흡사하지 않은가? 달콤한 꿈이나 폭죽처럼 찰나의 순간을 누리다가, 영원한 밤장막에 그 눈부신 흔적을 남긴다",
        "pt": "Material de Elevação de Talento.\\nOs sonhos do país de raios são o mundo mortal.\\nA glória do mundo mortal é a maior encarnação da beleza humana. A vida humana neste mundo não é similar como raios? Um instante como um brilhante sonho ou o estouro esplendoroso de um fogo de artifício, que deixa na noite eterna sua marca deslumbrante.",
        "ru": "Материал повышения таланта.\\nБренность - это мечта царства гроз.\\nВеличие бренности есть высшее воплощение смертной красоты. Разве мы, смертные, не подобны вспышке молнии? Как сладкий сон или мгновенное цветение искр, мы оставим красочный след на вечном ночном небосводе.",
        "th": "วัสดุยกระดับพรสวรรค์\\nความฝันของดินแดนแห่งสายฟ้าคือความเป็นนิรันดร์\\nความรุ่งโรจน์ของความเป็นนิรันดร์คือสิ่งที่ยิ่งใหญ่ที่สุดของความงามแห่งมนุษย์ ผู้คนในโลกนั้นคล้ายกับสายฟ้าไม่ใช่หรือ? สวยงามราวกับความฝันหรือดอกไม้ไฟที่ทิ้งร่องรอยเอาไว้ภายใต้ค่ำคืนอันเป็นนิรันดร์",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\nGiấc mơ của Lôi Quốc là khoảnh khắc nơi trần thế.\\nSự rực rỡ hoa lệ thoáng qua chính là nét đẹp hoàn mỹ nhất của con người, con người trên thế gian này chẳng phải cũng giống như sấm sét sao? Đều là những khoảnh khắc đẹp đẽ như giấc mộng hay pháo hoa tỏa sáng, để lại dấu ấn xán lạn nhất trong đêm đen vĩnh hằng."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}