{
    "name": {
        "en": "Teachings of Praxis",
        "de": "Lehren der „Praxis“",
        "chs": "「笃行」的教导",
        "cht": "「篤行」的教導",
        "es": "Enseñanzas de la praxis",
        "fr": "Enseignement de l'Usage",
        "id": "Teachings of Praxis",
        "jp": "「篤行」の教え",
        "kr": "「실천」의 가르침",
        "pt": "Ensinamentos de Práxis",
        "ru": "Учения о «Честности»",
        "th": "Teachings of Praxis",
        "vi": "Bài Giảng Của \"Thực Hành\""
    },
    "id": 104335,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nPraxes are the roots of the nation of wisdom.\\nPraxes stem from an unwavering will. All wisdom is manifested through the unyielding pursuit of goodness. Where goodness is not practiced, ingenuity and eloquence wither.",
        "de": "Material zur Verbesserung von Talenten.\\nDie „Praxis“ ist die Wurzel des Reichs der Weisheit.\\nDie Praxis entstammt dem klaren Willen. Der Weg zu aller Weisheit ist das unnachgiebige Streben nach Gutem. Ohne die Praxis des Guten sind Findigkeit und schöne Worte nichts als Staub.",
        "chs": "天赋培养素材。\\n「笃行」是智慧之国的根系。\\n笃行源于明晰的真性。不懈求索的实践，正是一切智慧最终显现的必经之途。不拘善行，明思与雅言亦无土壤。",
        "cht": "天賦培養素材。\\n「篤行」是智慧之國的根系。\\n篤行源於明晰的真性。不懈求索的實踐，正是一切智慧最終顯現的必經之途。不拘善行，明思與雅言亦無土壤。",
        "es": "Material de mejora de talento.\\nLa praxis conforma las raíces del Reino de la Sabiduría y nace de una naturaleza clara y definida.\\nLa incansable búsqueda de la práctica es el inexorable camino a seguir para la materialización definitiva de la sabiduría. Además, un pensamiento ingenioso y un discurso coherente son imposibles si no van de la mano de la bondad.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'usage représente les racines de la nation de la sagesse.\\nIl naît d'une volonté inébranlable. La sagesse se manifeste à travers la quête de la bonté. Lorsque cette dernière est absente, l'ingéniosité et l'éloquence le sont également.",
        "id": "Material Penguatan Talenta.\\n\"Praxis\" adalah sistem akar bangsa kebijaksanaan.\\nPelaksanaan berasal dari kebenaran yang gamblang. Praktek pengejaran yang tidak henti-hentinya, adalah jalan yang harus ditempuh oleh seluruh kebijaksanaan agar bisa bersinar pada akhirnya. Saat perbuatan baik tidak dipraktekkan, pemikiran jernih dan ucapan elegan akan layu dengan sendirinya.",
        "jp": "天賦育成素材。\\n「篤行」は知恵の国の根である。\\n篤行は明晰な天性より生まれるもの。絶え間ない探究心こそ、すべての知恵が最終的に顕現するための唯一の道である。善行にこだわらないことには、明確な思考や雅言のための土はない。",
        "kr": "특성 육성 소재.\\n「실천」은 지혜의 나라의 뿌리이다.\\n실천은 명확한 의지에서 나온다. 모든 지혜는 끈질긴 탐구와 실천을 통해서만 실현된다. 선함이 동반되지 않으면 올곧은 사상과 뛰어난 언변도 아무 의미가 없다",
        "pt": "Material de Elevação de Talento\\nAs Práxis são as raízes da nação da sabedoria.\\nPráxis provêm de uma vontade inabalável. Toda sabedoria é manifestada através da busca inabalável pelo bem. Onde a bondade não é praticada, engenhosidade e eloquência morrem.",
        "ru": "Материал повышения талантов.\\nЧестность - корень страны мудрости.\\nЧестность рождается из ясности истинной природы. Лишь в практике искреннего неустанного поиска открывается мудрость. Там, где не практикуют честные поступки, нет почвы для ясных мыслей и мудрых слов.",
        "th": "วัสดุยกระดับพรสวรรค์\\n\"การปฏิบัติ\" คือรากเหง้าของอาณาจักรแห่งปัญญา\\nการปฏิบัติเกิดจากธาตุแท้ที่แจ่มชัดและการแสวงหาอย่างไม่ลดละ ซึ่งก็คือหนทางสู่ปัญญาทั้งปวง หากไม่หมั่นทำความดี มีความคิดอันแจ่มแจ้งและเอ่ยวาจาอันงามสง่าก็คงไร้ซึ่งผืนดินให้พึ่งพา",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\n\"Thực Hành\" là gốc rễ của vương quốc trí tuệ.\\nThực hành bắt nguồn từ tính chân thật rõ ràng. Không màng gian khó quyết tâm thực hành, chính là con đường bắt buộc để mọi tri thức biến thành hiện thực. Không quan tâm hành thiện thì tư duy thông thái và lời nói đẹp đẽ cũng không có đất dùng."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}