{
    "name": {
        "en": "Teachings of Admonition",
        "de": "Lehren der „Ermahnung“",
        "chs": "「诤言」的教导",
        "cht": "「諍言」的教導",
        "es": "Enseñanzas de la exhortación",
        "fr": "Enseignement de l'Admonestation",
        "id": "Teachings of Admonition",
        "jp": "「忠言」の教え",
        "kr": "「간언」의 가르침",
        "pt": "Ensinamentos de Admoestações",
        "ru": "Учения о «Наставлениях»",
        "th": "Teachings of Admonition",
        "vi": "Bài Giảng Của \"Khuyên Nhủ\""
    },
    "id": 104329,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nAdmonition is the branches of the nation of wisdom.\\nAdmonition comes from a pure heart. Only sensible words of goodwill can express profound wisdom and free the sprout of knowledge from the shackles of arrogance.",
        "de": "Material zur Verbesserung von Talenten.\\n„Ermahnung“ ist der Zweig des Reiches der Weisheit.\\nNur eine reine Seele kann Ermahnung erzeugen. Die tiefgründigsten Geheimnisse der Weisheit können nur in den nüchternsten und reinsten Worten ausgedrückt werden, wodurch die Saat der Weisheit die Barrieren der Arroganz durchbrechen kann.",
        "chs": "天赋培养素材。\\n「诤言」是智慧之国的枝干。\\n诤言出于纯净的心智。唯有清醒纯善的言语，方能表达深秘的智慧，令睿智之种突破傲慢的壅阻，生根繁茂。",
        "cht": "天賦培養素材。\\n「諍言」是智慧之國的枝幹。\\n諍言出於純淨的心智。唯有清醒純善的言語，方能表達深秘的智慧，令睿智之種突破傲慢的壅阻，生根繁茂。",
        "es": "Material de mejora de talento.\\nLa exhortación conforma las ramas del Reino de la Sabiduría y proviene de un corazón puro.\\nSolo unas palabras claras y llenas de bondad pueden transmitir la más profunda de las sabidurías y liberar a sus semillas de las cadenas de la arrogancia.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'admonestation est une des branches de la nation de la sagesse.\\nElle provient d'un cœur pur et seuls les mots clairs et bienveillants peuvent exprimer une extrême sagesse et libérer les germes de la connaissance des chaînes de l'arrogance.",
        "id": "Material Penguatan Talenta.\\n\"Admonition\" adalah cabang dari bangsa kebijaksanaan.\\nPeringatan berasal dari kebijaksanaan internal yang murni. Hanya kata-kata yang murni baik dan penuh kesadaran, yang akan bisa menyampaikan keajaiban dari kebijaksanaan, sehingga benih kebijaksanaan akan bisa menembus rintangan kesombongan, berakar, dan tumbuh subur.",
        "jp": "天賦育成素材。\\n「忠言」は知恵の国の枝と幹である。\\n忠言は純粋な心から発せられるもの。冷静で善良な言葉だけが、深秘の知恵を表すことができる。そうして叡智の種に傲慢の障壁を突破させ、根を張って生い茂らせるのだ。",
        "kr": "특성 육성 소재.\\n「간언」은 지혜의 나라의 줄기와 가지다.\\n간언은 순수한 마음에서 나온다. 냉철하고 순수한 말만이 깊은 지혜를 표현하고, 지혜의 씨앗이 오만의 장벽을 돌파하고 뿌리를 내려 무성하게 자랄 수 있다",
        "pt": "Material de Elevação de Talento.\\nA exortação são os galhos da nação da sabedoria. Somente palavras sensatas de benevolência podem expressar profunda sabedoria e libertar o broto do conhecimento dos grilhões da arrogância.",
        "ru": "Материал повышения талантов.\\nНаставления служат стволом и ветвями страны мудрости.\\nНаставления рождаются в чистом сердце. Только ясные слова, наполненные чистотой и добротой, могут выразить глубокую мудрость и освободить ростки знания от оков высокомерия.",
        "th": "วัสดุยกระดับพรสวรรค์\\n\"การวิจารณ์\" คือกิ่งก้านของอาณาจักรแห่งปัญญา\\nการวิจารณ์มักจะมาจากจิตใจที่บริสุทธิ์ มีเพียงถ้อยคำที่ชัดเจนและดีงามเท่านั้น ที่จะสามารถถ่ายทอดปัญญาอันลึกซึ้งได้ เพื่อให้เมล็ดพันธุ์แห่งปัญญา ได้หลุดพ้นจากพันธนาการ และหยั่งรากได้สำเร็จ",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\n\"Khuyên Nhủ\" là cành nhánh của vương quốc trí tuệ.\\nKhuyên Nhủ xuất phát từ tâm trí thuần khiết. Chỉ có lời nói tỉnh táo và thánh thiện mới có thể biểu đạt được trí tuệ thâm sâu, để hạt giống trí tuệ có thể đột phá được sự bế tắc ngạo mạn, đâm chồi sum suê."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}