{
    "name": {
        "en": "Teachings of Light",
        "de": "Lehren des „Lichts“",
        "chs": "「天光」的教导",
        "cht": "「天光」的教導",
        "es": "Enseñanzas de la luz",
        "fr": "Enseignement de la Lumière",
        "id": "Teachings of Light",
        "jp": "「天光」の教え",
        "kr": "「천광」의 가르침",
        "pt": "Ensinamentos da Luz Celeste",
        "ru": "Учения о «Свете»",
        "th": "Teachings of Light",
        "vi": "Bài Giảng Của \"Ánh Sáng\""
    },
    "id": 104326,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nLight is the yearning of the land of thunder.\\nThe ruler who claims to have perceived all forever aims to hoard celestial glory. But this vision that cannot be shared only leads people to long for it more fiercely, like moths diving into the flame.",
        "de": "Material zur Verbesserung von Talenten.\\nLicht ist die Sehnsucht des Reichs des Blitzes.\\nDer Herrscher, der behauptet, alles für immer erkannt zu haben, will himmlischen Ruhm horten. Aber diese Vision, die nicht geteilt werden kann, führt nur dazu, dass die Menschen sich noch heftiger danach sehnen, wie Motten, die in die Flamme tauchen.",
        "chs": "天赋培养素材。\\n雷之国土的愿望是天光。\\n自认通透一切的大君，永远企图将高天之光彩尽收囊中。然而无从分享的愿景，却反令须臾之人更加炽烈地追求，犹如飞蛾扑火。",
        "cht": "天賦培養素材。\\n雷之國土的願望是天光。\\n自認通透一切的大君，永遠企圖將高天之光彩盡收囊中。然而無從分享的願景，卻反令須臾之人更加熾烈地追求，猶如飛蛾撲火。",
        "es": "Material de mejora de talento.\\nEl mayor anhelo del Reino del Trueno es la luz.\\nEl gobernante que afirma haber entendido el universo siempre apuntará hacia la gloria celestial. Sin embargo, esta gran comprensión, la cual no se puede compartir con nadie, hace que la gente la anhele con más vehemencia, igual que una polilla se siente atraída por la luz.",
        "fr": "Matériau d'amélioration d'aptitude.\\nLa lumière est l'aspiration de la Nation du Tonnerre.\\nLe dirigeant qui prétend tout savoir pour toujours vise à accumuler la gloire céleste. Mais cette vision qui ne peut être partagée ne mène les gens qu'à la désirer plus hardament, comme des papillons de nuit attirés par une lumière.",
        "id": "Material Penguatan Talenta.\\n\"Light\" adalah harapan bangsa petir.\\nPenguasa yang menganggap dirinya sendiri mahatahu selalu berupaya untuk mendapatkan semua kemuliaan setinggi bintang. Namun Vision yang bukan untuk dibagi-bagikan justru membuat orang semakin menginginkannya dengan lebih tamak — namun akhirnya hanya menjadi senjata makan tuan.",
        "jp": "天賦育成素材。\\n雷の国が求めるのは天光である。\\n全てを知り尽くしていると思い込んだ大君は、常に高天の光彩を手中に収めることを企む。しかし刹那しか生きられない者たちは、炎に向かう蛾のように、自らの共感されぬ願いを熱烈に追求する。",
        "kr": "특성 육성 소재.\\n번개의 나라의 염원은 곧 천광이다\\n스스로 모든 걸 달관했다고 자부하는 대군도, 영원히 저 높은 하늘의 빛을 손에 넣고 싶어 한다. 허나 나눌 길 없는 그 바람이, 찰나를 사는 인간으로 하여금 더욱 열렬하게 천광을 추구하게 만든다. 마치 불 속에 뛰어드는 불나방처럼 말이다",
        "pt": "Material de Elevação de Talento.\\nA luz é o anseio da terra do trovão.\\nO governante que afirma saber de tudo tem o objetivo eterno de chegar à glória celestial. Mas essa visão não pode ser compartilhada, o que leva as pessoas a desejá-la com mais intensidade, como mariposas sendo atraídas para uma chama.",
        "ru": "Материал повышения таланта.\\nСвет - это чаяния царства гроз.\\nГосударь, который считает себя постигшим всё, вечно стремится стяжать небесную славу. Но это видение, которое невозможно разделить с другими, заставляет людей преследовать его с ещё более жарким рвением, подобно летящим на огонь мотылькам.",
        "th": "วัสดุยกระดับพรสวรรค์\\nความปรารถนาของดินแดนแห่งสายฟ้าคือแสงของฟากฟ้า\\nผู้ที่มีความอหังการนั้น มักจะพยายามเก็บเกี่ยวแสงบนฟากฟ้าอยู่เสมอ แต่ความปรารถนาที่ไม่เคยแบ่งปัน กลับทำให้ผู้ที่ต้องการมัน ยิ่งดิ้นรนไขว่คว้า ราวกับแมลงเม่าที่บินเข้ากองไฟ",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\nƯớc nguyện của Lôi quốc là ánh sáng.\\nVị quân tử tự cho mình là thông suốt sẽ luôn cố gắng gặt hái vinh quang trên trời cao. Tuy nhiên, viễn cảnh tham vọng sẽ khiến những người cần nó theo đuổi quyết liệt hơn, giống như những con thiêu thân lao vào lửa."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}