{
    "name": {
        "en": "Teachings of Elegance",
        "de": "Lehren der „Eleganz“",
        "chs": "「风雅」的教导",
        "cht": "「風雅」的教導",
        "es": "Enseñanzas de la elegancia",
        "fr": "Enseignement de l'Élégance",
        "id": "Teachings of Elegance",
        "jp": "「風雅」の教え",
        "kr": "「풍아」의 가르침",
        "pt": "Ensinamentos de Cultura",
        "ru": "Учения об «Изяществе»",
        "th": "Teachings of Elegance",
        "vi": "Bài Giảng Của \"Nhã Nhặn\""
    },
    "id": 104323,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nElegance is the form of the nation of thunder.\\nElegance brooks no flattery, and the elegant are ever noble. They are like the sea eagles who soar on high to contend with the resounding storms. They will not cater to philistine vulgarity, as one would not cast a flower crown into the mud, staining its dignity.",
        "de": "Material zur Verbesserung von Talenten.\\nEleganz ist die Form des Reichs des Blitzes.\\nEleganz duldet keine Schmeicheleien und die Eleganten sind immer edel. Sie sind wie die Seeadler, die sich hoch aufschwingen, um den tosenden Stürmen zu trotzen. Sie werden sich nicht der kulturlose Vulgarität hingeben, so wie man eine Blumenkrone nicht in den Schlamm werfen würde, um ihre Würde zu beschmutzen.",
        "chs": "天赋培养素材。\\n雷之国土的姿容是风雅。\\n风雅是不谄媚。风雅之人永远是高贵的。正似只愿高飞与雷暴争鸣的海鹰；迎合鄙俗则恰如将花冠倒插泥淖，仅让尊严染上了污渍。",
        "cht": "天賦培養素材。\\n雷之國土的姿容是風雅。\\n風雅是不諂媚。風雅之人永遠是高貴的。正似只願高飛與雷暴爭鳴的海鷹；迎合鄙俗則恰如將花冠倒插泥淖，僅讓尊嚴染上了污漬。",
        "es": "Material de mejora de talento.\\nLa elegancia es el aspecto natural del Reino del Trueno.\\nLa elegancia no soporta la adulación, y las personas elegantes siempre son de corazón noble. Son como águilas marinas que vuelan muy alto para competir contra las tormentas. No consienten la vulgaridad, igual que nadie osaría tirar una bella flor al barro para manchar su dignidad.",
        "fr": "Matériau d'amélioration d'aptitude.\\nL'élégance est la forme sous laquelle se présente la Nation du Tonnerre.\\nL'élégance n'aime pas la flatterie et les élégants sont toujours nobles. Ils sont comme ces grands oiseaux des mers qui planent au-dessus des tempêtes retentissantes. Ils ne répondent pas à la vulgarité, comme on ne jette pas une couronne de fleurs dans la boue, sans éclabousser sa propre dignité.",
        "id": "Material Penguatan Talenta.\\n\"Elegance\" adalah wujud bangsa petir.\\nKeanggunan bukanlah sanjungan. Seseorang yang anggun akan selalu mulia. Mereka seperti elang laut yang haus untuk terbang tinggi dan menghadapi badai yang mengamuk. Hal-hal yang vulgar bukanlah sesuatu yang ingin dikejarnya, sama seperti tidak ada juga orang yang akan menaruh sebuah mahkota bunga ke dalam lumpur dan menodai martabatnya sendiri.",
        "jp": "天賦育成素材。\\n雷の国が表す姿は風雅である。\\n風雅とは、媚びぬこと。風雅たる者は常に高貴である。大空を翔け、雷雨に立ち向かう高貴なる鷹のように。低俗に迎合して花冠を泥に染めても、自らの尊厳を汚すだけである。",
        "kr": "특성 육성 소재.\\n번개의 나라의 자태는 곧 고상함이다\\n고상함이라 함은 곧 아부하지 아니함을 뜻한다. 고상한 자는 영원토록 고귀하며, 마치 높이 날아 뇌폭과 투쟁하기만을 바라는 바다의 독수리와도 같다. 속세에 자신을 맞추는 건, 마치 화관에 흙탕물을 퍼붓는 것과 같아서, 자신의 존엄만 더럽힐 뿐이다",
        "pt": "Material de Elevação de Talento.\\nA elegância define a nação do trovão.\\nA elegância não tolera bajulação e os elegantes são sempre nobres. Eles são como as águias marinhas que voam alto para enfrentar as tempestades retumbantes. Eles não se envolvem com vulgaridades nascidas da ignorância, assim como ninguém lançaria uma coroa de flores na lama, manchando sua dignidade.",
        "ru": "Материал повышения таланта.\\nИзящество - это облик царства гроз.\\nИзящество не терпит лести, а изящные люди всегда благородны. Они как морские ястребы, парящие среди звонких гроз. Они не потворствуют пошлости, как никто не бросает венок в лужу, пятная его достоинство.",
        "th": "วัสดุยกระดับพรสวรรค์\\nรูปลักษณ์ของดินแดนแห่งสายฟ้านั้นสง่างาม\\nผู้ที่สง่างามจะไม่สอพลอและมีเกียรติอยู่เสมอ เช่นเดียวกับนกอินทรีตามทะเลที่ต้องการบินให้สูงเพื่อต่อสู้กับพายุฝน การตอบสนองต่อความหยาบคายก็เหมือนกับการเอามงกุฎดอกไม้ไปเกลือกกลั้วโคลน จนทำให้เกียรตินั้นต้องแปดเปื้อน",
        "vi": "Nguyên liệu bồi dưỡng thiên phú.\\nDung mạo của Lôi quốc là sự nhã nhặn.\\nNgười nhã nhặn sẽ luôn cao quý, giống như chim đại bàng biển chỉ muốn bay cao và chống chọi với giông bão; Nghênh tiếp sự thô thiển cũng giống như đặt một tràng hoa xuống bùn, chỉ làm vấy bẩn đi nhân phẩm."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}