{
    "name": {
        "en": "Teachings of Resistance",
        "de": "Lehren des „Widerstands“",
        "chs": "「抗争」的教导",
        "cht": "「抗爭」的教導",
        "es": "Enseñanzas de la resistencia",
        "fr": "Enseignement de la Résistance",
        "id": "Teachings of \"Resistance\"",
        "jp": "「抗争」の教え",
        "kr": "「투쟁」의 가르침",
        "pt": "Ensinamentos de Resistência",
        "ru": "Учения о «Борьбе»",
        "th": "Teachings of Resistance",
        "vi": "Bài Giảng Của \"Kháng Chiến\""
    },
    "id": 104304,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nResistance is the backbone of the land of the wind.\\nThe history of Mondstadt is one of resistances. People rose up to prevent past conflicts from ever being forgotten, like sprouts breaking through the soil, like the eternal wind eroding through stone walls.",
        "de": "Material zum Verbessern von Talenten.\\nWiderstand ist Stütze des Reiches des Windes.\\nDie Geschichte von Mondstadt ist die des Widerstands. Der Widerstand Mondstadts darf nicht vergessen werden. Er ist wie das Gras, das die Erdoberfläche durchbricht, wie der Wind, der die Mauer aushöhlt.",
        "chs": "天赋培养素材。\\n风之国土的脊梁是抗争。\\n蒙德的历史即是抗争的历史。抗争是为了蒙德过去的一切抗争不被遗忘，如同草木突破土壤，如同恒风洞穿石墙。",
        "cht": "天賦培養素材。\\n風之國土的脊樑是抗爭。\\n蒙德的歷史即是抗爭的歷史。抗爭是為了蒙德過去的一切抗爭不被遺忘，如同草木突破土壤，如同恆風洞穿石牆。",
        "es": "Material de mejora de talento.\\nLa resistencia es la columna vertebral del Reino del Viento.\\nLa historia de Mondstadt es una historia de resistencia. Es resistirse a que el pasado de Mondstadt quede en el olvido, como una planta que echa raíces en el suelo, o como el constante viento que erosiona la piedra.",
        "fr": "Matériau d'élévation d'aptitude.\\nLa résistance constitue l'échine du Royaume du Vent.\\nElle a marqué son histoire à travers les âges. Certains se sont soulevés pour que les injustices passées ne tombent pas dans l'oubli, comme des pousses qui jaillissent du sol et le vent qui souffle à travers les murs de pierre.",
        "id": "Material Penguatan Talenta.\\nPerlawanan adalah tulang punggung Kerajaan Angin.\\nSejarah Mondstadt adalah sejarah perlawanan. Rakyat bangkit untuk mencegah konflik masa lalu agar tidak dilupakan, seperti kecambah yang menembus tanah, seperti angin abadi yang bertiup dari celah dinding-dinding batu.",
        "jp": "天賦育成素材。\\n風の国の支柱は抗争である。\\nモンドの歴史はすなわち抗争の歴史。モンドの全ての抗争が忘れられないように抗争する、それは草木が土を破り、風が石の壁を穿つと同じである。",
        "kr": "특성 육성 소재.\\n바람의 나라의 중추는 투쟁이다.\\n몬드의 역사는 투쟁의 역사다. 투쟁은 과거에 발생했던 모든 투쟁을 절대 잊지 않고자 함이다. 마치 새싹이 땅을 뚫고 나오고 물이 바위를 뚫듯이…",
        "pt": "Material para aprimorar o nível de Talento.\\nA resistência é a espinha dorsal do Reino do Vento.\\nA história de Mondstadt é uma das resistências. As pessoas se levantaram para impedir que conflitos passados fossem esquecidos, como brotos rompendo o solo, como o vento eterno corroendo as paredes de pedra.",
        "ru": "Материал повышения таланта.\\nСопротивление - это основа царства ветров.\\nИстория Мондштадта - это история сопротивления. Люди восстали, чтобы не были забыты конфликты прошлого. Они словно ростки, прорывающиеся сквозь почву, словно вечный ветер, разрушающий каменные стены.",
        "th": "วัสดุยกระดับพรสวรรค์\\nการป้องกันคือกระดูกสันหลังของ ประเทศแห่งสายลม\\nประวัติศาสตร์ของ Mondstadt นั้น คือประวัติศาสตร์แห่งการป้องกัน เพื่อที่จะกันไม่ให้ข้อพิพาทต่างๆ ในอดีตนั้นถูกลืมเลือน เฉกเช่นดอกหญ้าที่ขึ้นผ่านผืนทราย เฉกเช่นลมที่แทรกผ่านช่องของ กำแพงหิน",
        "vi": "Nguyên liệu bồi dưỡng Thiên Phú.\\nNền tảng đất nước của gió là kháng chiến.\\nLịch sử của Mondstadt là lịch sử của kháng chiến. Kháng chiến để tất cả những trận chiến trong quá khứ Mondstadt không bị lãng quên, giống như cây cỏ đâm xuyên mặt đất, như ngọn gió thổi qua những bức tường bằng đá."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}