{
    "name": {
        "en": "Teachings of Diligence",
        "de": "Lehren des „Fleißes“",
        "chs": "「勤劳」的教导",
        "cht": "「勤勞」的教導",
        "es": "Enseñanzas del esfuerzo",
        "fr": "Enseignement de la Diligence",
        "id": "Teachings of \"Diligence\"",
        "jp": "「勤労」の教え",
        "kr": "「근면」의 가르침",
        "pt": "Ensinamentos de Esforço",
        "ru": "Учения об «Усердии»",
        "th": "Teachings of Diligence",
        "vi": "Bài Giảng Của \"Chăm Chỉ\""
    },
    "id": 104313,
    "materialDesc": {
        "en": "Talent Level-Up material.\\nIndustriousness is the foundation of the land of Geo.\\nDiligence is having the bravery and the strength to conquer mountains and seas and to pursue gold and prosperity through honest, hard work.",
        "de": "Material zum Verbessern von Talenten.\\nFleiß ist die Grundlage des Reiches des Gesteins.\\nDer Fleiß bringt die Menschen dazu, selbst die höchsten Berge und die tiefsten Gewässer zu bezwingen. Er gibt ihnen den Mut und die Kraft, nach Wohlstand und Gold zu streben.",
        "chs": "天赋培养素材。\\n岩之国土的根基是勤劳。\\n勤劳即为通过人的努力，克服高山与大海，追求繁荣与黄金的勇气与力量。",
        "cht": "天賦培養素材。\\n岩之國土的根基是勤勞。\\n勤勞即為通過人的努力，克服高山與大海，追求繁榮與黃金的勇氣與力量。",
        "es": "Material de mejora de talento.\\nEl esfuerzo es la base del Reino de Piedra.\\nEs conquistar montañas y mares gracias a la diligencia de todos; es la valentía y la fuerza con la que se buscan la prosperidad y la riqueza.",
        "fr": "Matériau d'amélioration d'aptitude.\\nLe goût du travail représente l'essence du Pays de la Roche.\\nConquérir les montagnes et les mers, aspirer à la richesse et à la prospérité... Tout est possible lorsqu'on travaille dur pour atteindre son objectif.",
        "id": "Material Penguatan Talenta.\\nKetekunan adalah dasar dari tanah bumi.\\nKetekunan untuk menaklukkan gunung dan laut, mengejar kemakmuran, keberanian, dan kekuatan yang datang dari kejujuran dan kerja keras.",
        "jp": "天賦育成素材。\\n岩の国の根本は勤労である。\\n勤労とは人の努力で山と海を越え、繁栄と黄金を追い求める勇気と力である。",
        "kr": "특성 육성 소재.\\n바위의 나라의 근간은 근면이다.\\n근면은 사람의 노력을 통해 자연을 극복하고, 번영과 황금을 추구하는 용기와 힘이다",
        "pt": "Material de Elevação de Talento.\\nDiligência é a base do Reino da Terra. A diligência é conquistar montanhas e mares, buscar prosperidade, bravura dourada e poder com trabalho honesto e árduo.",
        "ru": "Материал повышения таланта.\\nТрудолюбие - это фундамент царства земли.\\nТрудолюбие - это покорение гор и морей, стремление к процветанию, золотой храбрости и власти честной, тяжелой работой.",
        "th": "วัสดุยกระดับพรสวรรค์\\nความหมั่นเพียรคือพื้นฐานของ ประเทศแห่งหิน\\nความหมั่นเพียรนั้นถูกพิจารณาจากความขยันของเหล่าผู้คนในอดีต ก้าวผ่านเขาสูงและทะเลอันกว้างใหญ่ ความกล้าหาญและเรี่ยวแรงในการ ตามหาความเจริญรุ่งเรืองและทองคำมากมาย",
        "vi": "Nguyên liệu bồi dưỡng Thiên Phú.\\nNền tảng của đất nước nham thạch là sự chăm chỉ.\\nChăm chỉ chính là sự nỗ lực chinh phục núi cao biển lớn, là dũng khí và sức mạnh theo đuổi phồn hoa và hoàng kim."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}