{
    "name": {
        "en": "Teahouse Lamp: Light Concealed",
        "de": "Teestubenbeleuchtung – „Verborgenes Licht“",
        "chs": "茶室摆灯-「遮隐光」",
        "cht": "茶室擺燈-「遮隱光」",
        "es": "Lámpara para casa de té: Luz oculta",
        "fr": "Lampe de salon de thé « Lumière dissimulée »",
        "id": "Lampu Kedai Teh: Penyembunyian Cahaya",
        "jp": "茶屋置き灯籠-「光遮断」",
        "kr": "찻집 등불-「은폐된 빛」",
        "pt": "Lanterna Suspensa da Casa de Chá: Luz Escondida",
        "ru": "Подсвечник для чайного дома: Скрытый свет",
        "th": "ตะเกียงโรงน้ำชา - \"แสงไฟที่หลบซ่อน\"",
        "vi": "Đèn Phòng Trà - Che Giấu Ánh Sáng"
    },
    "id": 380408,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Teahouse Lamp: Light Concealed.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Teestubenbeleuchtung – Verborgenes Licht“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「茶室摆灯-『遮隐光』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「茶室擺燈-『遮隱光』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Lámpara para casa de té: Luz oculta.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la lampe de salon de thé « Lumière dissimulée ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Lampu Kedai Teh: Penyembunyian Cahaya.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「茶屋置き灯籠-『光遮断』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「찻집 등불-『은폐된 빛』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Lanterna Suspensa da Casa de Chá: Luz Escondida\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Подсвечник для чайного дома: Скрытый свет».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างตะเกียงโรงน้ำชา - \"แสงไฟที่หลบซ่อน\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Đèn Phòng Trà - Che Giấu Ánh Sáng\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}