{
    "name": {
        "en": "Teahouse Vessel: Scent-Sealer",
        "de": "Gefäße der Teestube – „Duftkäfig“",
        "chs": "茶室器物-「锁香笼」",
        "cht": "茶室器物-「鎖香籠」",
        "es": "Utensilio para casa de té: Cofre de sabores",
        "fr": "Ustensiles de salon de thé « Senteur scellée »",
        "id": "Wadah Kedai Teh: Pengunci Aroma",
        "jp": "茶屋器物-「鎖香籠」",
        "kr": "찻집 기물-「쇠향롱」",
        "pt": "Utensílios da Casa de Chá: Enclausurando o Aroma",
        "ru": "Утварь для чайного дома: Курительница",
        "th": "เครื่องใช้ในโรงน้ำชา - \"กรงกักความหอม\"",
        "vi": "Vật Dụng Phòng Trà - Tỏa Hương Hạp"
    },
    "id": 383313,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Teahouse Vessel: Scent-Sealer.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Gefäße der Teestube – Duftkäfig“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「茶室器物-『锁香笼』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「茶室器物-『鎖香籠』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Utensilio para casa de té: Cofre de sabores.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication des ustensiles de salon de thé « Senteur scellée ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Wadah Kedai Teh: Pengunci Aroma.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「茶屋器物-『鎖香籠』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「찻집 기물-『쇠향롱』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Utensílios da Casa de Chá: Enclausurando o Aroma.\\nDepois de usar, você pode entrar na interface de colocação para vê-los.",
        "ru": "Подробная схема изготовления предмета декора «Утварь для чайного дома: Курительница».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างเครื่องใช้ในโรงน้ำชา - \"กรงกักความหอม\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Vật Dụng Phòng Trà - Tỏa Hương Hạp.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}