{
    "name": {
        "en": "Teahouse Candlestand: Scentless Flame",
        "de": "Teestuben-Kerzenständer – „Geruchloses Feuer“",
        "chs": "茶室烛台-「无味火」",
        "cht": "茶室燭臺-「無味火」",
        "es": "Candelero para casa de té: Llama inodora",
        "fr": "Bougeoir de salon de thé « Flamme inodore »",
        "id": "Tempat Lilin Kedai Teh: Api Tak Berbau",
        "jp": "茶屋燭台-「無臭の炎」",
        "kr": "찻집 촛대-「덧없는 불」",
        "pt": "Vela da Casa de Chá: Fogo sem Odor",
        "ru": "Подсвечник для чайного дома: Бесстрастное пламя",
        "th": "เชิงเทียนในโรงน้ำชา - \"เปลวเพลิงไร้กลิ่น\"",
        "vi": "Giá Cắm Nến Phòng Trà - Ngọn Lửa Tẻ Nhạt"
    },
    "id": 380407,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Teahouse Candlestand: Scentless Flame.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Teestuben-Kerzenständer – Geruchloses Feuer“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「茶室烛台-『无味火』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「茶室燭臺-『無味火』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Candelero para casa de té: Llama inodora.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du bougeoir de salon de thé « Flamme inodore ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Tempat Lilin Kedai Teh: Api Tak Berbau.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「茶屋燭台-『無臭の炎』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「찻집 촛대-『덧없는 불』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Vela da Casa de Chá: Fogo sem Odor\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Подсвечник для чайного дома: Бесстрастное пламя».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างเชิงเทียนในโรงน้ำชา - \"เปลวเพลิงไร้กลิ่น\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Giá Cắm Nến Phòng Trà - Ngọn Lửa Tẻ Nhạt\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}