{
    "name": {
        "en": "Teahouse Cushion: Night-Woven",
        "de": "Teestubenkissen – „Abendliches Stickmuster“",
        "chs": "茶室坐垫-「晚禾织」",
        "cht": "茶室坐墊-「晚禾織」",
        "es": "Cojín para casa de té: Tejido nocturno",
        "fr": "Coussin de salon de thé « Tissé nocturne »",
        "id": "Alas Kedai Teh: Tenunan Malam",
        "jp": "茶屋座布団-「晩禾織」",
        "kr": "찻집 방석-「밤 볏짚」",
        "pt": "Assento da Casa de Chá: Bordado dos Grãos Noturnos",
        "ru": "Подушка для чайного дома: Ночное плетение",
        "th": "เบาะในโรงน้ำชา - \"ถักทอยามราตรี\"",
        "vi": "Vật Dụng Phòng Trà - Đệm Rơm"
    },
    "id": 382210,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Teahouse Cushion: Night-Woven.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Teestubenkissen – Abendliches Stickmuster“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「茶室坐垫-『晚禾织』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「茶室坐墊-『晚禾織』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Cojín para casa de té: Tejido nocturno.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du coussin de salon de thé « Tissé nocturne ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Alas Kedai Teh: Tenunan Malam.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「茶屋座布団-『晩禾織』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「찻집 방석-『밤 볏짚』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Assento da Casa de Chá: Bordado dos Grãos Noturnos\".\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Подушка для чайного дома: Ночное плетение».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างเบาะในโรงน้ำชา - \"ถักทอยามราตรี\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Vật Dụng Phòng Trà - Đệm Rơm.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}