{
    "name": {
        "en": "Teahouse Long Table: Seamless Seating",
        "de": "Teestuben-Langtisch – „Lückenlos“",
        "chs": "茶室长桌-「座无隙」",
        "cht": "茶室長桌-「座無隙」",
        "es": "Mesa larga para casa de té: Asientos continuos",
        "fr": "Table de salon de thé « Assise continue »",
        "id": "Meja Panjang Kedai Teh: Dudukan Tanpa Celah",
        "jp": "茶屋の長机-「座隙無」",
        "kr": "찻집 테이블-「틈이 없는 자리」",
        "pt": "Mesa Longa de Chá \"Nenhuma Rachadura\"",
        "ru": "Длинный стол для чайного дома: Гладкая посадка",
        "th": "โต๊ะยาวในโรงน้ำชา - \"ที่นั่งแนบชิด\"",
        "vi": "Bàn Dài Phòng Trà - Không Khoảng Cách"
    },
    "id": 381316,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Teahouse Long Table: Seamless Seating.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Teestuben-Langtisch – Lückenlos“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「茶室长桌-『座无隙』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「茶室長桌-『座無隙』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Mesa larga para casa de té: Asientos continuos.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la table de salon de thé « Assise continue ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Meja Panjang Kedai Teh: Dudukan Tanpa Celah.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「茶屋の長机-『座隙無』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「찻집 테이블-『틈이 없는 자리』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Mesa Longa de Chá \"Nenhuma Rachadura\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Длинный стол для чайного дома: Гладкая посадка».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างโต๊ะยาวในโรงน้ำชา - \"ที่นั่งแนบชิด\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Bàn Dài Phòng Trà - Không Khoảng Cách.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}