{
    "name": {
        "en": "Teahouse Counter: \"Toshimaru\"",
        "de": "Teestuben-Tresen – „Toshimaru“",
        "chs": "茶室柜台-「十四丸」",
        "cht": "茶室櫃臺-「十四丸」",
        "es": "Mostrador para casa de té: “Catorcemaru”",
        "fr": "Comptoir de salon de thé « Toshimaru »",
        "id": "Konter Kedai Teh: Toshimaru",
        "jp": "茶屋勘定台-「十四丸」",
        "kr": "찻집 카운터-「십사환」",
        "pt": "Balcão da Casa de Chá: \"Shishimaru\"",
        "ru": "Стойка чайного дома: Тосимару",
        "th": "เคาน์เตอร์โรงน้ำชา - \"Toshimaru\"",
        "vi": "Quầy Phòng Trà - \"Toshimaru\""
    },
    "id": 381502,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Teahouse Counter: \"Toshimaru.\"\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Teestuben-Tresen – Toshimaru“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「茶室柜台-『十四丸』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「茶室櫃檯-『十四丸』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Mostrador para casa de té: “Catorcemaru”.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du comptoir de salon de thé « Toshimaru ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Konter Kedai Teh: Toshimaru.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「茶屋勘定台-『十四丸』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면,「찻집 카운터-『십사환』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Balcão da Casa de Chá: \"Shishimaru\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Стойка чайного дома: Тосимару».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างเคาน์เตอร์โรงน้ำชา - \"Toshimaru\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Quầy Phòng Trà - \"Toshimaru\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}