{
    "name": {
        "en": "Tears of the Calamitous God",
        "de": "Tränen des unheilvollen Gottes",
        "chs": "祸神之禊泪",
        "cht": "禍神之禊淚",
        "es": "Lágrima de la diosa del desastre",
        "fr": "Larmes de la divinité calamiteuse",
        "id": "Tears of the Calamitous God",
        "jp": "禍神の禊涙",
        "kr": "재앙신의 액운을 쫓는 눈물",
        "pt": "Lágrima da Deusa do Desastre",
        "ru": "Слёзы очищения божества бедствий",
        "th": "Tears of the Calamitous God",
        "vi": "Nước Mắt Tai Ương"
    },
    "id": 113033,
    "materialDesc": {
        "en": "A puppet joint obtained from the Plane of Euthymia. The gesture here is in the shape of the baleful Eye of Stormy Judgment.\\nSince they are able to bring down curse and catastrophe alike with a mere gaze, it might seem natural to blame life's misfortunes on calamitous deities. However, if you think about it a little harder, if your will is strong enough, and if your convictions are firm enough...\\nThe catastrophes go on for too long. Even a baleful gaze must wash itself with tears.",
        "de": "Ein Puppengelenk in Form des unheilvollen Auges der Blitzstrafe, das du in den utopischen Gefilden erhalten hast.\\nDa sie in der Lage sind, mit einem bloßen Blick Fluch und Katastrophe gleichermaßen herbeizuführen, mag es natürlich erscheinen, das Unglück des Lebens auf die Gottheit des Unheils zu schieben. Aber denk mal etwas genauer darüber nach: Wenn dein Wille stark genug und deine Überzeugungen fest genug sind ...\\nDie Katastrophen dauern zu lange an. Selbst ein unheilvoller Blick muss sich mit Tränen waschen.",
        "chs": "从净土中取回的人偶关节，这一部分乃是「恶曜之眼」的造型。\\n仅仅依靠凝视就可以降下灾祸与诅咒，因此把人生之不顺归咎于「祸神」似乎理所当然。但是好好想想吧，倘若意志足够强大，信念足够坚定…\\n万劫太过久远，凶星恶曜亦能以泪涤净自身。",
        "cht": "從淨土中取回的人偶關節，這一部分乃是「惡曜之眼」的造型。\\n僅僅依靠凝視就可以降下災禍與詛咒，因此把人生之不順歸咎於「禍神」似乎理所當然。但是好好想想吧，倘若意志足夠強大，信念足夠堅定…\\n萬劫太過久遠，凶星惡曜亦能以淚滌淨自身。",
        "es": "Una parte del cuerpo de una marioneta obtenida en el plano de la eutimia. Tiene la forma del ojo del castigo atronador.\\nPuesto que un dios del desastre es capaz de provocar catástrofes y maldiciones con solo una mirada, la gente suele echarles la culpa de sus propias desgracias. Sin embargo, piénsalo: ¿te seguiría pasando lo mismo si tuvieras la suficiente determinación y tus ideales fueran lo suficientemente firmes?\\nPor muchos desastres que ocurran, incluso un ojo maligno puede purificarse con sus propias lágrimas.",
        "fr": "Une articulation de marionnette obtenue dans le plan euthymique. Le geste ici a la forme du funeste œil de jugement orageux.\\nÉtant donné qu'elles sont capables d'abattre la malédiction et de faire pleuvoir les catastrophes d'un simple regard, il peut paraître naturel d'attribuer les malheurs de la vie aux divinités calamiteuses. Cependant, si on y réfléchit d'un peu plus près, quand notre volonté est assez forte et nos convictions suffisamment fermes...\\nPeu importe les catastrophes, même un œil maléfique peut se laver de ses larmes.",
        "id": "Sendi boneka yang didapatkan dari Plane of Euthymia. Bagian ini berbentuk Eye of Stormy Judgment.\\nKarena dapat menjatuhkan kutukan dan bencana hanya dengan tatapannya, tidak heran kalau orang menyalahkan kesialan hidupnya pada dewa kehancuran. Tapi kalau kamu pikir baik-baik, kalau tekadmu cukup kuat, dan imanmu cukup kuat ...\\nKehancurannya sudah berlangsung terlalu lama. Bahkan tatapan paling keji sekalipun harus membasuh dirinya dengan air mata.",
        "jp": "浄土から取り出した人形の関節。「悪曜の眼」の形をしている。\\nこの眼で眺めるだけで災いや呪いを下せるため、人生の不幸を「禍神」のせいにするのも無理はない。だが、よくよく考えると、もし自分の意志が強く、信念が固かったならどうだろうか…\\n万劫はあまりに遠いが、凶星悪曜ですら涙で身を清めることができるのだ。",
        "kr": "정토에서 가지고 온 인형 관절. 이 부분은 「악요의 눈」처럼 생겼다.\\n쳐다보는 것만으로 재앙과 저주를 내릴 수 있다. 그래서 사람들은 인생이 순탄하지 못하면 모두 자연스레 「재앙신」의 탓으로 돌린다. 하지만 잘 생각해 보자. 의지가 강하고, 신념만 굳건하다면….\\n만겁은 길어서, 흉흉한 악요도 눈물로 자신을 정화할 수 있다",
        "pt": "Uma articulação de marionete obtida do Plano da Eutimia. Sua aparência é semelhante ao formato do Olho do Julgamento Tempestuoso.\\nComo eles são capazes de acabar com a maldição com um simples olhar, parece ser nada além do que natural culpar os infortúnios da vida na Deusa do Desastre. Porém, se você pensar bem nisso, se a sua vontade for forte o suficiente, e se suas convicções forem firmes e definidas... você ainda continuaria pensando nisso?\\nAs catástrofes continuam por muito tempo. Até mesmo um olhar maléfico deve se acabar em lágrimas.",
        "ru": "Деталь марионетки, добытая из Царства эвтюмии. Жест выполнен в форме зловещего Глаза наказания.\\nПоскольку проклятые божества способны одним лишь взглядом наложить проклятие и ниспослать бедствия, может показаться вполне естественным обвинять их во всех жизненных невзгодах. Однако если хорошенько подумать, будь твоя воля достаточно сильна, а убеждения тверды...\\nБедствия продолжаются слишком долго. Даже свирепый Глаз наказания омоется слезами.",
        "th": "ข้อต่อของหุ่นเชิดที่ได้มาจากดินแดนแห่งใจที่บริสุทธิ์ ชิ้นส่วนนี้เป็นรูปทรงของ Eye of Stormy Judgment\\nเพียงแค่อาศัยการจ้องมองก็สามารถสร้างหายนะและคำสาปขึ้นได้ ด้วยเหตุเช่นนั้น การโทษว่าความโชคร้ายในชีวิตต่างเป็นเพราะเทพแห่งความหายนะจึงกลายเป็นเรื่องปกติ แต่ลองไตร่ตรองดูให้ดีเถิด ถ้ามีเจตจำนงแข็งแกร่งและศรัทธาที่มั่นคงเพียงพอแล้วละก็...\\nอย่างไรก็ตาม ภัยพิบัตินับไม่ถ้วนนั้นเกิดขึ้นเมื่อนานแสนนานมาแล้ว แม้แต่การจ้องมองที่กราดเกรี้ยวก็ยังต้องชโลมตัวเองด้วยน้ำตา",
        "vi": "Bộ phận của con rối mang về từ Tịnh Thổ, phần này có hình dạng \"Con Mắt Ác Ma\".\\nChỉ cần dựa vào ánh mắt cũng có thể giáng xuống tai họa và lời nguyền, vì vậy khi cuộc sống không được suôn sẻ, việc đổ lỗi cho \"vị thần tai ương\" là lẽ đương nhiên. Nhưng hãy nghĩ kỹ lại xem, nếu ý chí đủ kiên định và niềm tin đủ mạnh...\\nVạn kiếp quá dài, ngay cả hung tinh tà ác cũng có thể tự rửa sạch mình bằng nước mắt."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}