{
    "name": {
        "en": "Tea Talk",
        "de": "Teegespräch",
        "chs": "闲时茶话",
        "cht": "閒時茶話",
        "es": "Conversaciones con una taza de té",
        "fr": "« Conversation autour d'une tasse de thé »",
        "id": "Obrolan Teh",
        "jp": "休憩時の茶話",
        "kr": "한가한 티타임",
        "pt": "Conversa do Chá",
        "ru": "Чайная беседа",
        "th": "พูดคุยจิบน้ำชาในเวลาว่าง",
        "vi": "Trà Chiều Thảnh Thơi"
    },
    "id": 350009,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up \"Tea Talk.\"\\nThe people of Liyue often invite friends over to their places to sit and have a chat over some tea. A good time can be had with just this tea table and two chairs.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Teegespräch“.\\nDie Menschen in Liyue laden oft Freunde zu sich ein, um bei einer Tasse Tee zu sitzen und sich zu unterhalten. Mit nur diesem Teetisch und zwei Stühlen kann man eine gute Zeit haben.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「闲时茶话」的放置方法。\\n璃月居民常请朋友到家中坐坐，品茶聊天。只需这样的一张茶桌与两张茶椅，就能度过愉快的闲暇时光。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「閒時茶話」的放置方法。\\n璃月居民常請朋友到家中坐坐，品茶聊天。只需這樣的一張茶桌與兩張茶椅，就能度過愉快的閒暇時光。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar Conversaciones con una taza de té.\\nLa gente de Liyue invita con frecuencia a sus amigos a tomar el té y charlar en su casa. Para pasar un buen rato solo hacen falta esta mesa y estas sillas.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de la « Conversation autour d'une tasse de thé ».\\nLes habitants de Liyue invitent souvent des amis à venir discuter en prenant le thé chez eux. Un bon moment en perspective avec seulement cette table à thé et ces deux chaises.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Obrolan Teh\".\\nPara penduduk Liyue sering mengundang teman-temannya untuk datang ke rumah dan berbincang sambil menikmati teh. Siapa pun bisa menghabiskan waktu luang yang menyenangkan hanya dengan meja teh ini dan dua kursi.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「休憩時の茶話」の詳しい配置方法が載っている設計図。\\n璃月の住民は、よく友人を家に招いて、お茶を飲みながら会話をする。このようなお茶机とお茶椅子が2脚あれば、楽しい余暇を過ごすことができるだろう。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「한가한 티타임」의 설치 방법이 기재되어 있다.\\n리월 주민들은 종종 친구들을 차와 수다를 즐길 수 있도록 집에 초대한다. 이런 다탁과 의자 두 개만 있어도 한가한 티타임을 보낼 수 있다.\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Conversa do Chá\".\\nO povo de Liyue frequentemente convida amigos para sentarem-se em seus lugares e conversarem durante um chá. É possível ter um bom divertimento apenas com esta mesa de chá e duas cadeiras.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Чайная беседа».\\nЖители Ли Юэ часто приглашают друзей домой, чтобы посидеть и поболтать. Хорошо провести время можно только за чайным столиком и двумя стульями.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"พูดคุยจิบน้ำชาในเวลาว่าง\"\\nชาวเมือง Liyue มักจะชวนเพื่อน ๆ มานั่งที่บ้าน จิบชาและพูดคุยกัน ด้วยโต๊ะน้ำชาและเก้าอี้น้ำชาสองตัว คุณสามารถใช้เวลาพักผ่อนได้อย่างมีความสุข\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Trà Chiều Thảnh Thơi\".\\nNgười Liyue thường mời bạn bè về nhà chơi, uống trà nói chuyện. Chỉ cần một chiếc bàn trà và hai cái ghế như vậy thì đã có thể tận hưởng niềm vui nhàn rỗi.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}