{
    "name": {
        "en": "Tenryou Commission Secret Letter",
        "de": "Geheimer Brief der Tenryou-Verwaltung",
        "chs": "天领奉行的密信",
        "cht": "天領奉行的密信",
        "es": "Carta secreta de la Comisión Tenryou",
        "fr": "Lettre secrète de la Commission administrative",
        "id": "Surat Rahasia Tenryou Commission",
        "jp": "天領奉行の密書",
        "kr": "텐료 봉행의 밀서",
        "pt": "Carta Secreta da Comissão Tenryou",
        "ru": "Секретное письмо комиссии Тэнрё",
        "th": "จดหมายลับของสำนัก Tenryou",
        "vi": "Mật Thư Của Hiệp Hội Tenryou"
    },
    "id": 101544,
    "materialDesc": {
        "en": "Obtained from Kujou Takayuki. The contents are a bit ambiguous, but it isn't difficult to see that some of it involves an exchange of intelligence with the Fatui.",
        "de": "Erhalten von Kujou Takayuki. Der Inhalt ist ein wenig zweideutig, aber es ist nicht schwer zu erkennen, dass ein Teil davon einen Austausch von Informationen mit den Fatui beinhaltet.",
        "chs": "从九条孝行处取得，内容有些暧昧晦涩，但不难看出部分内容是在与愚人众交换情报。",
        "cht": "從九條孝行處取得，內容有些曖昧晦澀，但不難看出部分內容是在與愚人眾交換情報。",
        "es": "Obtenido de Kujou Takayuki. Aunque el contenido es un poco ambiguo, no es difícil ver que una parte de él está relacionado con el intercambio de información con los Fatui.",
        "fr": "Une lettre obtenue de Kujou Takayuki. Son contenu est ambigu, mais il n'est pas difficile d'en déduire qu'il s'agit d'un échange de renseignements avec les Fatui.",
        "id": "Didapatkan dari Kujou Takayuki. Isinya sedikit ambigu, tapi mudah dilihat bahwa ada tindakan yang terkait dengan aksi pertukaran informasi dengan Fatui.",
        "jp": "九条孝行のところから手に入れた密書。内容が曖昧で理解しにくいが、ファデュイとの情報交換に関わる内容であることは間違いない。",
        "kr": "쿠죠 타카유키에게서 획득했다, 애매하고 이해하기 어려운 내용. 하지만 그 일부 내용은 우인단과의 정보 교류라는 사실을 어렵지 않게 확인할 수 있다",
        "pt": "Obtido de Kujou Takayuki. O conteúdo é um pouco ambíguo, mas não é difícil ver que parte dele envolve uma troca de informações com os Fatui.",
        "ru": "Получено у Кудзё Такаюки. Содержание не совсем понятно, но нетрудно догадаться, что оно связано с обменом разведданными с Фатуи.",
        "th": "จดหมายที่ได้มาจาก Kujou Takayuki เนื้อหาค่อนข้างคลุมเครือ แต่ก็ไม่ยากที่จะเห็นว่าส่วนหนึ่งของเนื้อหานั้นเป็นการแลกเปลี่ยนข้อมูลกับ Fatui",
        "vi": "Lấy ở chỗ Kujou Takayuki, nội dung hơi lằng nhằng, nhưng không khó để nhận ra một phần nội dung là tình báo đang trao đổi với Fatui."
    },
    "materialType": "MATERIAL_QUEST"
}