{
    "name": {
        "en": "Teucer's Mora Pouch",
        "de": "Teucers Morabörse",
        "chs": "来自托克的摩拉袋",
        "cht": "來自托克的摩拉袋",
        "es": "Bolsa de Moras de Teucer",
        "fr": "Bourse de moras de Teucer",
        "id": "Kantong Mora Teucer",
        "jp": "テウセルのモラ袋",
        "kr": "테우세르의 모라 주머니",
        "pt": "Saco de Mora de Teucer",
        "ru": "Мешочек с морой Тевкра",
        "th": "ถุง Mora จาก Teucer",
        "vi": "Túi Mora của Teucer"
    },
    "id": 100554,
    "materialDesc": {
        "en": "A very hefty bag of cash that Teucer was all too eager to offload onto you... One wonders what sort of family this Snezhnayan kid comes from.\\nThe face value of each of these gold coins is very large, but they can be redeemed for smaller change at the Northland Bank.",
        "de": "Ein schwerer Geldbeutel, den Teucer dir zugesteckt hat. Da fragt man sich schon, aus was für einer Familie dieser Junge aus Snezhnaya wohl kommt.\\nDie Zahlen auf jeder Münze sind sehr groß. In der Bank des Nordens können die Münzen jedoch gegen Kleingeld eingetauscht werden.",
        "chs": "托克塞给你的沉甸甸的钱袋，这个来自至冬的孩子究竟出自什么样的家庭呢…\\n每枚金币的面值都很庞大，但可以在「北国银行」兑换成零钱。",
        "cht": "#托克塞給{F#妳}{M#你}的沉甸甸的錢袋，這個來自至冬的孩子究竟出自什麼樣的家庭呢…\\n每枚金幣的面值都很龐大，但可以在「北國銀行」兌換成零錢。",
        "es": "Un pesado monedero que te dio Teucer. ¿De qué tipo de familia provendrá este niño de Snezhnaya?\\nEl valor nominal de cada una de estas monedas de oro es muy alto, pero se pueden canjear por monedas de menor denominación en el Banco del Reino del Norte.",
        "fr": "Une bourse d'argent que Teucer vous a remis. De quel genre de famille vient ce jeune homme de Snezhnaya ?\\nLa Banque du Nord peut vous faire de la monnaie sur ces pièces de grande valeur.",
        "id": "Sekantong penuh uang yang Teucer berikan kepadamu. Entah dia berasal dari keluarga Snezhnaya yang seperti apa...\\nNilai pecahan masing-masing uang ini sangat besar, tapi bisa ditukarkan dengan pecahan yang lebih kecil di Northland Bank.",
        "jp": "テウセルが渡してくれたずっしりとした銭袋。スネージナヤから来たこの子はどのような家で育ったのか…\\n金貨1枚の価値は高すぎるが「北国銀行」で小銭と交換できる。",
        "kr": "테우세르가 쩔러준 묵직한 돈주머니, 스네즈나야에서 온 이 아이는 어떤 집안 출신인 걸까…?\\n금화 한 개당 액면가가 매우 높지만 「북국 은행」에서 잔돈으로 바꿀 수 있다",
        "pt": "Um saco de moedas que Teucer lhe deu. Como será a família dessa criança que veio de Snezhnaya?\\nEssas moedas de ouro valem muito, mas podem ser trocadas por moedas de menor valor no Banco do Norte.",
        "ru": "Увесистый кошелёк, щедро выданный вам Тевкром. Какой же семье принадлежит этот ребёнок из Снежной?..\\nМонеты внутри очень большого номинала, но их можно разменять в Банке северного королевства.",
        "th": "ถุงเงินหนักอึ้ง ที่ Teucer ให้มา สงสัยจังว่าเด็กจาก Snezhnaya คนนี้มาจากครอบครัวแบบไหนกันนะ...\\nมูลค่าของเหรียญทองแต่ละเหรียญนั้นมากมายมหาศาล และสามารถแลกเงินย่อยได้ที่ \"Northland Bank\"",
        "vi": "Túi tiền nặng trình trịch mà Teucer đưa cho bạn, đứa trẻ đến từ Snezhnaya rốt cuộc xuất thân từ gia đình thế nào...\\nMỗi đồng tiền vàng đều có mệnh giá vô cùng lớn, có thể đổi sang tiền lẻ tại \"Ngân hàng Bắc Quốc\""
    },
    "materialType": "MATERIAL_QUEST"
}