{
    "name": {
        "en": "Teyvat Charred Egg",
        "de": "Angebranntes Teyvat-Spiegelei",
        "chs": "提瓦特焦蛋",
        "cht": "提瓦特焦蛋",
        "es": "Huevo frito crujiente de Teyvat",
        "fr": "Œuf brûlé de Teyvat",
        "id": "Crispy Teyvat Egg",
        "jp": "テイワット風焦げ卵",
        "kr": "티바트 바삭 프라이",
        "pt": "Ovo de Teyvat Crocante",
        "ru": "Тейватская хрустящая яичница",
        "th": "Crispy Teyvat Egg",
        "vi": "Trứng Chiên Teyvat Cháy"
    },
    "id": 108116,
    "materialDesc": {
        "en": "Bennett's specialty. For some reason, every single fried egg is a little burnt around the edges. That said, the burnt crisp does lend a whole new flavor to the dish.",
        "de": "Bennettes Spezialzubereitung. Jedes Mal scheinen die Ränder bei der Zubereitung etwas anzubrennen. Das gibt dem Gericht aber wenigstens eine ganz eigene Note.",
        "chs": "班尼特的特色料理。不知道为什么每份煎蛋边缘都是焦焦的，但焦脆也带来了别具一格的风味。",
        "cht": "班尼特的特色料理。不知道為什麼每份煎蛋邊緣都是焦焦的，但焦脆也帶來了別具一格的風味。",
        "es": "La especialidad de Bennett. Por alguna razón, cada huevo frito que hace se le quema un poco alrededor de los bordes. Dicho esto, el crujiente quemado le da un sabor completamente nuevo al plato.",
        "fr": "Spécialité culinaire de Bennett. On ignore pourquoi l'œuf est aussi brûlé, mais c'est bien croustillant.",
        "id": "Spesialisasi Bennett. Karena beberapa alasan, setiap telur goreng sedikit hangus di pinggirnya. Namun banyak yang mengatakan bahwa bagian kering yang terbakar menambah rasa baru pada masakannya.",
        "jp": "ベネットのオリジナル料理。目玉焼きのまわりはどうしても焦げがちだが、そのパリパリした食感は新しい風味をもたらしてくれる。",
        "kr": "베넷의 특제 요리. 왜 달걀 프라이의 가장자리가 전부 타버렸는지 모르겠지만 바삭한 식감이 색다른 풍미를 더해준다",
        "pt": "Especialidade de Bennett. Por alguma razão, cada ovo frito é um pouco queimado nas bordas. Dito isto, a batata frita queimada dá um sabor totalmente novo ao prato.",
        "ru": "Особое блюдо Беннета. По какой-то неизвестной причине края яйца слегка подгорели. Но стоит признать, что хруст подгоревших краёв дарит любителям яичницы новые ощущения.",
        "th": "เมนูพิเศษของ Bennett ไม่รู้ว่าทำไมขอบของไข่ดาวถึงชอบ ไหม้ แต่ขอบกรอบ ๆ นี้ ก็ให้รสชาติที่อร่อยเฉพาะตัว",
        "vi": "Món ăn đặc biệt của Bennett. Không biết lý do vì sao mỗi phần trứng chiên đều cháy vàng ở viền, có điều hương vị cháy giòn cũng làm nó trở nên đặc biệt."
    },
    "materialType": "MATERIAL_FOOD"
}