{
    "name": {
        "en": "Teyvat Travel Guide - Inazuma",
        "de": "Reiseführer Teyvat – Inazuma",
        "chs": "提瓦特游览指南·稻妻篇",
        "cht": "提瓦特遊覽指南·稻妻篇",
        "es": "Guía de viaje de Teyvat: Inazuma",
        "fr": "Guide de voyage en Teyvat - Inazuma",
        "id": "Panduan Wisata Teyvat - Inazuma",
        "jp": "テイワット観光ガイド·稲妻編",
        "kr": "티바트 유람 가이드·이나즈마편",
        "pt": "Guia de Viagem de Teyvat - Inazuma",
        "ru": "Путеводитель по Тейвату. Инадзума",
        "th": "หนังสือนำเที่ยว Teyvat - Inazuma",
        "vi": "Hướng Dẫn Du Ngoạn Teyvat - Chương Inazuma"
    },
    "id": 101558,
    "materialDesc": {
        "en": "A magazine by the Adventurers' Guild. Each issue introduces great sceneries across Teyvat. This issue includes a short traveling diary of Alice the Traveler in Inazuma.",
        "de": "Eine Reisezeitschrift, die von der Abenteurergilde herausgegeben wird. In jeder Ausgabe werden Szenerien auf Teyvat beschrieben und Reiseempfehlungen ausgesprochen. In diesem Heft ist eine Zusammenfassung des Reiseberichts von Alice in Inazuma zu finden.",
        "chs": "冒险家协会主办的旅行杂志，每一期都会介绍提瓦特大陆各地值得游览的景色。这一本登载了旅行家艾莉丝在稻妻的简短行记。",
        "cht": "冒險家協會主辦的旅遊雜誌，每一期都會介紹提瓦特大陸各地值得遊覽的景色。這一本登載了旅行家艾莉絲在稻妻的簡短遊記。",
        "es": "Una revista del Gremio de Aventureros. Cada número muestra grandes paisajes de todo Teyvat. Este número incluye un breve diario de Alice la viajera, en Inazuma.",
        "fr": "Un magazine publié par la Guilde des aventuriers. Chaque numéro montre de beaux paysages et recommande les lieux à visiter en Teyvat. Ce numéro comprend les notes d'Alice, la voyageuse, à Inazuma.",
        "id": "Majalah yang dibuat oleh Adventurers' Guild. Setiap edisi memperkenalkan pemandangan Teyvat yang luar biasa. Edisi kali ini juga menceritakan kisah singkat tentang perjalanan Alice si pengembara di Inazuma.",
        "jp": "冒険者協会が発行する観光ガイド。毎回テイワット大陸の観光名所を紹介する。この一冊は旅行家アリスの稲妻滞在時の旅行記が掲載されている。",
        "kr": "모험가 길드에서 발행하는 여행잡지. 매번 티바트 대륙의 여행할 만한 장소를 소개한다. 이 책엔 여행가 앨리스의 이나즈마 여행기가 실려 있다",
        "pt": "Uma revista da Associação de Aventureiros. Cada edição apresenta ótimos cenários em Teyvat. Esta edição inclui um breve diário de viagem de Alice, a Viajante, sobre suas experiências em Inazuma.",
        "ru": "Периодическое издание, выпускаемое Гильдией искателей приключений. Каждый выпуск посвящён отдельному региону Тейвата. В этом выпуске вас ждут путевые заметки путешественницы Алисы о её визите в Инадзуму.",
        "th": "นิตยสารการท่องเที่ยวของที่จัดทำขึ้นโดยกิลด์นักผจญภัย แต่ละฉบับจะแนะนำสถานที่น่าเที่ยวต่าง ๆ ของดินแดน Teyvat โดยเล่มนี้เป็นบันทึกการเดินทางช่วงสั้น ๆ ของ Alice ขณะที่อยู่ใน Inazuma",
        "vi": "Tạp chí lữ hành được Hiệp Hội Nhà Mạo Hiểm biên tập, mỗi kỳ đều giới thiệu những điểm du lịch đáng đến trên đại lục Teyvat. Kỳ này giới thiệu về hành trình của Nhà Lữ Hành Aeris tại Inazuma."
    },
    "materialType": "MATERIAL_QUEST"
}