{
    "name": {
        "en": "Thank-You Letter",
        "de": "Dankesbrief",
        "chs": "感谢信",
        "cht": "感謝信",
        "es": "Carta de agradecimiento",
        "fr": "Lettre de remerciements",
        "id": "Surat Terima Kasih",
        "jp": "感謝の手紙",
        "kr": "감사 편지",
        "pt": "Carta de Agradecimento",
        "ru": "Письмо благодарности",
        "th": "จดหมายขอบคุณ",
        "vi": "Thư Cảm Ơn"
    },
    "id": 100703,
    "materialDesc": {
        "en": "A crumpled note featuring hastily written characters. One can imagine the state its author was in when they wrote it.",
        "de": "Ein zerknitterter Zettel mit sehr zittriger Handschrift. Es ist nicht sonderlich schwer, sich den Geisteszustand der Person vorzustellen, die diesen Brief geschrieben hat.",
        "chs": "一张被揉皱了的纸条，纸条上的字迹很是潦草，能想象到写这份字条的人当时所处的状态。",
        "cht": "一張被揉皺了的紙條，紙條上的字跡很是潦草，能想像到寫這份字條的人當時所處的狀態。",
        "es": "Una nota arrugada con una caligrafía muy descuidada. No es difícil imaginar el estado de ánimo en el que se encontraba la persona que la escribió.",
        "fr": "Une note froissée avec des caractères écrits à la hâte, laissant imaginer l'état d'esprit de l'auteur quand il les a écrits.",
        "id": "Secarik kertas catatan yang sudah sangat lecek, tulisan di kertas ini juga sangat berantakan. Sepertinya kita bisa membayangkan kondisi orang yang menulisnya.",
        "jp": "皺くちゃになった紙。紙に書かれた字は不格好で、書き手の当時の状態を簡単に想像できる。",
        "kr": "구겨진 편지. 비뚤비뚤한 글씨에서 이 편지를 쓴 사람이 어떤 상태였는지 짐작할 수 있다",
        "pt": "Uma nota amassada com palavras escritas apressadamente. É fácil de imaginar como seu autor estava quando escreveu ela.",
        "ru": "Мятая записка с наспех написанным текстом. Можно представить, в каком состоянии находился её автор, когда писал её.",
        "th": "กระดาษยับยู่ยี่ที่มีตัวอักษรเขียนเอาไว้อย่างเร่งรีบ ทำให้สามารถจินตนาการถึงสภาพจิตใจของผู้เขียนจดหมายฉบับนี้",
        "vi": "Một tờ giấy nhàu nát, nét chữ trên tờ giấy rất nguệch ngoạc, có thể hình dung được trạng thái của người viết tờ giấy này."
    },
    "materialType": "MATERIAL_QUEST"
}