{
    "name": {
        "en": "The Boar Princess (VII)",
        "de": "Die Wildschweinprinzessin – Band VII",
        "chs": "野猪公主·卷七",
        "cht": "野豬公主·卷七",
        "es": "La princesa jabalí (VII)",
        "fr": "La princesse sanglier - Tome VII",
        "id": "Putri Babi Hutan (VII)",
        "jp": "イノシシプリンセス·7",
        "kr": "멧돼지 공주·권7",
        "pt": "A Princesa Javali (VII)",
        "ru": "Принцесса-кабан. Том VII",
        "th": "เจ้าหญิงหมูป่า (VII)",
        "vi": "Công Chúa Heo Rừng (VII)"
    },
    "id": 100207,
    "materialDesc": {
        "en": "All the sacrifices made out in the frozen plains were not in vain. The perfect ending of friendship, love, life and death!\\nThis is the end to the famous and touching story, The Boar Princess.",
        "de": "Kein Opfer war umsonst in der Eiswüste. Freundschaft, Liebe und Tod haben ein perfektes Ende gefunden!\\nDas große Ende der zu Tränen rührenden Geschichte „Die Wildschweinprinzessin“!",
        "chs": "冰封原野中的一切牺牲终于没有白费，友谊、爱与生死的完美终曲！\\n催人泪下的童话名作，《野猪公主》，大结局！",
        "cht": "冰封原野中的一切犧牲終於沒有白費，友誼、愛與生死的完美終曲！\\n催人淚下的童話名作，《野豬公主》大結局！",
        "es": "No todo se perdió en el suelo congelado. ¡El final perfecto de la amistad, el amor, la vida y la muerte!\\nEste es el final de la hermosa y emocionante historia, «La princesa jabalí».",
        "fr": "Les sacrifices sur les plaines glaciales n'ont pas été vains. L'histoire d'amour, d'amitié, de vie et de mort se conclut de la plus belle des manières.\\n« La princesse sanglier », dernier tome.",
        "id": "Semua pengorbanan di daratan es tidak ada yang sia-sia. Persahabatan, kasih, dan kematian memiliki akhir yang sempurna.\\nInilah akhir dari kisah memilukan, Putri Babi Hutan.",
        "jp": "氷に閉ざされた原野では、どのような犠牲も無駄にはならない。友情、愛、そして生死の完璧なフィナーレ！\\n涙を誘う名作童話、『イノシシプリンセス』、最終章！",
        "kr": "빙하 설원에서의 희생은 결국 헛되지 않았다. 우정과 사랑, 생사의 완벽한 피날레!\\n눈물 나도록 감동적인 명작 동화, 《멧돼지 공주》, 완결!",
        "pt": "As coisas não estavam perdidas no terreno congelado. O final perfeito de amizade, amor, vida e morte!\\nEste é o fim da famosa história emocionante, A Princesa Javali.",
        "ru": "На замёрзших равнинах всё было не зря. Идеальный конец дружбы, любви, жизни и смерти!\\nЭто концовка популярной трогательной истории, Принцесса-кабан.",
        "th": "ทุกสิ่งไม่ไร้ค่าเสมอไปในดินแดนน้ำแข็งแห่งนี้ จุดจบอันสมบูรณ์ของมิตรภาพ ความรัก ชีวิตและความตาย!\\nนี่คือบทสรุปของเรื่องราวอันน่าประทับใจ - เจ้าหญิงหมูป่า",
        "vi": "Tất cả sự hi sinh nơi băng giá hoang dại rốt cuộc đã không uổng phí, một cái kết hoàn mỹ cho tình bạn, tình yêu và sự sống chết!\\nCâu chuyện cổ tích cảm động \"Công Chúa Heo Rừng\", chương cuối!"
    },
    "materialType": "MATERIAL_QUEST"
}