{
    "name": {
        "en": "The Boar Princess (V)",
        "de": "Die Wildschweinprinzessin – Band V",
        "chs": "野猪公主·卷五",
        "cht": "野豬公主·卷五",
        "es": "La princesa jabalí (V)",
        "fr": "La princesse sanglier - Tome V",
        "id": "Putri Babi Hutan (V)",
        "jp": "イノシシプリンセス·5",
        "kr": "멧돼지 공주·권5",
        "pt": "A Princesa Javali (V)",
        "ru": "Принцесса-кабан. Том V",
        "th": "เจ้าหญิงหมูป่า (V)",
        "vi": "Công Chúa Heo Rừng (V)"
    },
    "id": 100206,
    "materialDesc": {
        "en": "\"No one deserves this fate.\" The good princess sheds a tear of compassion. For those who persevere as true companions, even the ice shall melt before their determination.\\nThe Boar Princess, Part 5.",
        "de": "„Niemand hat dieses Los verdient.“ Die gutherzige Prinzessin vergoss eine Träne des Mitleids vor ihrem Kameraden. Ihre Entschlossenheit wird das Eis zum Schmelzen bringen.\\nFünfter Teil von „Die Wildschweinprinzessin“.",
        "chs": "「没有谁应该遭逢这样的命运。」善良的公主流下了悲悯的眼泪——在齐心协力的伙伴面前，寒冰终将被决心融解。\\n《野猪公主》，第五卷。",
        "cht": "「沒有誰應該遭逢這樣的命運。」善良的公主流下了悲憫的眼淚——在齊心協力的夥伴面前，寒冰終將被決心融解。\\n《野豬公主》第五卷。",
        "es": "“Nadie se merece este fin”. La princesa, que derramó lágrimas de compasión, rompió el hielo con determinación gracias a la ayuda de sus acompañantes. .\\nLee cómo sigue la historia en «La princesa jabalí (V)».",
        "fr": "« Personne ne mérite que cela lui arrive. » La princesse laissa échapper des larmes de compassion devant son ami. Il était impossible de rester de glace devant tant de détermination.\\n« La princesse sanglier », tome 5.",
        "id": "\"Tidak ada yang layak diperlakukan seperti ini oleh takdir.\" sambil meneteskan air mata, putri yang baik hati berkata. Barang siapa yang bertahan, biarlah keteguhan hatinya melelehkan dinding es.\\nPutri Babi Hutan (V).",
        "jp": "「このような運命を背負うべき人なんていない。」優しいプリンセスは悲しみの涙を流した——力を合わせる仲間を前に、冷たい氷が決意に融かされていく。\\n『イノシシの姫様』、第五巻。",
        "kr": "「이런 가혹한 운명을 겪어야 하는 사람은 없어」 마음씨가 착한 공주는 가여움에 눈물을 흘린다——모두가 힘을 합쳐 결국 혹한을 물리친다.\\n《멧돼지 공주》, 제5권",
        "pt": "\"Ninguém merece este fim\". A princesa derramou uma lágrima de compaixão antes de colaborar com o parceiro. O gelo pode ser quebrado com a determinação.\\nA Princesa Javali, Parte 5.",
        "ru": "«Никто не заслуживает такой участи!» Добрая принцесса проливает слезу сострадания. Стремление должно растопить лёд.\\nПринцесса-кабан, Часть 5.",
        "th": "\"ไม่มีใครควรต้องได้เจอโชคชะตาแบบนี้\" เจ้าหญิงหลั่งน้ำตาแห่งความเห็นใจต่อหน้าผู้ร่วมทาง ปณิธานอันมุ่งมั่น จะละลายน้ำแข็งอันเยือกเย็นได้ในที่สุด\\nเจ้าหญิงหมูป่า ตอนที่ 5",
        "vi": "\"Không ai nên chịu số phận như vậy.\" Công chúa lương thiện rơi lệ, trước sự đồng tâm hiệp lực của mọi người, băng giá cuối cùng cũng tan chảy.\\n\"Công Chúa Heo Rừng\", quyển 5."
    },
    "materialType": "MATERIAL_QUEST"
}