{
    "name": {
        "en": "The Boar Princess (IV)",
        "de": "Die Wildschweinprinzessin – Band IV",
        "chs": "野猪公主·卷四",
        "cht": "野豬公主·卷四",
        "es": "La princesa jabalí (IV)",
        "fr": "La princesse sanglier - Tome IV",
        "id": "Putri Babi Hutan (IV)",
        "jp": "イノシシプリンセス·4",
        "kr": "멧돼지 공주·권4",
        "pt": "A Princesa Javali (IV)",
        "ru": "Принцесса-кабан. Том IV",
        "th": "เจ้าหญิงหมูป่า (IV)",
        "vi": "Công Chúa Heo Rừng (IV)"
    },
    "id": 100205,
    "materialDesc": {
        "en": "The wolf pup grew up in the cold loneliness. The secret past of the lone wolf is now revealed.\\nThe Boar Princess, Part 4.",
        "de": "Der junge Wolf wuchs in eisiger Einsamkeit auf. Das Geheimnis des Eiswüstenwolfs wird nun gelüftet.\\nDer vierte Teil von „Die Wildschweinprinzessin“.",
        "chs": "幼狼在冰冷的孤独中成长，冰原孤狼的身世秘密就此完全揭开。\\n《野猪公主》，第四卷。",
        "cht": "幼狼在冰冷的孤獨中成長，冰原孤狼的身世秘密就此完全揭開。\\n《野豬公主》第四卷。",
        "es": "El cachorro de lobo creció en la soledad del frío, y el secreto de su solitario pasado quedó revelado.\\nSigue leyendo esta apasionante historia en «La princesa jabalí (IV)».",
        "fr": "Le louveteau grandit dans une solitude glaciale. Les lourds secrets de son passé se dévoilent...\\n« La princesse sanglier », tome 4.",
        "id": "Anak serigala tumbuh sebatang kara di tengah kedinginan, rahasia masa lalu sang serigala es pun terkuak.\\nPutri Babi Hutan (IV).",
        "jp": "幼い狼は冷たい孤独の中で成長していった。氷原の一匹狼にまつわる秘密が完全に明らかにされる。\\n『イノシシプリンセス』、第4巻。",
        "kr": "어린 늑대는 혹한에서 홀로 성장한다. 빙하 설원 속 고독한 늑대의 비밀이 지금 밝혀진다.\\n《멧돼지 공주》, 제4권",
        "pt": "O filhote de lobo cresceu na solidão do frio. O segredo do passado solitário do lobo foi revelado.\\nA Princesa Javali, Parte 4.",
        "ru": "Тайное прошлое росшего в холодном одиночестве волчонка.\\nПринцесса-кабан, Часть 4.",
        "th": "ลูกหมาป่าเติบโตขึ้นจากความเหงาและหนาวเหน็บ ความลับในอดีตของหมาป่าผู้เดียวดายได้เผยออกมาแล้ว\\nเจ้าหญิงหมูป่า ตอนที่ 4",
        "vi": "Sói con lớn lên trong sự cô đơn lạnh lẽo, thân thế của nó sẽ được tiết lộ ở đây.\\n\"Công Chúa Heo Rừng\", quyển 4."
    },
    "materialType": "MATERIAL_QUEST"
}