{
    "name": {
        "en": "The Boar Princess (III)",
        "de": "Die Wildschweinprinzessin – Band III",
        "chs": "野猪公主·卷三",
        "cht": "野豬公主·卷三",
        "es": "La princesa jabalí (III)",
        "fr": "La princesse sanglier - Tome III",
        "id": "Putri Babi Hutan (III)",
        "jp": "イノシシプリンセス·3",
        "kr": "멧돼지 공주·권3",
        "pt": "A Princesa Javali (III)",
        "ru": "Принцесса-кабан. Том III",
        "th": "เจ้าหญิงหมูป่า (III)",
        "vi": "Công Chúa Heo Rừng (III)"
    },
    "id": 100204,
    "materialDesc": {
        "en": "\"Now and evermore shall you be bereft of hope.\" What fate awaits the wolf pup who bears such a cruel curse?\\nThe Boar Princess, Part 3.",
        "de": "„Du wirst alle Hoffnung verlieren!“ Welches Schicksal erwartet den kleinen Wolf angesichts dieses schrecklichen Fluchs?\\nDer dritte Teil von „Die Wildschweinprinzessin“.",
        "chs": "「你从此以后将了无希望！」面对寒冰的诅咒，小狼将遭遇何种命运？\\n《野猪公主》，第三卷。",
        "cht": "「你從此以後將了無希望！」面對寒冰的詛咒，小狼將遭遇何種命運？\\n《野豬公主》第三卷。",
        "es": "“¡Ahora nunca perderás la esperanza!”. ¿Qué le deparará el destino al cachorro de lobo ante las maldades del frío?\\nEsto y mucho más en «La princesa jabalí (III)».",
        "fr": "« À partir d'aujourd'hui, ta vie sera dénuée de tout espoir ! » Quel destin attend le louveteau victime de cette effroyable malédiction ?\\n« La princesse sanglier », tome 3.",
        "id": "\"Mulai saat ini, semua harapanmu akan pupus!\" begitu kutukan yang diucapkan si serigala kecil, takdir apa yang menantinya?\\nPutri Babi Hutan (III).",
        "jp": "「今後は希望の欠片もないでしょうね！」凍てつく寒さの呪いを前に、小さな狼を待ち受ける運命とは？\\n『イノシシプリンセス』、第3巻。",
        "kr": "「넌 이제부터 아무런 희망도 없을 것이야!」 혹한의 저주에 맞선 어린 늑대의 운명은?\\n《멧돼지 공주》, 제3권",
        "pt": "\"Você nunca mais perderá as esperanças agora!\" O que o destino guarda para o filhote de lobo como uma maldição tão cruel?\\nA Princesa Javali, Parte 3.",
        "ru": "«Отныне ты будешь лишён надежды!» Какая судьба ждёт волчонка с таким жестоким проклятием?\\nПринцесса-кабан, Часть 3.",
        "th": "\"เจ้าจะถูกพรากความหวังไปตั้งแต่นี้!\" โชคชะตาของลูกหมาป่าที่ต้องต่อสู้กับคำสาปอันแสนโหดร้ายจะเป็นอย่างไรต่อไป?\\nเจ้าหญิงหมูป่า ตอนที่ 3",
        "vi": "\"Từ giờ về sau ngươi sẽ không còn hy vọng!\" Đối diện với lời nguyền băng giá ấy, sói nhỏ sẽ có vận mệnh ra sao? \\n\"Công Chúa Heo Rừng\", quyển 3."
    },
    "materialType": "MATERIAL_QUEST"
}