{
    "name": {
        "en": "The Boar Princess (VI)",
        "de": "Die Wildschweinprinzessin – Band VI",
        "chs": "野猪公主·卷六",
        "cht": "野豬公主·卷六",
        "es": "La princesa jabalí (VI)",
        "fr": "La princesse sanglier - Tome VI",
        "id": "Putri Babi Hutan (VI)",
        "jp": "イノシシプリンセス·6",
        "kr": "멧돼지 공주·권6",
        "pt": "A Princesa Javali (VI)",
        "ru": "Принцесса-кабан. Том VI",
        "th": "เจ้าหญิงหมูป่า (VI)",
        "vi": "Công Chúa Heo Rừng (VI)"
    },
    "id": 100610,
    "materialDesc": {
        "en": "The Boar Princess and her two wise companions brave an icy wasteland and scale a snowy mountain, where they discover a very mysterious inhabitant indeed...\\nSee how this high-altitude, low-temperature adventure unfolds in volume six of The Boar Princess.\\nThere is some childish handwriting on the title page, which reads: \"Daddy, when you get home, you have to read me the one about the snowy mountain too!\"",
        "de": "Die Prinzessin und ihre beiden weisen Begleiter durchqueren eine eisige Ödnis und besteigen scheebedeckte Berge, wo sie einen seltsamen Bewohner vorfinden.\\nDer eiskalte Weg durch die Berge geht weiter im sechsten Band von „Die Wildschweinprinzessin“.\\nIm Einband ist ein Text in Kinderschrift zu erkennen: „Papa, wenn du zurück bist, musst du mir auch die Geschichte von den schneebedeckten Bergen vorlesen!“",
        "chs": "踏上冰封的荒原，爬上严寒的雪山，公主与两位智者遇到了神秘的住民…\\n《野猪公主》，第六卷，雪山上的冒险徐徐展开。\\n扉页上，某人以稚嫩的笔迹写着：「爸爸回家后，也一定要给我讲雪山上的故事！」",
        "cht": "踏上冰封的荒原，爬上嚴寒的雪山，公主與兩位智者遇到了神秘的住民…\\n《野豬公主》，第六卷，雪山上的冒險徐徐展開。\\n扉頁上，某人以稚嫩的筆跡寫著：「爸爸回家後，也一定要跟我講雪山上的故事！」",
        "es": "Caminando por páramos helados y escalando gélidas montañas, la princesa y los dos sabios conocen a un personaje misterioso. Comienza la aventura en las cimas nevadas en «La princesa jabalí (VI)».\\nEn la portada alguien ha escrito con caligrafía infantil: “Cuando papá vuelva a casa, me tiene que contar la historia de las montañas nevadas”.",
        "fr": "Après avoir bravé des friches glacées et escaladé des montagnes gelées, la princesse et les deux sages rencontrent un mystérieux personnage.\\nVenez vite découvrir la suite de l'aventure à haute altitude et basse température dans le sixième volume de « La princesse sanglier ».\\nQuelqu'un a écrit sur la couverture d'une écriture enfantine : « Papa, quand tu rentres à la maison, tu dois me lire aussi celle sur la montagne enneigée ! »",
        "id": "Putri Babi Hutan dan dua orang bijak menginjakkan kaki di gurun es dan mendaki gunung bersalju, tempat mereka menemukan penghuni yang sangat misterius...\\nLihat bagaimana Petualangan di gunung salju ini terungkap dalam Putri Babi Hutan (VI).\\nAda tulisan tangan anak-anak di halaman judul, yang berbunyi: \"Ayah, saat kamu pulang, kamu juga harus membacakan tentang gunung bersalju untukku!\"",
        "jp": "氷に覆われた大地を踏み、極寒の雪山を登り、姫と二人の智者は神秘的な住民とで会う…\\n『イノシシプリンセス』第6巻\\nタイトルページに幼い字が残っている。「パパ、帰ってきたら絶対に雪山のお話を聞かせてね！」",
        "kr": "얼어붙은 황야를 지나고, 혹한의 설산을 넘어, 공주와 두 현자는 신비로운 원주민과 마주친다….\\n《멧돼지 공주》, 제6권, 설산에서의 모험이 천천히 전개된다.\\n속표지에 누군가가 유치한 글씨로 메모를 남겼다. 「아빠, 집에 오면 설산에서 있었던 이야기 꼭 해줘야 돼!」",
        "pt": "A Princesa Javila e seus dois companheiros desbravam uma terra gelada e escalam uma montanha nevada, onde descobrem um habitante misterioso...\\nVeja como essa aventura em altas altitudes e baixas temperaturas desenrola-se no sexto volume da Princesa Javali.\\nTem alguma escrita infantil na página do título, com a seguinte frase: \"Papai, quando você voltar, você tem que ler para mim sobre a montanha nevada também!\".",
        "ru": "Принцесса и двое её мудрых спутников храбро прошли по ледяным землям и вскарабкались на снежные горы, где встретили таинственный народ... \\n«Принцесса-кабан», Том VI. Приключения в горах продолжаются! \\nНа первой странице неуверенным почерком написано: «Папа, когда ты вернёшься, почитай мне сказку о снежных горах!»",
        "th": "เจ้าหญิงและนักปราชญ์ทั้งสอง ได้เดินก้าวผ่านดินแดนรกร้างและปีนข้ามภูเขาหิมะ จนได้พบกับชาวเมืองลึกลับ...\\nการผจญภัยในภูเขาหิมะได้เริ่มต้นขึ้นใน เจ้าหญิงหมูป่า (VI)\\nบนหน้าปกมีคนเขียนด้วยลายมือเด็ก ๆ ว่า: \"ถ้าพ่อกลับบ้านแล้ว จะต้องเล่าเรื่องภูเขาหิมะให้หนูฟังด้วย!\"",
        "vi": "Bước vào vùng đất băng tuyết chiếm giữ, trèo lên ngọn núi tuyết lạnh lẽo, nàng công chúa cùng hai người trí giả gặp được cư dân thần bí...\\nCông Chúa Heo Rừng (VI) với hành trình mạo hiểm trên núi tuyết dần hiện ra.\\nTrên cuốn sách, một người nào đó đã để lại nét chữ non nớt: \"Sau khi bố về, nhất định kể cho con nghe câu chuyện trên núi tuyết nhé!\""
    },
    "materialType": "MATERIAL_QUEST"
}