{
    "name": {
        "en": "The Boar Princess (II)",
        "de": "Die Wildschweinprinzessin – Band II",
        "chs": "野猪公主·卷二",
        "cht": "野豬公主·卷二",
        "es": "La princesa jabalí (II)",
        "fr": "La princesse sanglier - Tome II",
        "id": "Putri Babi Hutan (II)",
        "jp": "イノシシプリンセス·2",
        "kr": "멧돼지 공주·권2",
        "pt": "A Princesa Javali (II)",
        "ru": "Принцесса-кабан. Том II",
        "th": "เจ้าหญิงหมูป่า (II)",
        "vi": "Công Chúa Heo Rừng (II)"
    },
    "id": 100203,
    "materialDesc": {
        "en": "A lifeless ice field, a land even the gentle Anemo Archon has never visited. How is it that it still has its lonely inhabitants?\\nThe Boar Princess, Part 2. The story continues on the glacier.",
        "de": "Die sonst so leblose und verlassene Eiswüste, selbst dem barmherzigen Anemo-Archon fremd, beherbergt tatsächlich einige Bewohner!\\nDer zweite Teil von „Die Wildschweinprinzessin“ spielt auf dem Gletscher.",
        "chs": "了无生命的冰原，温柔的风神也不曾光临的土地，竟然也有孤独的住民？ \\n《野猪公主》，第二卷，故事在冰川继续。",
        "cht": "了無生機的冰原，溫柔的風神也不曾光臨的土地，竟然也有孤獨的住民？ \\n《野豬公主》第二卷，故事在冰川繼續。",
        "es": "Un campo de hielo sin vida, una tierra que el gentil Arconte Anemo nunca visitó.\\nLa historia de «La princesa jabalí (II)» continúa en los glaciares.",
        "fr": "Quelqu'un vit sur les plaines glaciales et désertes qui n'ont jamais été bénies par la présence de l'Archon Anémo ?\\n« La princesse sanglier », tome 2.",
        "id": "Daratan es tanpa kehidupan, tempat yang bahkan Archon Anemo enggan untuk kunjungi, tetapi masih ada penduduk yang tinggal di sini?\\nPutri Babi Hutan (II). Kisah berlanjut di atas es raksasa.",
        "jp": "命をまったく宿さない氷原、優しい風神も訪れたことのない土地。このような場所にも孤独な住民がいるのだろうか？ \\n『イノシシプリンセス』、第2巻、物語は氷河へと続く。",
        "kr": "생명이 살지 않는 빙하 설원, 온유한 바람의 신조차 발걸음 하지 않는 땅에 홀로 살아가는 자가?\\n《멧돼지 공주》, 제2권. 빙하 설원에서 계속된다",
        "pt": "Um campo de gelo sem vida, uma terra que o gentil Arconte Anemo nunca visitou. Como será que agora há visitantes solitários?\\nA Princesa Javali, Parte 2. A história continua na geleira.",
        "ru": "Безжизненное ледяное поле, земля, которую никогда не посещал нежный Архонт Анемо. Почему же она всё ещё населена своими одинокими обитателями?\\nПринцесса-кабан, Часть 2. История продолжается на леднике.",
        "th": "ดินแดนน้ำแข็งอันไร้ซึ่งชีวิต ดินแดนที่เทพแห่งลมผู้อารีไม่เคยได้ย่างกราย เหตุใดจึงกลายเป็นแดนอันเปล่าเปลี่ยวไปได้นะ?\\nเจ้าหญิงหมูป่า ตอนที่ 2 เรื่องราวดำเนินต่อไปในทุ่งน้ำแข็งแห่งนี้",
        "vi": "Nơi nguồn nước khô cạn, nơi Phong Thần cũng chưa từng ghé đến mà cũng có một dân tộc cô độc?\\n\"Công Chúa Heo Rừng\", quyển 2, câu chuyện được tiếp tục."
    },
    "materialType": "MATERIAL_QUEST"
}