{
    "name": {
        "en": "The Fox in the Dandelion Sea (V)",
        "de": "Der Fuchs im Löwenzahnmeer – Band V",
        "chs": "蒲公英海的狐狸·卷五",
        "cht": "蒲公英海的狐狸·卷五",
        "es": "El zorro en el mar de dientes de león (V)",
        "fr": "La Renarde qui nageait dans la mer de pissenlits - Tome V",
        "id": "Rubah di Lautan Dandelion (V)",
        "jp": "蒲公英の海の狐·5",
        "kr": "민들레밭의 여우·권5",
        "pt": "A Raposa no Mar de Dandelion (V)",
        "ru": "Лиса в море одуванчиков. Том V",
        "th": "สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน (V)",
        "vi": "Hồ Ly Biển Bồ Công Anh (V)"
    },
    "id": 100191,
    "materialDesc": {
        "en": "Upon accepting the Fox's conditions, he came to the place where all the prey who disappeared had eventually gone to — an endless field of dandelions.\\nThe story of the Hunter and the Fox in the sea of dandelions. The Fox in the Dandelion Sea, Part 5.",
        "de": "Nachdem er den Bedingungen des Fuchses zugestimmt hatte, traf der Jäger auf der Weide ein, wo sich inmitten der tanzenden Löwenzahnblüten die verschwundenen Beutetiere tummelten.\\nFünfter Teil der Geschichte vom Jäger und dem Fuchs im Löwenzahnmeer.",
        "chs": "接受了狐狸的条件，他来到了所有消失不见的猎物最终抵达的，蒲公英飘舞的无边无际的旷野。\\n猎人、狐狸，在蒲公英的海洋中的故事，第五卷。",
        "cht": "接受了狐狸的條件，他來到了所有消失不見的獵物最終抵達的，蒲公英飄舞的無邊無際的曠野。\\n獵人、狐狸，在蒲公英的海洋中的故事，第五卷。",
        "es": "Después de aceptar las condiciones del zorro, el cazador llegó a la tierra de los infinitos dientes de león. También era el lugar donde estaba su presa.\\nEl cuento del cazador y el zorro en el mar dientes de león, parte 5.",
        "fr": "Après avoir accepté les conditions du renard, le chasseur arriva au champ de pissenlits où toutes les proies disparues se trouvaient.\\nL'histoire du renard et du chasseur dans la mer de pissenlits continue : cinquième partie.",
        "id": "Setelah menerima persyaratan dari si rubah, dia tiba ke tempat yang merupakan pemberhentian terakhir dari seluruh buruan yang lolos. Sejauh mata memandang, tempat ini dipenuhi dengan dandelion.\\nKisah rubah dan pemburu di taman dandelion, Rubah di Lautan Dandelion (V).",
        "jp": "キツネの条件を呑んだ彼は、蒲公英が舞う無限の荒野へやって来た。ここは行方不明になった獲物たちが最後に行き着く場所だ。\\n狩人とキツネの蒲公英の海での物語、第5巻。",
        "kr": "석여우의 조건을 받아들인 그는 모든 사라진 사냥감들의 종착지인 민들레가 끝없이 펼쳐진 광야에 왔다.\\n민들레밭에서 펼쳐지는 사냥꾼과 여우의 이야기, 제5권",
        "pt": "Após aceitar as condições de Fox, ele veio à terra de onde todos os Dandelions desaparecidos chegaram.\\nA História do Caçador e da Raposa no mar de Dandelions. A Raposa no Mar de Dandelion, parte 5.",
        "ru": "Приняв условия Лисы, он прибыл на бескрайнее поле одуванчиков, куда в конце концов приходила вся забытая добыча.\\nПродолжение истории об Охотнике и Лисе. Часть V.",
        "th": "หลังจากยอมรับข้อเสนอของจิ้งจอกแล้ว เขาก็ได้มายังทุ่งที่เต็มไปด้วยดอกแดนดิไลออน ที่เหยื่อทั้งหลายที่หายไปค่อยๆ มารวมกันที่นั่น\\nเรื่องราวของนายพรานกับสุนัขจิ้งจอกยังดำเนินต่อไป - สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ตอนที่ 5",
        "vi": "Chấp nhận điều kiện của hồ ly, hắn đến nơi mà những thú săn bị mất tích, hoa bồ công anh bay đầy trời.\\nCâu chuyện thợ săn, hồ ly trong biển bồ công anh, quyển 5."
    },
    "materialType": "MATERIAL_QUEST"
}