{
    "name": {
        "en": "The Folio of Foliage (II)",
        "de": "Das Folio des Laubwerks – Band II",
        "chs": "遐叶论经·卷二",
        "cht": "遐葉論經·卷二",
        "es": "Las enseñanzas del bosque (II)",
        "fr": "Folios de feuillage - Tome II",
        "id": "Folio Dedaunan (II)",
        "jp": "遐葉論·2",
        "kr": "오래된 나뭇잎 경전·권2",
        "pt": "Fólio das Folhagens - II",
        "ru": "Учение листвы II",
        "th": "บทตีพิมพ์แห่งใบไม้แรมปี (II)",
        "vi": "Luận Kinh Cổ Xưa II"
    },
    "id": 120023,
    "materialDesc": {
        "en": "A biography written by researchers from ancient Sumeru. It records the trail of the Dendro Archon during the times of calamity.",
        "de": "Eine Biografie, geschrieben von Forschern aus dem alten Sumeru. Sie beschreibt den Weg der Herrin Kusanali während der Zeiten des Unheils.",
        "chs": "古须弥学者撰写的行传，记述了草王于灾厄之年的行迹",
        "cht": "古須彌學者撰寫的行傳，記述了草王於災厄之年的行跡",
        "es": "Una biografía escrita por un antiguo erudito de Sumeru. En ella se relatan las hazañas de la gran Reina de las Plantas en la época de la gran catástrofe.",
        "fr": "Une biographie écrite par des chercheurs spécialistes de la Sumeru antique. Elle relate le parcours de la Kusanali à l'époque de la calamité.",
        "id": "Biografi yang ditulis oleh para peneliti dari Sumeru kuno. Isinya mencatat tentang jejak Dewa Kusanali selama masa bencana.",
        "jp": "古代スメール学者の著作。災厄の年におけるクラクサナリデビの足跡が記録されている。",
        "kr": "고대 수메르 학자가 기록한 행록. 풀의 왕의 재앙의 시대 행적을 기록했다",
        "pt": "Uma biografia escrita pelos pesquisados de uma Sumeru antiga. Ele registra o percurso da Lorde Kusanali durante os tempos da calamidade.",
        "ru": "Биография, написанная исследователями древнего Сумеру, в которой изложены деяния властительницы Кусанали во времена великих бедствий.",
        "th": "ชีวประวัติที่เขียนโดยนักวิชาการของ Sumeru ซึ่งบันทึกร่องรอยของเทพแห่งพฤกษาในช่วงที่เกิดภัยพิบัติ",
        "vi": "Một cuốn tiểu sử được viết bởi học giả Sumeru thời cổ, hi lại những việc làm của Tiểu Vương trong năm thảm họa"
    },
    "materialType": "MATERIAL_QUEST"
}