{
    "name": {
        "en": "The Five Kasen's Splendor: Akahito",
        "de": "„Farbenpracht der Fünf Kasen – Akahito“",
        "chs": "《五歌仙容彩·赤人篇》",
        "cht": "《五歌仙容彩·赤人篇》",
        "es": "El esplendor de los Cinco Kasen: Akahito",
        "fr": "Splendeur des Cinq Kasen - Akahito",
        "id": "Kemegahan Lima Kasen: Akahito",
        "jp": "『五歌仙容彩·赤人編』",
        "kr": "《고카센 이로도리·아카히토 편》",
        "pt": "O Esplendor dos Cinco Kasen: Akahito",
        "ru": "Великолепие Пяти Касэн: Акахито",
        "th": "ความยอดเยี่ยมของ Kasen ทั้งห้า: Akahito",
        "vi": "Ngũ Ca Tiên Huy Hoàng - Akahito"
    },
    "id": 101729,
    "materialDesc": {
        "en": "A sheet of paper that some mysterious person left behind. This person must have originally intended to leave it on Kazuha's person, only to be unexpectedly detected by the latter and forced to flee in a hurry, leaving the sheet behind. A poem entitled \"The Five Kasen's Splendor: Akahito\" is written upon it.",
        "de": "Ein Blatt Papier, das eine mysteriöse Person zurückgelassen hat. Diese Person wollte es ursprünglich bei Kazuha hinterlassen, wurde dann aber unerwartet von diesem entdeckt und musste überstürzt fliehen, wobei sie das Blatt zurückließ. Darauf steht ein Gedicht mit dem Titel „Farbenpracht der Fünf Kasen – Akahito“.",
        "chs": "某个神秘人留下的纸片。此人应该原本是想把纸片放在万叶身上，却不料气息被万叶察觉，仓皇中只好将它扔在地上后逃走。纸上写有一首名为《五歌仙容彩·赤人篇》的诗。",
        "cht": "某個神秘人留下的紙片。此人應該原本是想把紙片放在萬葉身上，卻不料氣息被萬葉察覺，倉皇中只好將它扔在地上後逃走。紙上寫有一首名為《五歌仙容彩·赤人篇》的詩。",
        "es": "Un fragmento de papel que dejó alguien misterioso. Todo indica que esa persona pretendía colocar este papel en la ropa de Kazuha, pero resulta que este se percató de su movimiento y, exaltado, tiró el papel al suelo y se marchó a toda prisa. En el papel se menciona un poema titulado «El esplendor de los Cinco Kasen: Akahito».",
        "fr": "Un morceau de papier laissé par une personne mystérieuse. Celle-ci avait sûrement l'intention de le placer dans les vêtements de Kazuha, avant de se faire repérer par ce dernier et être forcée de fuir en toute hâte. Un poème intitulé « Splendeur des Cinq Kasen - Akahito » est écrit dessus.",
        "id": "Secarik kertas yang ditinggalkan oleh orang misterius. Orang ini pasti awalnya ingin memberikannya pada Kazuha, namun secara tak sengaja ketahuan oleh Kazuha sehingga orang itu langsung lari dengan tergesa-gesa, meninggalkan secarik kertas ini. Puisi yang berjudul \"Kemegahan Lima Kasen: Akahito\" tertulis di atasnya.",
        "jp": "ある謎の人物が残した紙切れ。元々は万葉の懐に忍ばせるつもりだったもののようだが、気配が万葉にばれてしまい、慌てて地面に捨てて逃げてしまった。紙には、『五歌仙容彩·赤人編』という詩が書かれている。",
        "kr": "수수께끼의 인물이 놓고 간 종잇조각. 카즈하의 주머니에 몰래 넣을 계획이었던 듯하나, 카즈하가 그의 기척을 눈치채는 바람에 당황하며 바닥에 버리고 도망친 듯하다. 종이에는 《고카센 이로도리·아카히토 편》이라는 제목의 시가 적혀 있다",
        "pt": "Uma folha de papel que alguma pessoa misteriosa deixou para trás. Essa pessoa talvez originalmente pretendia a deixar com Kazuha, mas foi encontrada por ele primeiro e obrigada a fugir apressadamente, deixando a folha para trás. É um poema intitulado \"O Esplendor dos Cinco Kasen: Akahito\".",
        "ru": "Листок, оставленный таинственным незнакомцем. Незнакомец хотел было подложить этот листок Кадзухе, но был замечен, запаниковал и сбежал, бросив листок на землю. На нём написано стихотворение под названием «Великолепие Пяти Касэн: Акахито».",
        "th": "แผ่นกระดาษที่บุคคลลึกลับผู้หนึ่งทิ้งเอาไว้ เดิมทีคนผู้นั้นคงจะต้องการวางกระดาษแผ่นนี้ไว้บนตัวของ Kazuha แต่ไม่คิดว่า Kazuha จะจับความเคลื่อนไหวของเขาได้ ด้วยความตื่นตระหนกจึงทิ้งกระดาษไว้บนพื้นและวิ่งหนีไป มีบทกวีชื่อว่า \"ความยอดเยี่ยมของ Kasen ทั้งห้า: Akahito\" เขียนอยู่ข้างบนนั้น",
        "vi": "Mảnh giấy do ai đó để lại. Chắc là người này vốn định để mảnh giấy trên người Kazuha, nhưng không ngờ bị Kazuha phát giác, trong lúc hoảng loạn chỉ đành vứt dưới đất rồi bỏ chạy. Trên mảnh giấy có một bài thơ tên là \"Ngũ Ca Tiên Huy Hoàng - Akahito\"."
    },
    "materialType": "MATERIAL_QUEST"
}