{
    "name": {
        "en": "The Fox in the Dandelion Sea (III)",
        "de": "Der Fuchs im Löwenzahnmeer – Band III",
        "chs": "蒲公英海的狐狸·卷三",
        "cht": "蒲公英海的狐狸·卷三",
        "es": "El zorro en el mar de dientes de león (III)",
        "fr": "La Renarde qui nageait dans la mer de pissenlits - Tome III",
        "id": "Rubah di Lautan Dandelion (III)",
        "jp": "蒲公英の海の狐·3",
        "kr": "민들레밭의 여우·권3",
        "pt": "A Raposa no Mar de Dandelion (III)",
        "ru": "Лиса в море одуванчиков. Том III",
        "th": "สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน (III)",
        "vi": "Hồ Ly Biển Bồ Công Anh (III)"
    },
    "id": 100190,
    "materialDesc": {
        "en": "The Hunter of fruitless hunts was awoken by a commotion outside. Who is at his door?\\nThe story of the Hunter and the Fox continues. The Fox in the Dandelion Sea, Part 3.",
        "de": "Ein Geräusch erschrak den erfolglosen Jäger. Wer steht da wohl vor der Tür?\\nDas Märchen vom Jäger und dem Fuchs geht weiter. Der dritte Teil von „Der Fuchs im Löwenzahnmeer“.",
        "chs": "门外的动静，惊醒了狩猎无果的猎人。在门外的，究竟是谁呢？\\n猎人与狐狸的童话仍在延续。《蒲公英海的狐狸》，第三卷。",
        "cht": "門外的動靜，驚醒了狩獵無果的獵人。在門外的，究竟是誰呢？\\n獵人與狐狸的童話仍在延續。《蒲公英海的狐狸》，第三卷。",
        "es": "El cazador que nunca conseguía cazar fue despertado por la conmoción del exterior. ¿Quién está ahí fuera?\\nEl cuento del cazador y el zorro continúa. «El zorro en el mar de dientes de león», tercer tomo.",
        "fr": "Le chasseur bredouille fut soudain réveillé par un bruit dehors. Qui cela pouvait-il bien être ?\\nL'aventure du chasseur et du renard continue. « Le Renard qui nageait dans la mer de pissenlit », troisième partie.",
        "id": "Suara gaduh di luar membangunkan sang pemburu tanpa buruan. Siapa gerangan?\\nKisah rubah dan pemburu bersambung ke Rubah di Lautan Dandelion (III).",
        "jp": "狩りで獲物を得られなかった狩人は、外の物音に驚いて目を覚ました。一体誰なのだろう？\\n狩人とキツネの童話はまだまだ続く。『蒲公英の海の狐』、第3巻。",
        "kr": "문밖의 기척이 사냥에 실패한 사냥꾼을 깨운다. 문밖엔 과연 누가?\\n사냥꾼과 여우의 동화가 계속된다. 《민들레밭의 여우》, 제3권",
        "pt": "O Caçador das caçadas infrutíferas foi despertado pelos movimentos do lado de fora. Quem será que está na porta?\\nA história do Caçador e da Raposa continua. A Raposa no Mar Dandelion, Parte 3.",
        "ru": "Охотник, уставший от безуспешной охоты, был разбужен шумом снаружи. Кто может быть за его дверью?\\nПродолжение истории об Охотнике и Лисе. Часть III.",
        "th": "นายพรานผู้ไร้ซึ่งฝีมือ ถูกปลุกด้วยเสียงจากหน้าประตู ใครอยู่ข้างนอกนั่นกันนะ?\\nเรื่องราวของนายพรานกับสุนัขจิ้งจอกยังดำเนินต่อไป - สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ตอนที่ 3",
        "vi": "Tiếng động bên ngoài cửa đã đánh thức người thợ săn. Ngoài đó, rốt cuộc là ai?\\nCổ tích thợ săn và hồ ly vẫn tiếp tục. \"Hồ Ly biển Bồ Công Anh\", quyển 3."
    },
    "materialType": "MATERIAL_QUEST"
}