{
    "name": {
        "en": "The Fox in the Dandelion Sea (VI)",
        "de": "Der Fuchs im Löwenzahnmeer – Band VI",
        "chs": "蒲公英海的狐狸·卷六",
        "cht": "蒲公英海的狐狸·卷六",
        "es": "El zorro en el mar de dientes de león (VI)",
        "fr": "La Renarde qui nageait dans la mer de pissenlits - Tome VI",
        "id": "Rubah di Lautan Dandelion (VI)",
        "jp": "蒲公英の海の狐·6",
        "kr": "민들레밭의 여우·권6",
        "pt": "A Raposa no Mar de Dandelion (VI)",
        "ru": "Лиса в море одуванчиков. Том VI",
        "th": "สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน (VI)",
        "vi": "Hồ Ly Biển Bồ Công Anh (VI)"
    },
    "id": 100192,
    "materialDesc": {
        "en": "\"Why do you want to learn the language of human?\" \"So I can befriend humans when I become one.\"\\nThe child-like voice says, in the sea of dandelions. The Fox in the Dandelion Sea, Part 6.",
        "de": "„Warum willst du die Sprache der Menschen erlernen?“ „Wie soll ich sonst Freunde finden, sobald ich ein Mensch bin?“\\nSo sprach die junge Stimme im sechsten Teil des Märchens „Der Fuchs im Löwenzahnmeer“.",
        "chs": "「你为什么要学说人的话呢？」「为了变成人以后，能和人交朋友啊。」\\n蒲公英海中，稚嫩的声音不知传到了何方。童话故事《蒲公英海的狐狸》，第六卷。",
        "cht": "「你為什麼要學說人的話呢？」「為了變成人以後，能和人交朋友啊。」\\n蒲公英海中，稚嫩的聲音不知傳到了何方。童話故事《蒲公英海的狐狸》，第六卷。",
        "es": "“¿Por qué necesitas aprender a hablar como un humano?”. “Así podré ser amigo de los humanos cuando me convierta en uno”.\\nEso es lo que cuenta el cuento infantil «El zorro en el mar de dientes de león», sexto tomo.",
        "fr": "« Pourquoi veux-tu apprendre le langage des hommes ? » « Je veux devenir leur ami ! »\\nLa voix enfantine du renard résonne dans la mer de pissenlits. « La Renarde qui nageait dans la mer de pissenlits », tome 6.",
        "id": "\"Kenapa kamu ingin menguasai bahasa manusia?\" \"Agar waktu aku menjadi manusia nanti, aku bisa berteman dengan mereka.\"\\nSuara yang seperti suara anak-anak terdengar di lautan dandelion. Rubah di Lautan Dandelion (VI).",
        "jp": "「君はどうして人間の言葉を学ぶの？」「人間になって、人間と友達になるためだよ。」\\n蒲公英の海で、可愛らしい声がどこからともなく聞こえてきた。童話『蒲公英の海の狐』、第6巻。",
        "kr": "「인간의 말은 왜 배우려는 거야?」「인간으로 변한 뒤에 인간 친구를 사귀기 위해서지」\\n민들레밭에서 앳된 목소리는 어디까지 울려 퍼질까? 동화 《민들레밭의 여우》, 제6권",
        "pt": "\"Por que você precisa aprender a falar como um humano?\" \"Então poderei ser amigo de humanos quando eu me tornar um.\"\\nÉ o que conta a história infantil, A Raposa no Mar de Dandelion, Parte 6.",
        "ru": "«Зачем понадобилось тебе учить человеческую речь?» «Конечно же, чтобы подружиться с людьми!»\\nПродолжение истории об охотнике и лисёнке. Часть VI.",
        "th": "\"ทำไมเธอต้องฝึกภาษามนุษย์ล่ะ\" \"เพราะฉันอยากเป็นเพื่อนกับมนุษย์ได้ในตอนที่ฉันได้เป็นแล้ว\"\\nเสียงเล็กๆ ดั่งเด็กน้อยได้พูดขึ้น ท่ามกลางทุ่งแดนดิไลออน - สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ตอนที่ 6",
        "vi": "\"Vì sao cậu lại muốn học tiếng người?\" \"Vì sau này biến thành người, sẽ có thể làm bạn với con người.\"\\nTrong biển bồ công anh, tiếng nói trẻ thơ vang vọng. Cổ tích \"Hồ Ly biển Bồ Công Anh\", quyển 6."
    },
    "materialType": "MATERIAL_QUEST"
}