{
    "name": {
        "en": "The Five Kasen's Splendor: Sumizome",
        "de": "„Farbenpracht der Fünf Kasen – Sumizome“",
        "chs": "《五歌仙容彩·墨染篇》",
        "cht": "《五歌仙容彩·墨染篇》",
        "es": "El esplendor de los Cinco Kasen: Sumizome",
        "fr": "Splendeur des Cinq Kasen - Sumizome",
        "id": "Kemegahan Lima Kasen: Sumizome",
        "jp": "『五歌仙容彩·墨染編』",
        "kr": "《고카센 이로도리·스미조메 편》",
        "pt": "O Esplendor dos Cinco Kasen: Sumizome",
        "ru": "Великолепие Пяти Касэн: Сумидзомэ",
        "th": "ความยอดเยี่ยมของ Kasen ทั้งห้า: Sumizome",
        "vi": "Ngũ Ca Tiên Huy Hoàng - Sumizome"
    },
    "id": 101731,
    "materialDesc": {
        "en": "Ayaka found this on a flower stand at the festival venue. Once submerged in water, this sheet of paper reveals the full poetic text of \"The Five Kasen's Splendor: Sumizome.\"",
        "de": "Ayaka fand dieses Blatt an einem Blumenstand auf dem Festgelände. Sobald es ins Wasser getaucht wird, enthüllt es den vollständigen poetischen Text von „Farbenpracht der Fünf Kasen – Sumizome“.",
        "chs": "绫华在容彩祭会场的花架上发现的纸片，在用清水浸泡过之后，纸面上浮现出了完整的《五歌仙容彩·墨染篇》诗作。",
        "cht": "綾華在容彩祭會場的花架上發現的紙片，在用清水浸泡過之後，紙面上浮現出了完整的《五歌仙容彩·墨染篇》詩作。",
        "es": "Un fragmento de papel que Ayaka descubrió en los estantes de flores del Festival Irodori. Tras mojarlo con agua, en el papel apareció el poema completo «El esplendor de los Cinco Kasen: Akahito: Sumizome».",
        "fr": "Un morceau de papier trouvé par Ayaka sur un présentoir à fleurs au Festival Irodori. Une fois immergé dans l'eau, le poème « Splendeur des Cinq Kasen - Sumizome » se révèle dans son intégralité.",
        "id": "Ayaka menemukan ini di rak bunga yang ada di festival. Setelah direndam di air, secarik kertas ini mengungkapkan teks lengkap puisi \"Kemegahan Lima Kasen: Sumizome\".",
        "jp": "綾華が容彩祭会場のフラワースタンドで見つけた紙切れ。水に浸すと、『五歌仙容彩·墨染編』の完全な詩が浮かび上がってきた。",
        "kr": "아야카가 이로도리 축제 행사장의 화분대 위에서 발견한 종잇조각. 맑은 물에 적시자 종이 위에 완전한 《고카센 이로도리·스미조메 편》의 시가 나타났다",
        "pt": "Uma folha de papel que Ayaka encontrou em um estande de flores na rua do Festival Irodori. Depois de mergulhada em água, o poema escrito na folha de papel foi completamente revelado, intitulado \"O Esplendor dos Cinco Kasen: Sumizome\".",
        "ru": "Аяка нашла этот листок на подставке для цветов на месте проведения праздника Иродори. После замачивания в воде на нём появился полный текст стихотворения «Великолепие Пяти Касэн: Сумидзомэ».",
        "th": "กระดาษแผ่นหนึ่งที่ Ayaka พบบนแผงขายดอกไม้ในเทศกาล Irodori หลังจากนำไปแช่น้ำบทกวี \"ความยอดเยี่ยมของ Kasen ทั้งห้า: Sumizome\" ฉบับสมบูรณ์ก็ปรากฏบนกระดาษ",
        "vi": "Mảnh giấy do Ayaka phát hiện trên kệ hoa trong hội trường Lễ Hội Irodori, sau khi ngâm vào nước, trên mảnh giấy đã hiện ra bài thơ hoàn chỉnh có tên là \"Ngũ Ca Tiên Huy Hoàng - Sumizome\"."
    },
    "materialType": "MATERIAL_QUEST"
}