{
    "name": {
        "en": "The Five Kasen's Splendor: Suikou",
        "de": "„Farbenpracht der Fünf Kasen – Suikou“",
        "chs": "《五歌仙容彩·翠光篇》",
        "cht": "《五歌仙容彩·翠光篇》",
        "es": "El esplendor de los Cinco Kasen: Suikou",
        "fr": "Splendeur des Cinq Kasen - Suikou",
        "id": "Kemegahan Lima Kasen: Suikou",
        "jp": "『五歌仙容彩·翠光編』",
        "kr": "《고카센 이로도리·스이코 편》",
        "pt": "O Esplendor dos Cinco Kasen: Suikou",
        "ru": "Великолепие Пяти Касэн: Суико",
        "th": "ความยอดเยี่ยมของ Kasen ทั้งห้า: Suikou",
        "vi": "Ngũ Ca Tiên Huy Hoàng - Suikou"
    },
    "id": 101727,
    "materialDesc": {
        "en": "A sheet of paper Venti found in a cargo crate within the wharf warehouse. A poem entitled \"The Five Kasen's Splendor: Suikou\" is written upon it.",
        "de": "Ein Blatt Papier, das Venti in einer Frachtkiste im Lagerhaus der Werft gefunden hat. Darauf steht ein Gedicht mit dem Titel „Farbenpracht der Fünf Kasen – Suikou“.",
        "chs": "温迪在港口仓库的货箱里发现的纸片，上面写有一首名为《五歌仙容彩·翠光篇》的诗。",
        "cht": "溫迪在港口倉庫的貨箱裡發現的紙片，上面寫有一首名為《五歌仙容彩·翠光篇》的詩。",
        "es": "Un fragmento de papel que encontró Venti dentro de una caja en el almacén del puerto. En él se menciona un poema titulado «El esplendor de los Cinco Kasen: Suikou».",
        "fr": "Un morceau de papier que Venti a trouvé dans une caisse de marchandises dans l'entrepôt du port. Un poème intitulé « Splendeur des Cinq Kasen - Suikou » est écrit dessus.",
        "id": "Secarik kertas yang ditemukan Venti di kotak kargo dalam gudang di dermaga. Puisi berjudul \"Kemegahan Lima Kasen: Suikou\" tertulis di atasnya.",
        "jp": "ウェンティが港の倉庫の貨物箱で見つけた紙切れ。紙には、『五歌仙容彩·翠光編』という詩が書かれている。",
        "kr": "벤티가 항구 창고의 화물 상자에서 발견한 종잇조각. 위에는 《고카센 이로도리·스이코 편》이라는 제목의 시가 적혀 있다",
        "pt": "Uma folha de papel que Venti encontrou em uma caixa de carga no depósito do cais. Nela está escrito um poema intitulado \"O Esplendor dos Cinco Kasen: Suikou\".",
        "ru": "Листок, который Венти нашёл в ящике на портовом складе. На нём написано стихотворение под названием «Великолепие Пяти Касэн: Суико».",
        "th": "แผ่นกระดาษที่ Venti พบในกล่องสินค้าในโกดังท่าเรือ มีบทกวีชื่อว่า \"ความยอดเยี่ยมของ Kasen ทั้งห้า: Suikou\" เขียนอยู่ข้างบนนั้น",
        "vi": "Mảnh giấy mà Venti phát hiện được trong rương hàng ở nhà kho bến cảng, bên trên có một bài thơ có tên là \"Ngũ Ca Tiên Huy Hoàng - Suikou\"."
    },
    "materialType": "MATERIAL_QUEST"
}