{
    "name": {
        "en": "The Five Kasen's Splendor: Aoi no Okina",
        "de": "„Farbenpracht der Fünf Kasen – Aoi no Okina“",
        "chs": "《五歌仙容彩·葵之翁篇》",
        "cht": "《五歌仙容彩·葵之翁篇》",
        "es": "El esplendor de los Cinco Kasen: Aoi no Okina",
        "fr": "Splendeur des Cinq Kasen - Aoi no Okina",
        "id": "Kemegahan Lima Kasen: Aoi no Okina",
        "jp": "『五歌仙容彩·葵の翁編』",
        "kr": "《고카센 이로도리·아오이 노 오키나 편》",
        "pt": "O Esplendor dos Cinco Kasen: Aoi no Okina",
        "ru": "Великолепие Пяти Касэн: Аои но Окина",
        "th": "ความยอดเยี่ยมของ Kasen ทั้งห้า: Aoi no Okina",
        "vi": "Ngũ Ca Tiên Huy Hoàng - Aoi no Okina"
    },
    "id": 101728,
    "materialDesc": {
        "en": "A sheet of paper Xingqiu found beneath his luggage. Someone seems to have left it there while he was napping. A poem entitled \"The Five Kasen's Splendor: Aoi no Okina\" is written upon it.",
        "de": "Ein Blatt Papier, das Xingqiu unter seinem Gepäck gefunden hat. Jemand scheint es dort liegen gelassen zu haben, während er schlief. Darauf steht ein Gedicht mit dem Titel „Farbenpracht der Fünf Kasen – Aoi no Okina“.",
        "chs": "行秋在行李下面发现的纸片，似乎是有人趁着他打瞌睡放在那里的。纸上写有一首名为《五歌仙容彩·葵之翁篇》的诗。",
        "cht": "行秋在行李下面發現的紙片，似乎是有人趁著他打瞌睡放在那裡的。紙上寫有一首名為《五歌仙容彩·葵之翁篇》的詩。",
        "es": "Un fragmento de papel que Xingchiu encontró debajo de su equipaje. Al parecer, alguien lo puso ahí aprovechando que él estaba dormido. En el papel se menciona un poema titulado «El esplendor de los Cinco Kasen: Aoi no Okina».",
        "fr": "Un morceau de papier que Xingqiu a trouvé sous ses bagages. Quelqu'un semble l'avoir posé à cet endroit alors qu'il faisait la sieste. Un poème intitulé « Splendeur des Cinq Kasen - Aoi no Okina. » est écrit dessus.",
        "id": "Secarik kertas yang ditemukan Xingqiu di bawah kopernya. Sepertinya seseorang meninggalkannya di situ saat Xingqiu sedang tertidur. Puisi berjudul \"Kemegahan Lima Kasen: Aoi no Okina\" tertulis di atasnya.",
        "jp": "行秋が荷物の下で見つけた紙切れ。彼が居眠りをしていた間に、誰かが置いたようだ。紙には、『五歌仙容彩·葵の翁編』という詩が書かれている。",
        "kr": "행추가 짐 아래에서 발견한 종잇조각. 행추가 졸고 있는 틈을 타 누군가가 놓아둔 듯하다. 종이에는 《고카센 이로도리·아오이 노 오키나 편》이라는 제목의 시가 적혀 있다",
        "pt": "Uma folha de papel que Xingqiu encontrou sob sua bagagem. Alguém parece ter deixado-a ali enquanto ele cochilava. É um poema intitulado \"O Esplendor dos Cinco Kasen: Aoi no Okina\".",
        "ru": "Листок, который Син Цю нашёл под своим багажом. Должно быть, его положили туда, пока он спал. На листке написано стихотворение под названием «Великолепие Пяти Касэн: Аои но Окина».",
        "th": "แผ่นกระดาษที่ Xingqiu พบใต้กระเป๋าเดินทาง ดูเหมือนมีคนเอามาวางไว้ตรงนั้นในตอนที่เขากำลังงีบหลับ มีบทกวีชื่อว่า \"ความยอดเยี่ยมของ Kasen ทั้งห้า: Aoi no Okina\" เขียนอยู่ข้างบนนั้น",
        "vi": "Mảnh giấy mà Xingqiu phát hiện bên dưới hành lý, hình như có người đã đặt ở đó lúc cậu ấy ngủ say. Trên giấy có một bài thơ tên là \"Ngũ Ca Tiên Huy Hoàng - Aoi no Okina\"."
    },
    "materialType": "MATERIAL_QUEST"
}