{
    "name": {
        "en": "The Fox in the Dandelion Sea (XI)",
        "de": "Der Fuchs im Löwenzahnmeer – Band XI",
        "chs": "蒲公英海的狐狸·卷十一",
        "cht": "蒲公英海的狐狸·卷十一",
        "es": "El zorro en el mar de dientes de león (XI)",
        "fr": "La Renarde qui nageait dans la mer de pissenlits - Tome XI",
        "id": "Rubah di Lautan Dandelion (XI)",
        "jp": "蒲公英の海の狐·11",
        "kr": "민들레밭의 여우·권11",
        "pt": "A Raposa no Mar de Dandelion (XI)",
        "ru": "Лиса в море одуванчиков. Том XI",
        "th": "สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน (XI)",
        "vi": "Hồ Ly Biển Bồ Công Anh (XI)"
    },
    "id": 100195,
    "materialDesc": {
        "en": "\"Dandelion, Dandelion, ride the wind to a faraway land,\" the Fox chants.\\nAn unforgettable Mondstadt fairytale about a hunter and a fox. The Fox in the Dandelion Sea, the final installment.",
        "de": "„Löwenzahn, o Löwenzahn, tanze mit dem Wind. Zu weit entfernten Orten trägt er dich geschwind“, sang der Fuchs.\\nDas unvergessliche Märchen aus Mondstadt handelt von einem Jäger und einem Fuchs. „Der Fuchs im Löwenzahnmeer“ endet mit diesem Band.",
        "chs": "蒲公英，蒲公英，跟风一起，到远方去吧——狐狸念念有词地说。\\n令人难忘的蒙德童话，猎人与狐狸的故事，《蒲公英海的狐狸》，完结篇。",
        "cht": "蒲公英，蒲公英，跟風一起，到遠方去吧——狐狸念念有詞地說。\\n令人難忘的蒙德童話，獵人與狐狸的故事，《蒲公英海的狐狸》，完結篇。",
        "es": "“Dientecito, dientecito, vuela lejos con el viento un poquito”, recitó el zorro.\\nUn inolvidable cuento de hadas de Mondstadt sobre un cazador y un zorro. No te pierdas el final de «El zorro en el mar de dientes de león».",
        "fr": "Le renard chanta :« Pissenlit, dent-de-lion, vole vers une autre destination ! »\\nSuite et fin de l'histoire inoubliable du renard et du chasseur.",
        "id": "\"Dandelion, Dandelion, terbanglah ke mana angin membawamu, ke negeri yang tak pernah kamu lihat.\" kata-kata yang terus diserukan si rubah.\\nDongeng rubah dan pemburu yang tak asing bagi seluruh penduduk Mondstadt. Rubah di Lautan Dandelion, tamat.",
        "jp": "蒲公英、蒲公英、風と一緒に遠くへ行こう——キツネが念じるように言った。\\n忘れがたいモンドの童話、狩人とキツネの物語、『蒲公英の海の狐』、完結編。",
        "kr": "민들레야, 민들레야, 바람과 함께 멀리 날아가려무나——꼬마 여우는 이렇게 중얼거렸다.\\n잊지 못할 몬드의 동화, 사냥꾼과 여우의 이야기 《민들레밭의 여우》, 완결편",
        "pt": "\"Dandelion, Dandelion, use o vento a seu favor e voe para longe\", canta a Raposa.\\nUm conto de fadas inesquecível de Mondstadt sobre um caçador e uma raposa. A Raposa no Mar de Dandelion, a Final.",
        "ru": "- Лети, лети, одуванчик, в дальние миры, - шепчет лисёнок.\\nНезабываемая Мондштадтская сказка об охотнике и лисе. Лиса в море одуванчиков, финальная глава.",
        "th": "\"แดนดิไลออนเอ๋ย จงลอยละล่องไปตามลมสู่ดินแดนไกลโพ้น\" เจ้าจิ้งจอกสวดภาวนา\\nเรื่องราวเล่าขานอันไม่รู้ลืมแห่ง Mondstadt ที่เล่าถึงนายพรานกับจิ้งจอก - สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ก็ได้จบลง",
        "vi": "Bồ Công Anh, Bồ Công Anh, bay cùng với gió đến nơi xa-Hồ Ly nhỏ nói thì thầm.\\nCổ tích Mondstadt khiến người khác khó quên, câu chuyện hồ ly và người thợ săn, \"Hồ Ly biển Bồ Công Anh\", đoạn kết."
    },
    "materialType": "MATERIAL_QUEST"
}