{
    "name": {
        "en": "The Fox in the Dandelion Sea (IX)",
        "de": "Der Fuchs im Löwenzahnmeer – Band IX",
        "chs": "蒲公英海的狐狸·卷九",
        "cht": "蒲公英海的狐狸·卷九",
        "es": "El zorro en el mar de dientes de león (IX)",
        "fr": "La Renarde qui nageait dans la mer de pissenlits - Tome IX",
        "id": "Rubah di Lautan Dandelion (IX)",
        "jp": "蒲公英の海の狐·9",
        "kr": "민들레밭의 여우·권9",
        "pt": "A Raposa no Mar de Dandelion (IX)",
        "ru": "Лиса в море одуванчиков. Том IX",
        "th": "สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน (IX)",
        "vi": "Hồ Ly Biển Bồ Công Anh (IX)"
    },
    "id": 100609,
    "materialDesc": {
        "en": "When I have taught all that there is to teach, will it be possible to see this sea of dandelions again...?\\nIn the dandelion sea, the hunter starts to contemplate leaving.",
        "de": "Werde ich noch dieses Löwenzahnmeer sehen können, wenn ich ihm alles beigebracht habe, was ich ihm beibringen kann?\\nIm Meer aus Löwenzahn grübelt der Jäger über den Abschied nach. Neunter Band von „Der Fuchs im Löwenzahnmeer“.",
        "chs": "等到我教无可教的时候，还能够再次看见这片蒲公英海吗…？\\n在蒲公英的海洋中，猎人开始思索离别。《蒲公英海的狐狸》，第九卷。",
        "cht": "等到我教無可教的時候，還能夠再次看見這片蒲公英海嗎…？\\n在蒲公英的海洋中，獵人開始思索離別。《蒲公英海的狐狸》，第九卷。",
        "es": "Cuando te enseñe lo que no se puede enseñar, ¿podré volver a ver este mar de dientes de león?\\nEn el mar de dientes de león, el cazador comienza a pensar en el momento de la separación. «El zorro en el mar de dientes de león», noveno tomo.",
        "fr": "Quand j'aurai appris tout ce qu'il y a à savoir, pourrai-je revoir cette mer de pissenlits...?\\nDans la mer de pissenlits, le chasseur commence à penser à l'heure des adieux. « La Renarde qui nageait dans la mer de pissenlits », neuvième partie.",
        "id": "Ketika aku telah mengajarkan semunya, apakah mungkin aku melihat lautan dandelion ini lagi...?\\nDi lautan dandelion, pemburu mulai berpikir untuk pergi. Rubah di Lautan Dandelion (IX).",
        "jp": "教えられることがなくなったら、その時はまだこの蒲公英の海を見られるのだろうか…？\\n蒲公英に囲まれ、狩人は別れについて考え始めた。『蒲公英の海の狐』第9巻。",
        "kr": "더 가르칠 게 없어도, 이 민들레밭을 다시 볼 수 있을까…?\\n민들레밭에서 사냥꾼은 이별을 생각하기 시작한다. 《민들레밭의 여우》, 제9권",
        "pt": "Quando ensinar tudo que há para ser ensinado, será que verei esse mar de Dandelions de novo...?\\nNo mar de Dandelions, o caçador começa a contemplar sair. \"A Raposa do Mar de Dandelions\", nono volume.",
        "ru": "Когда я закончу обучение, смогу ли я ещё раз увидеть это море одуванчиков?.. \\nСтоя посреди волнующегося моря одуванчиков, охотник задумался о разлуке. «Лиса в море одуванчиков», Том IX",
        "th": "เมื่อถึงตอนที่ฉันสอนทุกสิ่งไปหมดแล้ว ยังจะได้เห็นทุ่งดอกแดนดิไลออนนี้อีกครั้งรึเปล่า...?\\nนักล่าเริ่มคิดถึงการจากลา ท่ามกลางทุ่งดอกแดนดิไลออน สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน (IX)",
        "vi": "Đợi đến khi ta không còn gì để dạy vẫn còn có thể nhìn thấy biển bồ công anh một lần nữa không...?\\nTrong biển bồ công anh, người thợ săn nghĩ đến thời khắc chia tay. Hồ Ly Biển Bồ Công Anh (IX)."
    },
    "materialType": "MATERIAL_QUEST"
}