{
    "name": {
        "en": "The Fox in the Dandelion Sea (II)",
        "de": "Der Fuchs im Löwenzahnmeer – Band II",
        "chs": "蒲公英海的狐狸·卷二",
        "cht": "蒲公英海的狐狸·卷二",
        "es": "El zorro en el mar de dientes de león (II)",
        "fr": "La Renarde qui nageait dans la mer de pissenlits - Tome II",
        "id": "Rubah di Lautan Dandelion (II)",
        "jp": "蒲公英の海の狐·2",
        "kr": "민들레밭의 여우·권2",
        "pt": "A Raposa no Mar de Dandelion (II)",
        "ru": "Лиса в море одуванчиков. Том II",
        "th": "สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน (II)",
        "vi": "Hồ Ly Biển Bồ Công Anh (II)"
    },
    "id": 100189,
    "materialDesc": {
        "en": "\"Be good and stay put.\" Trapped by a Mist Flower, what does fate have in store by the fox who met a hunter?\\nThe story of the Hunter and the Fox continues in Part 2.",
        "de": "„Ganz ruhig, lieber Fuchs.“ Was hält das Schicksal für den armen Fuchs bereit, nachdem er auf einen Jäger traf und von einer Eisnebelblume festgehalten wurde?\\nDer zweite Teils eines Märchens über einen Jäger, einen Fuchs und Löwenzahn.",
        "chs": "「狐狸乖乖，别乱动。」遇到了猎人，被冰雾花困住的狐狸，命运究竟如何？\\n猎人、狐狸和蒲公英的童话，第二卷，继续展开。",
        "cht": "「狐狸乖乖，別亂動。」遇到了獵人，被冰霧花困住的狐狸，命運究竟如何？\\n獵人、狐狸和蒲公英的童話，第二卷，繼續展開。",
        "es": "“Tranquilo, no te muevas”. Al encontrar a un cazador, ¿qué destino le espera al zorro atrapado por una flor helada?\\nSegunda parte de la historia del cazador y el zorro.",
        "fr": "« Gentil renard, ne bouge pas. » Prisonnier d'une fleur de brume, le renard rencontre le Chasseur. Qu'adviendra-t-il de lui ?\\nL'histoire du chasseur et du renard continue dans cette deuxième partie.",
        "id": "\"Rubah yang pintar, jangan bergerak ya.\" ditemukan oleh seorang pemburu saat sedang terperangkap oleh Mist Flower. Bagaimanakah nasib sang rubah selanjutnya?\\nKisah si rubah dan pemburu bersambung ke Bagian II.",
        "jp": "「キツネは騒がずに大人しくしていろ。」霧氷花に閉じこめられたキツネが狩人に遭遇した時、その運命はどうなってしまうのだろうか？\\n狩人、キツネ、蒲公英の童話、第2巻、継続中。",
        "kr": "「여우야 착하지, 움직이지 마」 서리꽃에 발목이 잡힌 채 사냥꾼을 만난 여우의 운명은?\\n사냥꾼, 여우, 그리고 민들레의 동화가 2권에서 계속된다",
        "pt": "\"Calma, não se mexa.\" Encontrando um caçador, o que o destino guarda para a Raposa presar por uma Flor da Neblina?\\nA história do Caçador e da Raposa continua na Parte 2.",
        "ru": "«Веди себя хорошо!» После встречи с охотником, какая судьба ждёт лису, попавшую в ловушку Туманного цветка?\\nПродолжение истории об Охотнике и Лисе. Часть II.",
        "th": "\"ใจเย็นๆ อยู่นิ่งๆ นะ\" เมื่อเจอเข้ากับนายพราน เจ้าจิ้งจอกที่ติดกับดักของ Mist Flower อยู่จะมีชะตาเป็นอย่างไรต่อไปกันนะ?\\nสุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ตอนที่ 2",
        "vi": "\"Hồ ly ngoan nào, đừng cựa quậy.\", gặp phải thợ săn, hồ ly bị Băng Vụ Hoa bao vây, tính mạng sẽ ra sao?\\nCổ tích thợ săn, hồ ly và bồ công anh, quyển 2, tiếp tục."
    },
    "materialType": "MATERIAL_QUEST"
}