{
    "name": {
        "en": "The Fox in the Dandelion Sea (VIII)",
        "de": "Der Fuchs im Löwenzahnmeer – Band VIII",
        "chs": "蒲公英海的狐狸·卷八",
        "cht": "蒲公英海的狐狸·卷八",
        "es": "El zorro en el mar de dientes de león (VIII)",
        "fr": "La Renarde qui nageait dans la mer de pissenlits - Tome VIII",
        "id": "Rubah di Lautan Dandelion (VIII)",
        "jp": "蒲公英の海の狐·8",
        "kr": "민들레밭의 여우·권8",
        "pt": "A Raposa no Mar de Dandelion (VIII)",
        "ru": "Лиса в море одуванчиков. Том VIII",
        "th": "สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน (VIII)",
        "vi": "Hồ Ly Biển Bồ Công Anh (VIII)"
    },
    "id": 100608,
    "materialDesc": {
        "en": "\"When he has mastered human language...\" The fox's voice is gently carried away by the midnight breeze, drifting further and further away together with the dandelion seeds...\\nAfter all, the fox is a different kind of creature from the human, and the two do not share all the same sense of mirth and misery...",
        "de": "„Bald wird er die Sprache der Menschen beherrschen“, so sprach der Fuchs, dessen Stimme von der nächtlichen Brise gemeinsam mit dem Löwenzahn davongetragen wurde ...\\nLetztendlich sind Füchse doch sehr verschieden von den Menschen. Freud und Leid sind ihnen nicht gleich ... Achter Band des Märchens „Der Fuchs im Löwenzahnmeer“.",
        "chs": "「等他学会了人类的话语——」狐狸的声音被夜风轻轻卷走，携着蒲公英越飘越远了……\\n毕竟狐狸是不同于人的走兽，其悲喜与人类也不尽相通……童话故事《蒲公英海的狐狸》，第八卷。",
        "cht": "「等他學會了人類的話語——」狐狸的聲音被夜風輕輕卷走，攜著蒲公英越飄越遠了……\\n畢竟狐狸是不同於人的走獸，其悲喜與人類也不盡相通……童話故事《蒲公英海的狐狸》，第八卷。",
        "es": "“Cuando aprenda la lengua de los humanos...”. El viento nocturno se llevó el sonido de la voz del zorro junto con los dientes de león, cada vez más lejos.\\nAl fin y al cabo, un zorro es distinto de un humano y sus alegrías y penas no son las mismas. Léelo en el cuento infantil «El zorro en el mar de dientes de león», octavo tomo.",
        "fr": "« Quand il aura maîtrisé la langue... » La voix du renard est emportée au loin, balayée par le vent de la nuit avec les graines de pissenlit...\\nAprès tout, le renard étant une créature différente de l'homme, il en va de même pour ses joies et ses peines... « La Renarde qui nageait dans la mer de pissenlits », huitième partie.",
        "id": "\"Ketika dia telah menguasai bahasa manusia...\" Suara rubah perlahan-lahan terbawa oleh angin malam, melayang semakin jauh bersama dengan benih dandelion...\\nBagaimanapun juga, rubah adalah makhluk yang berbeda dari manusia, dan keduanya tidak memiliki rasa kegembiraan dan penderitaan yang sama... Rubah di Lautan Dandelion (VIII).",
        "jp": "「あの子が人の言葉を話せるようになったら——」狐の声は夜風にさらわれ、蒲公英と共に遠くへと飛んでいく……\\n狐は人とは異なる生き物であり、感情が交わることもない……童話『蒲公英の海の狐』第8巻。",
        "kr": "「그가 인간의 말을 배우고 나면——」 여우의 목소리가 바람을 타고, 민들레에 실려 멀리 날아간다….\\n여우는 인간이 아니라 짐승이니, 인간과는 다른 기쁨과 슬픔이 있겠지…. 동화 이야기 《민들레밭의 여우》, 제8권",
        "pt": "\"Quando ele aprendar a língua dos humanos...\". A voz da raposa é gentilmente carregada pela brisa da noite, desaparecendo com as sementes de Dandelion...\\nAfinal, a raposa é uma criatura diferente dos humanos, e não compartilham as mesmas alegrias e tristezas... Fábulas infantis \"A Raposa do Mar de Dandelions\", oitavo volume.",
        "ru": "«Когда он выучит человеческий язык...» - ночной ветер подхватил слова лисицы и унёс их вдаль вместе с семенами одуванчиков... \\nВсё-таки лисы не похожи на людей, и радости их и печали всегда будут иными... «Лиса в море одуванчиков», Том VIII",
        "th": "\"เมื่อเขาเรียนรู้ภาษาได้สมบูรณ์แล้ว...\" เสียงของสุนัขจิ้งจอกถูกพัดไปกับสายลมโชยอ่อนยามค่ำคืน และพัดไปไกลออกไปเรื่อย ๆ พร้อมกับเมล็ดดอกแดนดิไลออน...\\nสุนัขจิ้งจอกเป็นสัตว์ที่ต่างจากมนุษย์ มันจึงมีความสุขและความเศร้าที่ไม่เหมือนมนุษย์... สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน (VIII)",
        "vi": "\"Đợi đến khi cậu học được tiếng người\" âm thanh của hồ ly bị gió đêm khẽ cuốn đi, mang theo những bông bồ công anh dạt đến chân trời xa...\\nXét cho cùng hồ ly không giống con người, sự đau khổ và niềm hân hoan cũng khác họ... Câu chuyện cổ tích Hồ Ly Biển Bồ Công Anh (VIII)."
    },
    "materialType": "MATERIAL_QUEST"
}