{
    "name": {
        "en": "The Fox in the Dandelion Sea (X)",
        "de": "Der Fuchs im Löwenzahnmeer – Band X",
        "chs": "蒲公英海的狐狸·卷十",
        "cht": "蒲公英海的狐狸·卷十",
        "es": "El zorro en el mar de dientes de león (X)",
        "fr": "La Renarde qui nageait dans la mer de pissenlits - Tome X",
        "id": "Rubah di Lautan Dandelion (X)",
        "jp": "蒲公英の海の狐·10",
        "kr": "민들레밭의 여우·권10",
        "pt": "A Raposa no Mar de Dandelion (X)",
        "ru": "Лиса в море одуванчиков. Том X",
        "th": "สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน (X)",
        "vi": "Hồ Ly Biển Bồ Công Anh (X)"
    },
    "id": 100194,
    "materialDesc": {
        "en": "The somber parting has finally arrived... The Fox bids farewell to its mother, teacher, and the dandelion sea.\\nIt's time to live up to the promise. The Fox in the Dandelion Sea, Part 10.",
        "de": "Zuletzt kommt es, wie es kommen muss. Der kleine Fuchs verabschiedet sich winkend von seiner Mutter, seinem Lehrer und dem Löwenzahnmeer.\\nEs wird Zeit, das Versprechen einzulösen. Der zehnte Teil des Märchens „Der Fuchs im Löwenzahnmeer“.",
        "chs": "令人感慨的别离终于到来，小狐狸向他的母亲、老师和蒲公英海挥手告别。\\n是兑现承诺的时候了。童话故事《蒲公英海的狐狸》，第十卷。",
        "cht": "令人感慨的別離終於到來，小狐狸向他的母親、老師和蒲公英海揮手告別。\\n是兌現承諾的時候了。童話故事《蒲公英海的狐狸》，第十卷。",
        "es": "Llegó el día de separarse... El zorro se despide de su madre, de su maestro y del mar de dientes de león.\\nEs hora de cumplir la promesa. «El zorro en el mar de dientes de león», décimo tomo.",
        "fr": "Le renard doit faire ses adieux à sa mère, son mentor et à la mer de pissenlits.\\nIl est temps de tenir ses promesses... « La Renarde qui nageait dans la mer de pissenlits », tome 10.",
        "id": "Perpisahan yang tak terhindarkan, akhirnya tiba... Rubah kecil mengucapkan perpisahan pada ibunya, gurunya, dan pada lautan dandelion.\\nWaktunya tiba untuk memenuhi janji. Rubah di Lautan Dandelion (X).",
        "jp": "感動的な別れが訪れた。子ギツネは母親、先生、そして蒲公英の海に向かって手を振りながら別れを告げている。\\n約束を果たす時が来た。童話『蒲公英の海の狐』、第10巻。",
        "kr": "서글픈 이별이 다가왔다. 꼬마 여우는 그의 어머니와 선생님, 그리고 민들레밭과 작별 인사를 나눈다.\\n약속을 지킬 때가 왔다. 동화 《민들레밭의 여우》, 제10권",
        "pt": "O momento da partida chegou...A Raposa se despediu da sua mãe, mentor e do Mar de Dandelion.\\nÉ hora de viver a promessa. A Raposa no Mar de Dandelion, Parte 10.",
        "ru": "Наступил момент грустного расставания... Лисёнок прощается со своей матерью, учителем и морем одуванчиков.\\nПора выполнить обещание. Продолжение истории об охотнике и лисёнке. Часть X.",
        "th": "วันแห่งการจากลาย่อมต้องมาถึง... เจ้าจิ้งจอกกล่าวลาแม่ของมัน, อาจารย์ และทุ่งแดนดิไลออน\\nถึงเวลาที่ต้องทำตามสัญญาแล้วล่ะ - สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ตอนที่ 10",
        "vi": "Cuối cùng cũng đến lúc ly biệt, Hồ Ly nhỏ vẫy tay tạm từ biệt với mẹ, thầy giáo và biển bồ công anh.\\nĐã đến lúc thực hiện lời hứa. Cổ tích \"Hồ Ly biển Bồ Công Anh\", quyển 10."
    },
    "materialType": "MATERIAL_QUEST"
}