{
    "name": {
        "en": "The Fox in the Dandelion Sea (VII)",
        "de": "Der Fuchs im Löwenzahnmeer – Band VII",
        "chs": "蒲公英海的狐狸·卷七",
        "cht": "蒲公英海的狐狸·卷七",
        "es": "El zorro en el mar de dientes de león (VII)",
        "fr": "La Renarde qui nageait dans la mer de pissenlits - Tome VII",
        "id": "Rubah di Lautan Dandelion (VII)",
        "jp": "蒲公英の海の狐·7",
        "kr": "민들레밭의 여우·권7",
        "pt": "A Raposa no Mar de Dandelion (VII)",
        "ru": "Лиса в море одуванчиков. Том VII",
        "th": "สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน (VII)",
        "vi": "Hồ Ly Biển Bồ Công Anh (VII)"
    },
    "id": 100193,
    "materialDesc": {
        "en": "\"Dandelion, Dandelion, ride the wind to a faraway land,\" the Fox chants.\\nCan the Hunter also learn magic to make his wish come true? The Fox in the Dandelion Sea, Part 7.",
        "de": "„Löwenzahn, o Löwenzahn, tanze mit dem Wind. Zu weit entfernten Orten trägt er dich geschwind“, sang der kleine Fuchs.\\nWird der Jäger den Zauber erlernen, um seinen Traum wahr werden zu lassen? Der siebte Teil des Märchens „Der Fuchs im Löwenzahnmeer“.",
        "chs": "「蒲公英，蒲公英，跟风一起，到远方去吧。」小狐狸念念有词地说。\\n猎人也能学会魔法，实现自己的愿望吗？童话故事《蒲公英海的狐狸》，第七卷。",
        "cht": "「蒲公英，蒲公英，跟風一起，到遠方去吧。」小狐狸念念有詞地說。\\n獵人也能學會魔法，實現自己的願望嗎？童話故事《蒲公英海的狐狸》，第七卷。",
        "es": "“Dientecito, dientecito, vuela lejos con el viento un poquito”, recitó el zorro.\\n¿Podrá el Cazador también aprender magia para hacer realidad sus deseos? Descúbrelo en «El zorro en el mar de dientes de león», séptimo tomo.",
        "fr": "Le renard chanta : « Pissenlit, dent-de-lion, vole vers une autre destination ! »\\nLe chasseur parviendra-t-il à apprendre la magie pour exaucer son vœu ? « La Renarde qui nageait dans la mer de pissenlits », tome 7.",
        "id": "\"Dandelion, Dandelion, terbanglah ke mana angin membawamu, ke negeri yang tak pernah kamu lihat.\"\\nApakah pemburu juga dapat mempelajari sihir, untuk membuat mimpinya menjadi kenyataan? Rubah di Lautan Dandelion (VII).",
        "jp": "「蒲公英、蒲公英、風と一緒に遠くへ行こう。」子ギツネが念じるように言った。\\n狩人も魔法を学んで自分の願いを叶えられるのだろうか？童話『蒲公英の海の狐』、第7巻。",
        "kr": "「민들레야, 민들레야, 바람과 함께 멀리 날아가려무나」 꼬마 여우가 이렇게 중얼거렸다.\\n사냥꾼은 마법을 배워 자신의 꿈을 실현할 수 있을까? 동화 《민들레밭의 여우》, 제7권",
        "pt": "\"Dandelion, Dandelion, use o vento a seu favor e voe para longe\", encanta a Raposa.\\nSerá que o Caçador também pode aprender a magia para tornar seu desejo em realidade? A Raposa no Mar de Dandelion, Parte 7.",
        "ru": "- Лети, лети, одуванчик, в дальние миры, - шепчет лисёнок.\\nСможет ли охотник научиться исполнять свои желания? Продолжение истории об охотнике и лисёнке. Часть VII.",
        "th": "\"แดนดิไลออนเอ๋ย จงลอยละล่องไปตามลมสู่ดินแดนไกลโพ้น\" เจ้าจิ้งจอกสวดภาวนา\\nนายพรานจะเรียนรู้เวทมนตร์ที่ทำให้ความหวังของเขาเป็นจริงได้สำเร็จหรือไม่นะ? - สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ตอนที่ 7",
        "vi": "\"Bồ công anh, bồ công anh, bay cùng với gió đến nơi xa đi.\" Hồ ly nhỏ nói thì thầm.\\nThợ săn có thể học phép thuật để thực hiện nguyện vọng của mình không? Cổ tích \"Hồ Ly biển Bồ Công Anh\", quyển 7."
    },
    "materialType": "MATERIAL_QUEST"
}