{
    "name": {
        "en": "The Honest Cat's Little Lie",
        "de": "Die kleine Lüge einer ehrlichen Katze",
        "chs": "诚实猫的小范围谎言",
        "cht": "誠實貓的小範圍謊言",
        "es": "La pequeña mentira del gato honesto",
        "fr": "Le petit mensonge du chat honnête",
        "id": "Kebohongan Kecil dari Kucing yang Jujur",
        "jp": "正直猫の小さな嘘",
        "kr": "성실한 고양이의 작은 거짓말",
        "pt": "A Mentirinha do Gato Honesto",
        "ru": "Маленькая ложь честного кота",
        "th": "คำโกหกของแมวผู้ซื่อสัตย์",
        "vi": "Lời Nói Dối Của Mèo Thành Thật"
    },
    "id": 100862,
    "materialDesc": {
        "en": "A suspense novel. The packaging suggests that many readers were attracted by the unexpected twists and turns of the plot.",
        "de": "Ein spannender Roman. Der Umschlag lässt vermuten, dass viele Leser von den unerwarteten Wendungen der Handlung angezogen wurden.",
        "chs": "一本悬疑小说。据腰封看，这本小说似乎以各类出乎预料的剧情吸引了众多读者…",
        "cht": "一本懸疑小說。根據書腰的介紹，這本小說似乎以各類出乎預料的劇情吸引了眾多讀者…",
        "es": "Una novela de suspense. Según sugiere la cubierta, esta novela atrajo a muchos lectores con una trama que superaba las expectativas de cualquiera...",
        "fr": "Un roman à suspense. La couveture suggère que de nombreux lecteurs ont été attirés par les rebondissements inattendus de l'intrigue.",
        "id": "Sebuah novel dengan cerita yang menegangkan. Dari kemasannya terlihat kalau banyak pembacanya tertarik dengan lika-liku plot yang tak terduga.",
        "jp": "ミステリー小説。帯の紹介によると、この小説は様々な予想外のストーリーで、多くの読者を魅了したらしい…",
        "kr": "추리 소설. 책의 띠지로 보면, 예상치 못한 전개로 많은 독자의 관심을 끌고 있는 작품인 듯하다…",
        "pt": "Uma história de suspense. A embalagem sugere que muitos leitores foram atraídos pelas reviravoltas da trama.",
        "ru": "Напряжённый роман. Судя по манжете книги, своими хитроумными ходами она привлекла немало читателей...",
        "th": "นิยายระทึกขวัญ ดูจากสายคาดหนังสือแล้ว นิยายเรื่องนี้ดูเหมือนจะดึงดูดผู้อ่านจำนวนมากด้วยเนื้อเรื่องที่เหนือความคาดหมาย...",
        "vi": "Một cuốn tiểu thuyết gay cấn. Cuốn tiểu thuyết này dường như đã thu hút được nhiều độc giả với nhiều tình tiết nằm ngoài dự đoán."
    },
    "materialType": "MATERIAL_QUEST"
}