{
    "name": {
        "en": "The Life of Mouun the Shrine Maiden",
        "de": "Das Leben der Schreinjungfer Mouun",
        "chs": "巫女曚云小传",
        "cht": "巫女曚雲小傳",
        "es": "Biografía de la miko Mouun",
        "fr": "La vie de la prêtresse Mouun",
        "id": "Biografi Miko Mouun",
        "jp": "巫女曚雲小伝",
        "kr": "무녀 모운 소전",
        "pt": "A Vida da Sacerdotisa Mouun",
        "ru": "Краткая биография жрицы Моун",
        "th": "ชีวิตของมิโกะ Mouun",
        "vi": "Chuyện Về Pháp Sư Mouun"
    },
    "id": 101597,
    "materialDesc": {
        "en": "For the people of Watatsumi, the legends of the Archon War are always filled with bitterness. Many of these millennia-old folksongs tell of a shrine maiden by the name of Mouun, who once rode upon the back of a sea monster, following the Great Serpent unto a tragic, moving end.",
        "de": "Für die Menschen in Watatsumi sind die Legenden des Archontenkriegs immer mit Bitterkeit gefüllt. Viele dieser Jahrtausende alten Volkslieder erzählen von einer Schreinjungfer namens Mouun, die einst auf dem Rücken eines Seeungeheuers ritt und mit der Großen Schlange bis zum tragischen Ende kämpfte.",
        "chs": "对于海祇之民而言，有关魔神战争的传说必然是苦涩的。在千年传唱的诸多岛歌中，有一位名为「曚云」的巫女，曾乘着庞大的海兽追随大蛇作战，留下了悲壮的名声。",
        "cht": "對於海祇之民而言，有關魔神戰爭的傳說必然是苦澀的。在千年傳唱的諸多島歌中，有一位名為「曚雲」的巫女，曾乘著龐大的海獸追隨大蛇作戰，留下了悲壯的名聲。",
        "es": "Para la gente de Watatsumi, las leyendas sobre la Guerra de los Arcontes están llenas de amargura. En las canciones de la isla transmitidas durante milenios, existe la figura de una miko llamada Mouun que, montada sobre una gran bestia marina, combatió junto a la serpiente gigante hasta un trágico y conmovedor final.",
        "fr": "Les légendes de la Guerre des Archons laissent encore un arrière-goût amer aux habitants de l'Île de Watatsumi. De nombreuses chansons vieilles de plus d'un millénaire racontent l'histoire d'une prêtresse nommée Mouun qui chevauchait une énorme bête marine pour se battre aux côtés du Grand serpent jusqu'à sa fin tragique.",
        "id": "Bagi masyarakat Watatsumi, legenda Perang Archon selalu dipenuhi dengan kepahitan. Di antara banyaknya lagu-lagu rakyat yang berusia ribuan tahun, ada satu di antaranya yang menceritakan tentang seorang Miko bernama Mouun, yang pernah menunggangi monster laut untuk bertempur melawan Ular Besar Agung, hingga kisahnya berakhir secara tragis.",
        "jp": "海祇の民にとって、魔神戦争に関する伝説は苦いものである。千年にも渡って歌われている島唄の中で、「曚雲」という巫女が、巨大な海獣に乗り、大蛇と戦った。そして、悲壮な名を残した。",
        "kr": "와타츠미 백성들은 마신 전쟁의 전설에 씁쓸함을 느낄 수밖에 없을 것이다. 천 년간 전해 내려오는 많은 섬노래 중, 「모운」이라는 무녀가 거대한 바다 괴수를 타고 거대한 뱀과 싸운 장면을 그린 노래는 비장한 이름을 남겼다",
        "pt": "Para as pessoas de Watatsumi, as lendas da Guerra dos Arcontes são sempre cheias de amargura. Muitas dessas histórias folclóricas milenares falam de uma Sacerdotisa chamada Mouun, que cavalgou nas costas de um monstro marítimo, seguindo a Grande Serpente até um final trágico e comovente.",
        "ru": "Для жителей Ватацуми легенды о Войне Архонтов всегда наполнены горечью. Многие из этих тысячелетних народных песен рассказывают о жрице по имени Моун, которая на спине морского чудища следовала за Великим Змеем до самого конца, торжественного и печального.",
        "th": "สำหรับชาว Watatsumi ตำนานของสงครามเทพอสูร มักจะเต็มไปด้วยความขมขื่น ในบรรดาเพลงประจำเกาะมากมายที่ร้องมานานนับพันปีได้เล่าถึงมิโกะในศาลเจ้าที่ชื่อ Mouun ซึ่งครั้งหนึ่งเคยขี่หลังอสูรทะเลเพื่อต่อสู้กับงูยักษ์ และทิ้งชื่อเสียงที่น่าเศร้าไว้เบื้องหลัง",
        "vi": "Đối với người dân Watatsumi, truyền thuyết về chiến tranh Ma Thần hẳn là điều cay đắng. Trong rất nhiều bài hát được lưu truyền nghìn năm trên đảo có một vị pháp sư tên là \"Mouun\", cưỡi một con hải thú khổng lồ đi theo mãng xà cùng tác chiến, để lại danh tiếng bi hùng."
    },
    "materialType": "MATERIAL_QUEST"
}