{
    "name": {
        "en": "The Lay of Al-Ahmar",
        "de": "Die Geschichte von Al-Ahmar",
        "chs": "阿赫玛尔的故事",
        "cht": "阿赫瑪爾的故事",
        "es": "El cuento de al-Ahmar",
        "fr": "L'histoire d'Al-Ahmar",
        "id": "Kisah Ayn Al-Ahmar",
        "jp": "アフマルの物語",
        "kr": "아흐마르의 이야기",
        "pt": "O Conto de Ayn Al-Ahmar",
        "ru": "История аль-Ахмара",
        "th": "เรื่องราวของ Al-Ahmar",
        "vi": "Câu Chuyện Về Al-Ahmar"
    },
    "id": 120021,
    "materialDesc": {
        "en": "A story about an ancient god whose name has been lost to history. The story is told by a floating Jinni. The veracity of the story cannot be determined.",
        "de": "Eine Geschichte über einen alten Gott, dessen Name in der Geschichte verloren gegangen ist. Die Geschichte wird von einem schwebenden Dschinn erzählt. Der Wahrheitsgehalt der Geschichte kann nicht festgestellt werden.",
        "chs": "有关某位不知名远古神王的故事，由飘忽的镇灵讲述，真实性不可查考",
        "cht": "有關某位不知名遠古神王的故事，由飄忽的鎮靈講述，真實性不可查考",
        "es": "La historia de un desconocido rey divino de la antigüedad, contada por un genio flotante y de incomprobable veracidad.",
        "fr": "L'histoire d'une ancienne divinité oubliée. Elle est racontée par un djinn flottant dans les airs. Sa véracité ne peut être attestée.",
        "id": "Sebuah cerita tentang dewa kuno yang namanya hilang ditelan sejarah. Kisah ini diceritakan oleh Jinni yang terbang. Kebenaran mengenai cerita ini belum dapat dipastikan.",
        "jp": "さまよえるジンニーが語る、知られざる古代の神王の物語。真偽のほどは定かでない。",
        "kr": "변덕스러운 지니가 들려주는 태고의 이름 모를 신왕의 이야기. 진실성은 고증하기 어렵다",
        "pt": "A história sobre uma divindade antiga com o nome perdido na história. A história é contada por uma Jinni voadora. A veracidade dele não pode ser determinada.",
        "ru": "Рассказанная парящим джинном история о древнем божестве, имя которого оказалось утеряно для истории. Степень достоверности рассказа установить не удалось.",
        "th": "เรื่องราวของเทพเจ้ายุคโบราณนิรนาม ที่ถูกเล่าขานโดยญินที่ล่องลอยไปมา และไม่อาจตรวจสอบข้อเท็จจริงของเรื่องราว",
        "vi": "Câu chuyện về một vị thần cổ đại vô danh, được kể bởi một trấn linh trôi nổi, không thể xác định được tính xác thực của câu chuyện."
    },
    "materialType": "MATERIAL_QUEST"
}