{
    "name": {
        "en": "The Mellow Pot",
        "de": "„Im sanften Fluss“",
        "chs": "「于醇厚的壶浆中」",
        "cht": "「於醇厚的壺漿中」",
        "es": "Fluidez apacible",
        "fr": "Cruche veloutée",
        "id": "Kendi Lembut",
        "jp": "「醇厚なる歓迎の中で」",
        "kr": "「따뜻한 주전자 속에서」",
        "pt": "No Vaso Maduro",
        "ru": "Милый горшочек",
        "th": "\"ความกลมกล่อมในกาต้ม\"",
        "vi": "\"Trong Chiếc Ấm Êm Dịu\""
    },
    "id": 383330,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making The Mellow Pot.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Im sanften Fluss“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「『于醇厚的壶浆中』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「『於醇厚的壺漿中』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar “Fluidez apacible”.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la cruche veloutée.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Diagram yang berisi langkah-langkah untuk membuat \"Pot Lembut\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「『醇厚なる歓迎の中で』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「『따뜻한 주전자 속에서』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"No Vaso Maduro\".\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Милый горшочек».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"ความกลมกล่อมในกาต้ม\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Trong Chiếc Ấm Êm Dịu\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}