{
    "name": {
        "en": "The Miraculous Adventures of the Traveler",
        "de": "#„Die wundersamen Abenteuer {F#der}{M#des} Reisenden“",
        "chs": "《旅行者的奇妙冒险》",
        "cht": "《旅行者的奇妙冒險》",
        "es": "#Las increíbles aventuras {F#de la viajera}{M#del viajero}",
        "fr": "#« Les extraordinaires aventures {M#du voyageur}{F#de la voyageuse} »",
        "id": "Petualangan Ajaib Sang Pengembara",
        "jp": "『旅人の奇妙な冒険』",
        "kr": "《여행자의 기묘한 모험》",
        "pt": "#\"As Aventuras Fantásticas d{F#a}{M#o} Viajante\"",
        "ru": "#«Удивительные приключения путешественни{F#цы}{M#ка}»",
        "th": "\"นักเดินทาง ล่าข้ามศตวรรษ\"",
        "vi": "Chuyến Phiêu Lưu Kỳ Thú"
    },
    "id": 101688,
    "materialDesc": {
        "en": "\"By blending many styles together, this seemingly thin book transports you into a great many tales. I can only imagine that its author must also be a very interesting person. I happen to know someone like that, in fact — something that lends this book a very familiar touch.\" — Ms. Hina",
        "de": "„Indem es viele Stile miteinander vermischt, entführt dieses recht dünne Buch die Leser in eine Vielzahl von Geschichten. Ich kann mir nur vorstellen, dass der Autor auch ein sehr interessanter Mensch sein muss. Ich kenne zufällig jemanden, der so ist, was diesem Buch einen sehr vertrauten Hauch verleiht.“ – Fräulein Hina",
        "chs": "「许多种风格交融在一起，感觉能从薄薄的一本书中体验到很多故事，想必书的作者也是一位非常有趣的人吧。碰巧我也认识这样的一个人，所以读的时候感到十分亲切。」——希娜小姐",
        "cht": "「許多種風格交融在一起，感覺能從薄薄的一本書中體驗到很多故事，想必書的作者也是一位非常有趣的人吧。碰巧我也認識這樣的一個人，所以讀的時候感到十分親切。」——希娜小姐",
        "es": "#“A pesar de lo corto que es este libro, en él se combinan muchos estilos distintos, lo que hará que el lector tenga la sensación de haber vivido muchas historias. No hay duda de que {F#la autora}{M#el autor} es una persona realmente interesante. Me recordó a una persona que conozco, por lo que me sentí en buena compañía al leer esta obra”.\\n— Sinopsis de la Srta. Hina.",
        "fr": "« En mélangeant de nombreux styles, ce livre plutôt léger vous transporte dans toutes sortes d'histoires. Je ne peux que supposer que son auteur doit être quelqu'un de très intéressant. Il se trouve que je connais une telle personne, ce qui donne à ce livre une touche des plus familières. » - Mademoiselle Hina",
        "id": "\"Dengan memadukan banyak gaya, buku yang sekilas tampak tipis ini bisa membawamu tenggelam ke dalam lautan cerita. Aku merasa sangat yakin bahwa penulisnya juga pastilah seseorang yang sangat menarik. Kebetulan, sebenarnya aku juga mengenal seseorang yang seperti itu — sehingga aku merasakan adanya perasaan yang sangat akrab ketika aku membaca buku ini.\" — Nona Hina",
        "jp": "「色んなスタイルが使われているため、少ないページ数の割に、たくさんの物語を味わえたような気がしました。この本の著者はさぞかし面白い人なのでしょう。たまたまそういう方を一人知っていたので、読んでいてとても親近感が湧きました。」——ヒナさん",
        "kr": "「여러 가지 장르가 들어있는 라이트 노벨. 얇은 책에서 수많은 스토리를 즐길 수 있어요. 작가님은 분명 재미있는 분일 거예요. 저도 이분과 비슷한 사람을 알고 있어서 읽을 때마다 친근감이 든다니까요」——히나 님",
        "pt": "\"Ao misturar muitos gêneros juntos, esse livro aparentemente fino lhe transporta para grandes histórias. Só posso imaginar que seu autor deve ser também uma pessoa muito interessante. Também conheço alguém assim, o que deixa este livro para mim com uma sensação familiar\". — Srta. Hina",
        "ru": "«В этой тонкой книге смешивается множество стилей и рассказывается огромное количество историй. Могу предположить, что её автор весьма незаурядный человек. На самом деле, такой есть среди моих друзей, сюжет книги мне подозрительно знаком», - госпожа Хина.",
        "th": "\"ด้วยการผสมผสานสไตล์ต่าง ๆ มากมายเอาไว้ด้วยกัน เลยรู้สึกว่าได้สัมผัสถึงเรื่องราวมากมายจากหนังสือบาง ๆ เล่มนี้ คิดว่าผู้เขียนน่าจะเป็นคนที่น่าสนใจมากคนนึง และบังเอิญว่าฉันก็รู้จักคนประเภทนี้ด้วย ดังนั้นเวลาที่อ่านเลยรู้สึกคุ้นเคยเป็นอย่างมาก\" — คุณ Hina",
        "vi": "\"Rất nhiều phong cách được pha trộn với nhau, cảm giác như có thể trải nghiệm nhiều câu chuyện chỉ qua một cuốn sách mỏng. Tác giả của cuốn sách này hẳn là một người rất thú vị. Tình cờ là tôi cũng biết một người như vậy, vì vậy khi đọc nó, Tôi cảm thấy rất quen thuộc. \"- Tiểu thư Hina"
    },
    "materialType": "MATERIAL_QUEST"
}