{
    "name": {
        "en": "The Meaning of Aeons",
        "de": "Sinn der Äonen",
        "chs": "万劫之真意",
        "cht": "萬劫之真意",
        "es": "Máxima de la catástrofe",
        "fr": "Signification d'une éternité",
        "id": "The Meaning of Aeons",
        "jp": "万劫の真意",
        "kr": "만겁의 진의",
        "pt": "Significado de Éons",
        "ru": "Смысл эонов",
        "th": "The Meaning of Aeons",
        "vi": "Chân Ý Vạn Kiếp"
    },
    "id": 113034,
    "materialDesc": {
        "en": "A small piece of headgear obtained once the dust settled in the Plane of Euthymia.\\nOne thought may end all calamity, and there will always be thoughts that may transcend time.\\nAmid all this, one wonders if Makoto's true meaning was successfully communicated or not.",
        "de": "Ein kleines Stück Kopfbedeckung, das du erhalten hast, als sich der Staub in den utopischen Gefilden gelegt hatte.\\nEin einziger Gedanke kann alles Unheil beenden und es wird immer Gedanken geben, die die Zeit überstehen können.\\nInmitten all dieser Katastrophen fragt man sich, ob Makotos wahre Absicht erfolgreich herübergebracht wurde oder nicht.",
        "chs": "在一切尘埃落定之后，从净土带回的小小头饰。\\n一念则万劫尽，总有思念可以超越时间。\\n百千万劫，「真」实之意，不知道是否传达到了。",
        "cht": "在一切塵埃落定之後，從淨土帶回的小小頭飾。\\n一念則萬劫盡，總有思念可以超越時間。\\n百千萬劫，「真」實之意，不知道是否傳達到了。",
        "es": "Un accesorio para la cabeza que te llevaste del plano de la eutimia una vez que todo volvió a la calma.\\nUn solo pensamiento puede acabar con todos los desastres, y siempre habrá pensamientos que trasciendan las barreras del tiempo.\\nEntre tantas calamidades, ¿se habrá transmitido realmente el mensaje de Makoto?",
        "fr": "Un petit couvre-chef que vous avez récupéré quand le calme est revenu dans le plan euthymique.\\nUne seule pensée peut mettre fin à toutes les calamités, et il y aura toujours des pensées pour transcender le temps.\\nMais au milieu de toutes ces catastrophes, on peut se demander si le véritable message de Makoto a pu faire son chemin.",
        "id": "Hiasan kepala kecil yang didapatkan dari Plane of Euthymia setelah semuanya mereda.\\nSebuah pikiran dapat mengakhiri segala bencana, dan akan selalu ada pikiran yang melampaui waktu.\\nDi tengah semua ini, entah arti sebenarnya yang ingin Makoto sampaikan sudah tersampaikan atau belum.",
        "jp": "すべてが落ち着いた後、浄土から取り出した小さな髪飾り。\\n一念は万劫の終わりであり、時間を超えた想いと言うのは必ず存在する。\\n百千万劫に渡る眞の想いは、ちゃんと届いただろうか。",
        "kr": "모든 사건이 일단락된 후 정토에서 가져온 머리 장식.\\n일념에 만겁이 끝나고, 시간을 초월하는 사념은 언제나 존재한다.\\n헤아릴 수 없는 세월이 흐른 지금 「진실(마코토)」의 마음은 잘 전달되었을까?",
        "pt": "Um pequeno acessório de cabeça obtido uma vez que a poeira abaixou no Plano da Eutimia.\\nApenas um único pensamento pode acabar com a calamidade, e sempre haverá pensamentos que transcendem o tempo.\\nEm meio a tudo isso, é possível se perguntar se a verdadeira mensagem de Makoto foi transmitida ou não.",
        "ru": "Головной убор, который вы взяли с собой из Царства эвтюмии, когда всё успокоилось.\\nОдна мысль может положить конец всем бедствиям, и всегда будут мысли, которые преодолевают барьеры времени.\\nНа фоне всего этого возникает вопрос, удалось ли донести истинный смысл Макото?",
        "th": "เครื่องประดับศีรษะขนาดเล็กที่นำกลับมาจากดินแดนแห่งใจที่บริสุทธิ์ หลังจากที่ทุกอย่างสิ้นสุดลงแล้ว\\nเพียงหนึ่งความปรารถนาก็จะดับทุกภัยพิบัติหายนะ และความปรารถนาก็จะอยู่เหนือกาลเวลาอยู่เสมอ\\nท่ามกลางมหันตภัยมากมายเหนือคณานับ ไม่รู้ว่าจะสามารถถ่ายทอดความปรารถนาที่แท้จริงของ \"Makoto\" ไปถึงหรือไม่",
        "vi": "Trang sức được mang về từ Tịnh Thổ sau khi mọi chuyện đã lắng xuống.\\nNhất niệm vạn kiếp tận, sẽ luôn có những suy nghĩ có thể vượt qua thời gian.\\nMuôn vạn kiếp nạn, liệu ý nghĩ thực sự của Makoto đã được truyền đạt thành công hay chưa."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}