{
    "name": {
        "en": "The Only Truth",
        "de": "Nichts als die Wahrheit",
        "chs": "唯一的真相",
        "cht": "唯一的真相",
        "es": "La verdad y nada más que la verdad",
        "fr": "Vérité unique",
        "id": "The Only Truth",
        "jp": "唯一の真相",
        "kr": "진실은 단 하나",
        "pt": "A Única Verdade",
        "ru": "Единственная истина",
        "th": "ความจริงเพียงหนึ่งเดียว",
        "vi": "Chân Tướng Duy Nhất"
    },
    "id": 108390,
    "materialDesc": {
        "en": "Shikanoin Heizou's specialty. On the tender, moist scrambled eggs lies a juicy katsu fried to golden perfection, its aroma most enticing indeed... Having been tempted to gobble the dish down, you are somehow seized by the urge to let out all that is hidden in your heart — this is not some sort of secret weapon of Heizou... is it?",
        "de": "Die Spezialzubereitung von Shikanoin Heizou. Auf dem zarten, feuchten Rührei liegt ein saftiges, goldbraun gebratenes Schnitzel, dessen Aroma sehr verlockend ist ... Nachdem du das ganze Gericht aufgegessen hast, bekommst du plötzlich den Drang, alle deine Geheimnisse auszuspucken. Das ist doch nicht etwa eine Geheimwaffe von Heizou, oder?",
        "chs": "鹿野院平藏的特色料理。金黄多汁的肉排横卧在嫩滑的蛋液上，散发着令人无法抗拒的香气…迫不及待吃完后，居然有一种想把深藏于内心的秘密一吐为快的冲动，这莫非是平藏的什么秘密武器吗？",
        "cht": "鹿野院平藏的特色料理。金黃多汁的肉排橫臥在嫩滑的蛋液上，散發著令人無法抗拒的香氣…迫不及待吃完後，居然有一種想把深藏於內心的秘密一吐為快的衝動，這莫非是平藏的什麼秘密武器嗎？",
        "es": "La especialidad de Shikanoin Heizou. La dorada y jugosa carne descansa sobre un cama de huevo y desprende un aroma irresistible. Tras comerlo, sientes el impulso de contar algunos de los privados secretos de tu corazón. ¿Será esta el arma secreta del detective Heizou?",
        "fr": "Spécialité culinaire de Shikanoin Heizou. Sur un lit d'œufs brouillés se trouve une escalope de porc panée juteuse et dorée qui dégage un parfum des plus appétissants... Après l'avoir engloutie, vous sentez soudainement l'envie de dire tout ce que vous avez sur le cœur. Est-ce là l'arme secrète de Heizou ?",
        "id": "Masakan andalan Shikanoin Heizou. Di atas telur orak-arik yang lembut dan lembab terdapat katsu lumer yang digoreng sempurna sampai berwarna keemasan, aromanya benar-benar menggoda ... Setelah terpincut untuk melahapnya, entah bagaimana seseorang dapat seperti terjerumus oleh keinginan hatinya sendiri untuk membocorkan semua rahasia yang tersembunyi — Eh, atau jangan-jangan ini semacam senjata rahasianya Heizou?",
        "jp": "鹿野院平蔵のオリジナル料理。トロトロの卵の上に黄金色をしたジューシーなトンカツが乗っており、たまらない香りを放っている…急いで完食すると、なぜか秘密を打ち明けたい気持ちになってしまう。これはまさか、平蔵の秘密兵器なのだろうか？",
        "kr": "시카노인 헤이조의 특제 요리. 풍부한 육즙의 황금색 돈가스가 달걀노른자 위에 놓여 거부할 수 없는 향긋한 냄새를 풍긴다…. 다 먹어 치우고 나면 마음속 깊은 곳에서 숨겨둔 비밀을 털어놓고 싶은 충동이 생긴다. 설마 이게 바로 헤이조의 비밀 무기인 건가?",
        "pt": "#Especialidade de Shikanoin Heizou. Um katsu frito dourado reside nos saborosos ovos mexidos, e seu aroma é inebriante... Tentad{F#a}{M#o} pelo prato, você é tomad{F#a}{M#o} pela sensação de revelar tudo em seu coração... Será que isso é alguma arma secreta de Heizou?",
        "ru": "Особое блюдо Сиканоина Хэйдзо. На нежном, сочном омлете лежит золотистый жареный кацу, и его аромат опьяняет... Соблазнившись блюдом, вы почему-то испытываете непреодолимое желание рассказать всё, что у вас на сердце. Это ведь не какое-то секретное оружие Хэйдзо, верно?",
        "th": "เมนูพิเศษของ Shikanoin Heizou เนื้อทอดสีทองฉ่ำวาวถูกจัดวางบนไข่ข้นแสนนุ่ม มันโชยกลิ่นหอมที่ทำให้ผู้คนไม่อาจต้านทานได้... หลังจากที่กินเข้าไปด้วยความอดใจไม่ไหว จู่ ๆ ก็เกิดความรู้สึกอยากจะเผยความลับที่ซ่อนอยู่ในใจออกมาให้หมด หรือนี่จะเป็นอาวุธลับอะไรบางอย่างของ Heizou รึเปล่านะ?",
        "vi": "Món ăn đặc sắc của Shikanoin Heizou. Miếng thịt sườn vàng ươm mọng nước nằm vắt ngang trên lớp sốt trứng gà tươi ngon, tỏa ra hương thơm quyến rũ khó lòng cưỡng lại... Sau khi ngấu nghiến ăn xong, đột nhiên có cảm hứng muốn nói hết bí mật cất giấu trong lòng, chẳng lẽ đây là vũ khí bí mật gì đó của Heizou sao?"
    },
    "materialType": "MATERIAL_FOOD"
}