{
    "name": {
        "en": "The Pale Princess and the Six Pygmies (I)",
        "de": "Schneemädchen und die sechs Winzlinge – Band I",
        "chs": "白之公主与六侏儒·卷一",
        "cht": "白之公主與六侏儒·卷一",
        "es": "La Princesa de las Nieves y los seis enanos (I)",
        "fr": "Princesse Neige et les Six Nains - Tome I",
        "id": "Putri Putih dan Enam Kurcaci (I)",
        "jp": "白姫と六人の小人·1",
        "kr": "하얀 공주와 여섯 난쟁이·권1",
        "pt": "A Branca de Neve e os 6 Anões (I)",
        "ru": "Снежная принцесса и шесть карликов. Том I",
        "th": "เจ้าหญิงหิมะกับคนแคระทั้งหก (I)",
        "vi": "Công Chúa Bạch Chi và 6 Chú Lùn (I)"
    },
    "id": 100215,
    "materialDesc": {
        "en": "A fairytale story that has been told throughout Teyvat for ages. This is part one, which tells the story of the Land of Night and the Moonlight Forest.",
        "de": "Ein Märchen, das man sich schon lange überall in Teyvat erzählt. Der erste Band handelt vom Reich der Nacht und dem Mondlichtwald.",
        "chs": "在提瓦特大陆各地流传已久的童话，这是第一册，讲述了夜之国与月光森林的故事。",
        "cht": "在提瓦特大陸各地流傳已久的童話，這是第一冊，講述了夜之國與月光森林的故事。",
        "es": "La primera parte de una historia bien conocida en Teyvat. Cuenta la historia de la Tierra de la Noche y el Bosque Brilloluna.",
        "fr": "Un conte traditionnel populaire en Teyvat. Ce premier tome relate l'histoire du Domaine de la Nuit et de la Forêt du Clair de Lune.",
        "id": "Dongeng yang terkenal di seluruh Teyvat sejak zaman dahulu. Ini adalah bagian pertama, mengisahkan cerita tentang Land of Night dan Moonlight Forest.",
        "jp": "テイワット各地に古くから伝わってきた童話。夜の国と月光の森を語るシリーズの1冊目。",
        "kr": "티바트 대륙 전역에서 오랫동안 전해져 온 동화의 첫 권. 밤의 왕국과 달빛 숲의 이야기가 적혀있다",
        "pt": "Um conto muito conhecido em Teyvat, essa é a Parte 1. Conta a história do Reino da Noite e da Floresta do Luar.",
        "ru": "Сказка, которую рассказывали взрослые своим детям по всему Тейвату. Первая часть повествует о Царстве Ночи и Лунном Лесе.",
        "th": "เทพนิยายที่เล่าขานกันมานานใน Teyvat นี่คือเล่มที่หนึ่ง ที่จะเล่าเรื่องราวเกี่ยวกับความมืดมิดของอาณาจักรและป่าแห่งแสงจันทร์ Moonlight Forest",
        "vi": "Là câu chuyện cổ tích được lưu truyền từ rất lâu ở Teyvat, đây là quyển 1, kể về câu chuyện Đất Nước Bóng Đêm và Rừng Già Ánh Trăng."
    },
    "materialType": "MATERIAL_QUEST"
}