{
    "name": {
        "en": "The Pale Princess and the Six Pygmies (V)",
        "de": "Schneemädchen und die sechs Winzlinge – Band V",
        "chs": "白之公主与六侏儒·卷五",
        "cht": "白之公主與六侏儒·卷五",
        "es": "La Princesa de las Nieves y los seis enanos (V)",
        "fr": "Princesse Neige et les Six Nains - Tome V",
        "id": "Putri Putih dan Enam Kurcaci (V)",
        "jp": "白姫と六人の小人·5",
        "kr": "하얀 공주와 여섯 난쟁이·권5",
        "pt": "A Branca de Neve e os 6 Anões (V)",
        "ru": "Снежная принцесса и шесть карликов. Том V",
        "th": "เจ้าหญิงหิมะกับคนแคระทั้งหก (V)",
        "vi": "Công Chúa Bạch Chi và 6 Chú Lùn (V)"
    },
    "id": 100219,
    "materialDesc": {
        "en": "A fairytale story that has been told throughout Teyvat for ages. In this installment, the Six Pygmies' sinister scheme starts to unfold.",
        "de": "Ein Märchen, das man sich schon lange überall in Teyvat erzählt. In diesem Band werden die bösen Machenschaften der sechs Winzlinge allmählich aufgedeckt.",
        "chs": "在提瓦特大陆各地流传已久的童话，在这一册中，六侏儒险恶的阴谋徐徐展开。",
        "cht": "在提瓦特大陸各地流傳已久的童話，在這一冊中，六侏儒險惡的陰謀徐徐展開。",
        "es": "Un cuento muy conocido en Teyvat. En este volumen se narra la conspiración de los seis enanos.",
        "fr": "Un conte traditionnel populaire en Teyvat. Dans ce cinquième tome, nous en apprenons davantage sur le plan machiavélique des six nains.",
        "id": "Dongeng yang terkenal di seluruh Teyvat sejak zaman dahulu. Jilid ini menceritakan tentang rencana jahat yang dirancang oleh 6 kurcaci.",
        "jp": "テイワット各地に古くから伝わってきた童話。六人の小人の陰謀を語る一冊。",
        "kr": "티바트 대륙 전역에서 오랫동안 전해져 온 동화. 여섯 난쟁이의 음모가 서서히 전개된다",
        "pt": "Um conto muito conhecido em Teyvat. Este volume conta o decorrer lento da conspiração perigosa dos 6 anões.",
        "ru": "Сказка, которую рассказывали взрослые своим детям по всему Тейвату. В этой части начинает раскрываться тёмный план Шести Карликов.",
        "th": "เทพนิยายที่เล่าขานกันมานานใน Teyvat ในเล่มนี้จะเล่าถึงการค่อยๆเปิดโปงแผนการชั่วร้ายของคนแคระทั้งหก",
        "vi": "Là câu chuyện cổ tích được lưu truyền từ rất lâu ở Teyvat, ở quyển này, âm mưu độc ác của 6 chú lùn được triển khai."
    },
    "materialType": "MATERIAL_QUEST"
}