{
    "name": {
        "en": "The Pale Princess and the Six Pygmies (III)",
        "de": "Schneemädchen und die sechs Winzlinge – Band III",
        "chs": "白之公主与六侏儒·卷三",
        "cht": "白之公主與六侏儒·卷三",
        "es": "La Princesa de las Nieves y los seis enanos (III)",
        "fr": "Princesse Neige et les Six Nains - Tome III",
        "id": "Putri Putih dan Enam Kurcaci (III)",
        "jp": "白姫と六人の小人·3",
        "kr": "하얀 공주와 여섯 난쟁이·권3",
        "pt": "A Branca de Neve e os 6 Anões (III)",
        "ru": "Снежная принцесса и шесть карликов. Том III",
        "th": "เจ้าหญิงหิมะกับคนแคระทั้งหก (III)",
        "vi": "Công Chúa Bạch Chi và 6 Chú Lùn (III)"
    },
    "id": 100217,
    "materialDesc": {
        "en": "A fairytale story that has been told throughout Teyvat for ages. This installment tells of the Pale Princess and the Light Prince's decision to save the Moonlight Forest.",
        "de": "Ein Märchen, das man sich schon lange überall in Teyvat erzählt. In diesem Band entschließen sich Schneemädchen und der Prinz des Lichts, den Mondlichtwald zu retten.",
        "chs": "在提瓦特大陆各地流传已久的童话，这一册讲述了白之公主与光之王子下定决心拯救月光森林的故事。",
        "cht": "在提瓦特大陸各地流傳已久的童話，這一冊講述了白之公主與光之王子下定決心拯救月光森林的故事。",
        "es": "Un cuento muy conocido en Teyvat. Este volumen cuenta la historia de la Princesa de las Nieves y la determinación del Príncipe de la Luz para salvar el Bosque Brilloluna.",
        "fr": "Un conte traditionnel populaire en Teyvat. Dans ce troisième tome, la princesse Neige et le prince décident de sauver la Forêt du Clair de Lune.",
        "id": "Dongeng yang terkenal di seluruh Teyvat sejak zaman dahulu. Jilid ini mengisahkan tentang lahirnya tekad Putri Putih dan Pangeran Cahaya untuk pergi ke Moonlight Forest.",
        "jp": "テイワット各地に古くから伝わってきた童話。白の姫と光の王子が月光の森を救うストーリーを語る一冊。",
        "kr": "티바트 대륙 전역에서 오랫동안 전해져 온 동화. 하얀 공주와 빛의 왕자가 달빛 숲을 구하기로 결심하는 이야기가 적혀있다",
        "pt": "Um conto muito conhecido em Teyvat. Este volume conta a história da decisão da Branca de Neve e o Príncipe da Luz em salvar a Floresta da Luz.",
        "ru": "Сказка, которую рассказывали взрослые своим детям по всему Тейвату. Эта часть повествует о решении Снежной принцессы и принца Света спасти Лунный лес.",
        "th": "เทพนิยายที่เล่าขานกันมานานใน Teyvat ในเล่มนี้จะเล่าถึงเรื่องราวในตอนที่องค์หญิงหิมะและองค์ชายแห่งแสงตัดสินใจช่วยป่าแห่งแสงจันทร์ Moonlight Forest",
        "vi": "Là câu chuyện cổ tích được lưu truyền từ rất lâu ở Teyvat, kể về công chúa Bạch Chi và hoàng tử Ánh Sáng quyết định cứu Rừng Già Ánh Trăng."
    },
    "materialType": "MATERIAL_QUEST"
}