{
    "name": {
        "en": "The Pale Princess and the Six Pygmies (VII)",
        "de": "Schneemädchen und die sechs Winzlinge – Band VII",
        "chs": "白之公主与六侏儒·卷七",
        "cht": "白之公主與六侏儒·卷七",
        "es": "La Princesa de las Nieves y los seis enanos (VII)",
        "fr": "Princesse Neige et les Six Nains - Tome VII",
        "id": "Putri Putih dan Enam Kurcaci (VII)",
        "jp": "白姫と六人の小人·7",
        "kr": "하얀 공주와 여섯 난쟁이·권7",
        "pt": "A Branca de Neve e os 6 Anões (VII)",
        "ru": "Снежная принцесса и шесть карликов. Том VII",
        "th": "เจ้าหญิงหิมะกับคนแคระทั้งหก (VII)",
        "vi": "Công Chúa Bạch Chi và 6 Chú Lùn (VII)"
    },
    "id": 100221,
    "materialDesc": {
        "en": "A fairytale story that has been told throughout Teyvat for ages. The final installment brings everything to a conclusion, and includes the Night Mother's prophecy.",
        "de": "Ein Märchen, das man sich in Teyvat erzählt. Der erste Band beinhaltet das Ende der Geschichte und die Weissagung der Mutter der Nacht.",
        "chs": "提瓦特各地流传的童话，这是最终册，讲述了一切的结局与夜母的预言。",
        "cht": "提瓦特各地流傳的童話，這是最終冊，講述了一切的結局與夜母的預言。",
        "es": "Un cuento muy conocido en Teyvat. Este volumen cuenta el final de la historia y la profecía de la Madre de la Noche.",
        "fr": "Un conte traditionnel populaire en Teyvat qui touche à sa fin dans ce tome.",
        "id": "Dongeng yang terkenal di seluruh Teyvat sejak zaman dahulu. Seri terakhir ini membawa kesimpulan kepada ceritanya dan termasuk ralaman dari Night Mother.",
        "jp": "テイワット各地に古くから伝わってきた童話の最終章。全ての終りと夜ノ母の予言を語る一冊。",
        "kr": "티바트 대륙 전역에서 오랫동안 전해져 온 동화. 마지막 권으로, 결말과 나이트 마더의 예언에 대해 적혀있다",
        "pt": "Um conto muito conhecido em Teyvat. Este volume conta o final da história e a sobre a profecia da Mãe da Noite.",
        "ru": "Сказка, которую рассказывали взрослые своим детям по всему Тейвату. Последняя часть приводит всё к своему завершению, и также включает пророчества Матери Ночи.",
        "th": "เทพนิยายที่เล่าขานกันมานานใน Teyvat นี่คือเล่มสุดท้ายที่จะเล่าถึงจุดจบของเรื่องและคำทำนายของเจ้าแม่แห่งรัตติกาล",
        "vi": "Là câu chuyện cổ tích được lưu truyền từ rất lâu ở Teyvat, kể về kết cuộc và lời dự báo của Mẹ Bóng Đêm."
    },
    "materialType": "MATERIAL_QUEST"
}