{
    "name": {
        "en": "The Song Gatherers' Flowers",
        "de": "Blume der Liedersammler",
        "chs": "采歌者的花",
        "cht": "採歌者的花",
        "es": "Flor del recogecanciones",
        "fr": "Fleur des cueilleurs de chant",
        "id": "Bunga Pengumpul Lagu",
        "jp": "歌摘みの花",
        "kr": "채곡가의 꽃",
        "pt": "Flor do Colecionador de Canções",
        "ru": "Цветок Собирателя песен",
        "th": "ดอกไม้ของนักรวบรวมบทเพลง",
        "vi": "Hoa Người Lấy Nhạc"
    },
    "id": 101828,
    "materialDesc": {
        "en": "Flowers gifted to you by the Song Gatherers.\\n\"No matter how dark the sky and land get, as long as your spirit emits warm, golden light like the sun, there will always be hope.\"",
        "de": "Eine von Liedersammlern geschenkte Blume.\\n„Wie düster der Himmel und die Erde erscheinen mögen, solange dein Herz genau wie die Sonne ein goldenes, warmes Licht ausstrahlt, wird es stets Hoffnung geben.“",
        "chs": "采歌者们赠送的花儿。\\n「不管天空、大地有多么灰暗，只要你的心一直像太阳一样，发出金色的、温暖的光，那就一直都会有希望。」",
        "cht": "#採歌者們贈送的花朵。\\n「不管天空、大地有多麼灰暗，只要{F#妳}{M#你}的心一直像太陽一樣，發出金色的、溫暖的光，那就一直都會有希望。」",
        "es": "Una flor que te dio el recogecanciones.\\n“No importa si cielo o tierra están muy oscuros, mientras tu corazón siga brillando como sol, mientras siga desprendiendo luz cálida y dorada, siempre habrá esperanza”.",
        "fr": "Une fleur offerte par les cueilleurs de chant.\\n« Peu importe la grisaille du ciel et de la terre, tant que ton cœur continue de briller comme le soleil et de projeter une douce lumière, il y aura toujours de l'espoir. »",
        "id": "Bunga yang diberikan padamu oleh Pengumpul Lagu.\\n\"Juga, tidak peduli seberapa gelap langit dan daratan, selama semangatmu memancarkan cahaya keemasan yang hangat seperti matahari, maka harapan akan selalu ada.\"",
        "jp": "歌摘みから貰った花。\\n「空と大地がどんなに暗くとも、キミの心が暖かい太陽のような黄金色に輝いている限り、希望はきっとついてくる。」",
        "kr": "채곡가들이 선물한 꽃.\\n「하늘과 대지가 아무리 어두워도 네 마음이 태양처럼 금빛으로 따뜻하게 빛난다면 항상 희망이 보일 거야」",
        "pt": "Flor dada pelos Colecionadores de Canções.\\n\"Não importa o quão escuros sejam o céu e a terra, enquanto seu espírito emitir calor como um sol dourado, sempre haverá esperança!\"",
        "ru": "Цветок, подаренный Собирателем песен\\n«Пусть весь мир погрузится во мрак - пока сердце твоё светится и пылает, подобно солнцу, надежда ещё не потеряна».",
        "th": "ดอกไม้ที่เหล่านักรวบรวมบทเพลงมอบให้\\n\"ไม่ว่าท้องฟ้าและผืนดินจะมืดมิดแค่ไหน ขอเพียงใจเธอเป็นเหมือนดั่งดวงสุริยันที่ส่องแสงสีทองอันอบอุ่น ก็ย่อมมีความหวังอยู่เสมอ\"",
        "vi": "Hoa của những Người Lấy Nhạc tặng.\\n\"Dù bầu trời hay mặt đất có tối tăm đến thế nào, chỉ cần trái tim bạn luôn như mặt trời, tỏa ra ánh sáng vàng ấm áp, thì sẽ luôn có hy vọng.\""
    },
    "materialType": "MATERIAL_QUEST"
}