{
    "name": {
        "en": "The Serpent and Drakes of Tokoyokoku",
        "de": "Die Drachen und die Schlange von Tokoyokoku",
        "chs": "常世国龙蛇传",
        "cht": "常世國龍蛇傳",
        "es": "La serpiente y los dragones del reino de Tokoyo",
        "fr": "Le serpent et les dragons de Tokoyokoku",
        "id": "Kisah Ular Naga dari Tokoyokoku",
        "jp": "常世国龍蛇伝",
        "kr": "영원한 나라의 용과 뱀의 전설",
        "pt": "O Dragão Serpente do Reino de Tokoyo",
        "ru": "Змей и драконы из Токоёкоку",
        "th": "The Serpent-Drake of Tokoyokoku",
        "vi": "Truyền Thuyết Long Xà Của Vương Quốc Tokoyo"
    },
    "id": 101680,
    "materialDesc": {
        "en": "A novel based on Watatsumi Island's folktales. The original edition of this text was transcribed on Watatsumi Island and brought back to Narukami Island by a merchant while the former's serpent god yet lived. No one reads this ancient tome nowadays, its role supplanted by all the light novels on the market. This book describes the unique cosmological outlook of the Watatsumi people before they came to adopt aspects of Narukami culture, and a recent resurgence in traditional novel publishing has allowed it to see the light of day once more.",
        "de": "Ein Roman, der auf den Volkserzählungen von Watatsumi basiert. Die Originalausgabe dieses Textes wurde auf Watatsumi abgeschrieben und von einem Händler auf nach Narukami gebracht, als der dortige Schlangengott noch lebte. Heutzutage liest niemand mehr diesen alten Folianten, da seine Bedeutung durch die vielen kurzen Erzählungen auf dem Markt verdrängt wurde. Dieses Buch beschreibt die einzigartige kosmologische Weltanschauung des Watatsumi-Volkes, bevor es Aspekte der Narukami-Kultur übernahm. Ein neuerliches Aufleben der traditionellen Romanveröffentlichung hat es ermöglicht, dass es wieder das Licht der Welt erblickt.",
        "chs": "取材自海祇岛民间故事的小说。最早版本乃是蛇神尚在人世之时，有鸣神岛的商人前往海祇岛誊抄转写带回的。如今已是没人看的古典名著，被市面上的轻小说埋没了。本书描写了海祇岛人在接纳鸣神文化之前的独特宇宙观。因为最近传统小说再出版的风潮，得以再次问世。",
        "cht": "取材自海祇島民間故事的小說。最早版本乃是蛇神尚在人世之時，有鳴神島的商人前往海祇島謄抄轉寫帶回的。如今已是沒人看的古典名著，被市面上的輕小說埋沒了。本書描寫了海祇島人在接納鳴神文化之前的獨特宇宙觀。因為最近傳統小說再出版的風潮，得以再次問世。",
        "es": "Un libro basado en una historia tradicional de la Isla Watatsumi. Un comerciante de la Isla Narukami transcribió y llevó a su isla la primera versión cuando el dios serpiente todavía estaba en este mundo. Hoy en día es una obra clásica que ya nadie lee, enterrada bajo montañas de novelas ligeras, y describe la cosmología única del pueblo de la Isla Watatsumi antes de que formara parte de la civilización de Narukami. Ha vuelto a reaparecer en las estanterías gracias a la tendencia actual de reeditar novelas tradicionales.",
        "fr": "Un roman basé sur les contes populaires de l'Île de Watatsumi. L'édition originale de ce texte a été transcrite sur l'Île de Watatsumi et ramenée sur l'Île de Narukami par un marchand alors que l'ancienne divinité serpent vivait encore. Personne ne lit aujourd'hui ce vieux tome, supplanté depuis par tous les romans légers du marché. Ce livre décrit la perspective cosmologique unique des Watatsumiens avant qu'ils n'adoptent des aspects de la culture narukamienne. Une résurgence récente de l'édition de romans traditionnels lui a permis de voir le jour une fois de plus.",
        "id": "Novel yang menyadur cerita rakyat Pulau Watatsumi. Versi paling awal disalin dari Pulau Watatsumi dan dibawa pulang oleh pedagang Pulau Narukami saat dewa ular masih hidup. Kini novel ini menjadi mahakarya kuno yang tidak dibaca orang-orang dan terkubur di antara novel-novel ringan di pasaran. Buku ini mendeskripsikan pandangan kosmologis unik orang-orang Watatsumi saat belum menerima budaya Narukami. Karena tren penerbitan novel tradisional belakangan ini, novel ini pun muncul kembali di dunia.",
        "jp": "海祇島に流れる伝説をもとにした小説。もっとも古い版は、蛇神がまだ生きていた頃、鳴神島の商人が海祇島で書き写して持ち帰ったものである。今や誰も読まない古典となり、市販の娯楽小説に埋もれてしまった。この書物には、鳴神文化を受け入れる前にあった海祇の人々の独特な宇宙観が描かれている。最近、伝統的な小説が再版される流れを受けて、再び日の目を見ることになった。",
        "kr": "와타츠미섬의 민간 설화를 주제로 한 소설, 최초의 판본은 뱀신이 아직 세상에 존재했을 때 쓰인 것으로, 나루카미섬의 상인이 와타츠미섬에 가서 베껴 써 온 것이다. 현재는 시중의 라이트 노벨에 묻혀 아무도 보지 않는 고전 명작이 되어 버렸다. 이 책은 와타츠미섬이 나루카미섬의 문화를 받아들이기 전의 독특한 우주관에 대해 서술하고 있다. 최근 전통 소설의 재출간 유행에 발맞춰, 다시 한번 세상에 그 모습을 드러냈다",
        "pt": "Uma ficção baseada nos contos folclóricos da Ilha Watatsumi. A edição original desse texto foi feita na Ilha Watatsumi e depois foi levada à Ilha Narukami por um comerciante na época que o deus serpente ainda vivia. Ninguém lê esse livro antigo hoje em dia, com seu papel sendo substituído pelos light novels novos no mercado. O livro descreve a cosmovisão do povo de Watatsumi antes deles adotarem aspectos da cultura Narukami, e com o ressurgimento da publicação de ficções tradicionais, acabou vendo a luz do dia novamente.",
        "ru": "Роман по мотивам народных сказок острова Ватацуми. Самую раннюю версию переписал торговец на Ватацуми и привёз на Наруками, ещё когда был жив змеиный бог. Сейчас уже никто не читает эту древность, её вытеснили с рынка лёгкие романы. В этой книге описывается уникальное космологическое мировоззрение народа Ватацуми до того, как они приняли аспекты культуры Наруками. Благодаря недавней волне переиздания традиционных романов эта книга снова смогла увидеть свет.",
        "th": "นวนิยายที่อ้างอิงจากนิทานพื้นบ้านของเกาะ Watatsumi ฉบับแรกสุดได้มีคนค้าขายจากเกาะ Narukami คนหนึ่งไปยังเกาะ Watatsumi แล้วคัดลอกต้นฉบับด้วยมือ แล้วนำกลับมายังเกาะ Watatsumi ในยุคที่เทพอสรพิษยังคงมีชีวิตอยู่ ปัจจุบันไม่มีใครอ่านผลงานเลื่องชื่อสุดคลาสสิกนี้อีกต่อไปแล้ว และมันถูกไลท์โนเวลในท้องตลาดฝังจนจมดิน หนังสือเล่มนี้ได้อธิบายมุมมองด้านจักรวาลวิทยาก่อนที่ชาว Watatsumi จะยอมรับวัฒนธรรม Narukami เนื่องจากช่วงนี้กระแสการตีพิมพ์นวนิยายแบบดั้งเดิมกลับมาคึกคัก จึงทำให้มันมีโอกาสได้ออกมาท่องโลกอีกครั้ง",
        "vi": "Một quyển tiểu thuyết dựa trên câu chuyện dân gian của Đảo Watatsumi. Phiên bản xa xưa nhất của nó là vào thời thần rắn vẫn còn tại thế, có một thương nhân của đảo Narukami đến Đảo Watatsumi đã chép lại rồi mang về. Ngày nay không còn ai đọc quyển sách cổ này nữa, vai trò của nó đã bị thay thế bởi vô số quyển tiểu thuyết trên thị trường. Quyển sách này mô tả lại quan điểm độc đáo của những người Watatsumi trước khi họ tiếp nhận các khía cạnh văn hóa của Narukami. Gần đây do phong trào tái bản tiểu thuyết truyền thống nổi lên nên quyển sách này đã có cơ hội được tiếp cận lại với công chúng."
    },
    "materialType": "MATERIAL_QUEST"
}