{
    "name": {
        "en": "The Shepherd and the Magic Bottle",
        "de": "Die Geschichte über den Hirtenjungen und die Zauberflasche",
        "chs": "牧童与魔瓶的故事",
        "cht": "牧童與魔瓶的故事",
        "es": "El pastor y la botella mágica",
        "fr": "Le berger et la bouteille magique",
        "id": "Gembala dan Botol Ajaib",
        "jp": "牧童と魔法の瓶",
        "kr": "목동과 요술병 이야기",
        "pt": "O Pastor e a Garrafa Mágica",
        "ru": "Пастушок и волшебная бутылка",
        "th": "เรื่องราวของเด็กเลี้ยงแกะกับขวดวิเศษ",
        "vi": "Câu Chuyện Về Mục Đồng Và Bình Ma"
    },
    "id": 120018,
    "materialDesc": {
        "en": "The story of a shepherd who came across a magic bottle within which an unexpected being was confined.",
        "de": "Die Geschichte eines Hirten, der auf eine magische Flasche stößt, in der ein unerwartetes Wesen gefangen ist.",
        "chs": "牧童在沙漠中偶遇银瓶，以及其中囚禁的不速之客的故事。",
        "cht": "牧童在沙漠中偶遇銀瓶，以及其中囚禁的不速之客的故事。",
        "es": "El cuento de un pastor que encuentra una botella plateada en el desierto y en la que hay encerrado alguien inesperado.",
        "fr": "L'histoire d'un berger qui trouve dans le désert une bouteille en argent dans laquelle est enfermé un personnage inattendu.",
        "id": "Kisah seorang gembala yang menemukan sebuah botol ajaib dengan makhluk tak terduga yang terkurung di dalamnya.",
        "jp": "砂漠で銀色の瓶と出会った牧童と、そこに閉じ込められた招かれざる客の物語。",
        "kr": "사막에서 우연히 은색 병을 발견한 목동과 그 안에 갇힌 불청객의 이야기를 담고 있다",
        "pt": "A história de um pastor que se deparou com uma garrafa mágica no deserto com um ser inesperado dentro.",
        "ru": "История о пастушке, который нашёл в пустыне серебряный кувшин, и о том, кто был заключён в этом кувшине.",
        "th": "เรื่องราวของเด็กเลี้ยงแกะที่พบกับขวดวิเศษกลางทะเลทราย รวมไปถึงแขกไม่ได้รับเชิญที่ถูกขังอยู่ข้างในนั้น",
        "vi": "Câu chuyện về một cậu bé chăn cừu tình cờ gặp một chiếc bình bạc trên sa mạc và vị khách không mời bị giam cầm trong đó."
    },
    "materialType": "MATERIAL_QUEST"
}