{
    "name": {
        "en": "The Saga of Hamavaran (I)",
        "de": "Hamavarans Kriege I",
        "chs": "哈玛瓦兰战记·一",
        "cht": "哈瑪瓦蘭戰記·一",
        "es": "Las guerras de Hamavaran (I)",
        "fr": "Les guerres d'Hamavaran - I",
        "id": "Perang Hamavaran (I)",
        "jp": "ハマヴァラーン戦記·1",
        "kr": "하마와란 전기·I",
        "pt": "Guerras Hamavaran (I)",
        "ru": "Войны Хамаварана (I)",
        "th": "สงคราม Hamavaran (I)",
        "vi": "Chiến Ký Hamavaran I"
    },
    "id": 101530,
    "materialDesc": {
        "en": "\"How could this happen...\" An ordinary scholar from Sumeru is unexpectedly assigned an unpopular specialization and ordered to go forth to the land of thunder and lightning... The curtains slowly rise on an adventure in the nation of many shores!",
        "de": "„Wie konnte das passieren ...“ Ein gewöhnlicher reisender Gelehrter aus Sumeru, dem unerwartet ein unbeliebtes Forschungsthema zugeteilt wird, erhält den Auftrag, in das Land des Donners zu reisen ... Langsam hebt sich der Vorhang für ein Abenteuer in der Stadt der vielen Ufer!",
        "chs": "「怎会如此…」本是普通的须弥旅行学者，没想到却被分配了冷门课题，前往遥远的雷之国土…海岸之国的冒险，徐徐开启！",
        "cht": "「怎會如此…」本是普通的須彌旅行學者，沒想到卻被分配了冷門課題，前往遙遠的雷之國土…海岸之國的冒險，徐徐開啟！",
        "es": "“¿Cómo es posible?”... Un erudito común y corriente de Sumeru ha sido asignado a un tema poco popular, y lo obligan a visitar la tierra del trueno... ¡La aventura comienza en la nación de las mil y una playas!",
        "fr": "« Comment est-ce possible... » Un chercheur ordinaire de Sumeru, auquel on a assigné un sujet obscur, reçoit l'ordre d'aller au pays du tonnerre... Le rideau se lève lentement sur une aventure au pays des multiples rivages !",
        "id": "\"Bagaimana ini bisa terjadi...\" Seorang sarjana pengembara biasa dari Sumeru, tiba-tiba ditugaskan topik yang kurang populer, diperintahkan untuk pergi ke dataran petir... Kisah petualangannya di bangsa yang penuh dengan pesisir pantai ini mulai tersingkap!",
        "jp": "「どうしてこんなことに…」普通のスメールの旅行学者だった者が不人気な課題を出され、遠い雷の国へ向かった…海岸の国での冒険が、これより始まる！",
        "kr": "「이럴 수가…」 평범한 수메르 여행 학자였는데, 뜻밖에도 인기 없는 과제를 받게 되어 머나먼 번개의 나라로 향하는데… 해안의 나라로의 모험이 곧 시작된다!",
        "pt": "\"Como isso pôde acontecer...\" Um erudito viajante comum de Sumeru, inesperadamente designado a um assunto impopular, recebe a ordem de ir para a terra do trovão... As cortinas se erguem lentamente em uma aventura na grande nação costeira!",
        "ru": "«Как такое могло произойти?..» Обычный странствующий учёный из Сумеру по приказу отправляется в царство гроз... Таким образом размеренно начинается приключение в стране побережий!",
        "th": "\"เป็นไปได้ยังไง...\" เดิมทีเขาเป็นนักวิชาการด้านการเดินทางของ Sumeru เขาได้รับมอบหมายวิชาที่ไม่เป็นที่นิยมโดยไม่คาดคิด นำเขาไปยังดินแดนสายฟ้าอันไกลโพ้น... การผจญภัยดินแดนชายทะเล ได้เริ่มต้นขึ้นอย่างช้า ๆ!",
        "vi": "\"Sao lại thế được...\" Vốn chỉ là một học giả du hành Sumeru bình thường, không ngờ lại bị giao cho một chủ đề khá hiếm, cuộc mạo hiểm đến Lôi Quốc xa xôi...đất nước bên bờ biển, dần dần được mở ra!"
    },
    "materialType": "MATERIAL_QUEST"
}