{
    "name": {
        "en": "The Traveling Troop's Pomp",
        "de": "Majestätische Truppenaufstellung",
        "chs": "旅团的兵阵雄姿",
        "cht": "旅團的兵陣雄姿",
        "es": "Pompa militar desplegada",
        "fr": "Faste de la troupe itinérante",
        "id": "Barisan Depan Pasukan Pemberani",
        "jp": "旅団陣形の雄姿",
        "kr": "여단의 웅장한 군영",
        "pt": "Ostentação da Tropa Viajante",
        "ru": "Величие войскового расположения",
        "th": "แนวรบแสนองอาจของกลุ่มคณะ",
        "vi": "Trận Địa Của Lữ Đoàn"
    },
    "id": 350071,
    "materialDesc": {
        "en": "This military-style camp is filled with various goods. Defensive fortifications have been set up, and well-placed campfires lay the groundwork for night operations. In theory, at least, this type of encampment can withstand the assault from many foes, and can even form the fulcrum of a defensive line should there be sufficient manpower to do so.\\nNo matter how bothersome the setup and transport of the materials might be, and no matter how the lack of tents that block the wind or rain may lead to rather tough conditions... Battle-hardened mercenaries need only a bed of straw to sleep soundly, and as such do not worry over-much about such small flaws.",
        "de": "Ein Militärlager, das mit verschiedenen Gütern ausgestattet ist. Es ist gut mit Vorräten versorgt. Anlagen wurden zur Verteidigung errichtet und gut platzierte Lagerfeuer bilden die Grundlage für nächtliche Operationen. Zumindest theoretisch kann diese Art von Lagern den Angriffen vieler Gegner standhalten und sogar den Dreh- und Angelpunkt einer Verteidigungslinie bilden könnte, wenn genügend Hände dafür zur Verfügung stehen würden.\\nObwohl der Aufbau und die Verlegung des Lagers kompliziert sind und keine Zelte zum Schutz vor Wind und Regen aufgestellt werden, schlafen die kriegerischen Söldner schon fest auf einer Strohmatte und machen sich keinen großen Gedanken über solche kleinen Mängel.",
        "chs": "布置着各式军械的营地，物资储备丰富，搭建了用于防御的工事，布置得当的营火还为夜间作战奠定了基础。理论上，这样的营地足以应对大量敌军的进攻，人手足够时，甚至能成为防线的支点。\\n尽管布置和转移较为麻烦，也未曾搭建遮风挡雨的帐篷，条件较为艰苦…但善战的佣兵只需一张草席就能安稳入睡，并不在意这些小小的缺点。",
        "cht": "佈置著各式軍械的營地，物資儲備豐富，搭建了用於防禦的工事，佈置得當的營火還為夜間作戰奠定了基礎。理論上，這樣的營地足以應付大批敵軍的進攻，人手足夠時，甚至能成為防線的支點。\\n儘管佈置和轉移較為麻煩，也未曾搭建遮風擋雨的帳篷，條件較為艱苦…但善戰的傭兵只需一張草席就能安穩入睡，並不在意這些小小的缺點。",
        "es": "Un campamento de estilo militar equipado con todo tipo de armamento, materiales y mercancías. Está rodeado por fortificaciones defensivas. Las hogueras debidamente dispuestas son requisito indispensable para llevar a cabo operaciones nocturnas. En teoría, este tipo de campamentos puede hacer frente a un gran número de enemigos y, con la cantidad necesaria de soldados, podría incluso servir como puesto de apoyo en el frente de defensa.\\nSin embargo, su traslado y montaje requiere de un mayor esfuerza y las tiendas no están pensadas para resistir el frío y la lluvia, por lo que las condiciones en el campamento suelen ser adversas... Por eso, es un campamento muy popular entre los mercenarios, que son hábiles luchadores y capaces de dormir a la intemperie sin inmutarse siquiera.",
        "fr": "Un campement militaire qui abonde d'une diversité de marchandises. Des fortifications défensives ont été installées, ainsi que des feux de camp à des endroits stratégiques pour les opérations nocturnes. En théorie, ce camp peut résister à l'assaut de nombreux ennemis et même former le pivot d'une ligne défensive avec des ressources humaines suffisantes.\\nLe transport et la mise en place de ce campement peuvent s'avérer difficiles et l'absence de tentes pour s'abriter du vent et de la pluie créent des conditions de vie difficiles... Cependant, les mercenaires aguerris n'ont besoin que d'un lit de paille pour dormir et ne se soucient pas de ces petits désagréments.",
        "id": "Kemah bergaya militer ini dipenuhi dengan berbagai barang. Benteng pertahanan telah didirikan, dan api unggun yang ditempatkan dengan baik menjadi dasar untuk operasi malam hari. Setidaknya secara teori, jenis perkemahan ini dapat menahan serangan dari banyak musuh, dan bahkan dapat membentuk titik tumpu garis pertahanan jika ada cukup tenaga untuk melakukannya.\\nTidak peduli betapa merepotkannya penyiapan dan pengangkutan material itu dan tidak peduli kurangnya tenda-tenda yang menghalangi angin atau hujan dapat menyebabkan kondisi menjadi lebih sulit ... Tentara bayaran yang tangguh dalam pertempuran hanya membutuhkan tempat tidur jerami untuk dapat tidur nyenyak, dan karena itu jangan terlalu khawatir tentang masalah kecil seperti itu.",
        "jp": "様々な軍事用品を配置した拠点。豊富な物資を取り揃えており、防衛のための施工もされている。適切に配置された篝火は、夜間作戦を行う上での条件も満たしている。理論上、この拠点は多くの敵の攻撃を防ぐことができる。人員が十分であれば、防衛の要となることも可能だ。\\n建設も移設も手間がかかり、雨風を防ぐテントもないため、環境条件は厳しいが…戦いに慣れた傭兵は干し草のベットの上でも眠れるため、小さな欠点は気にしないだろう。",
        "kr": "각종 군사 장비가 배치된 야영지. 물자가 풍부하고 방어 진지가 잘 구축되었으며, 적절한 곳에 배치된 불은 야간전투도 가능케 한다. 이러한 야영지는 대량의 적을 막아낼 수 있으며 더 나아가 방어의 거점이 될 수도 있다.\\n배치와 이전이 번거롭고, 비바람을 막을 수 있는 텐트가 없어서 거주 조건이 좋지 않지만… 노련한 용병은 개의치 않고 돗자리 하나만 있어도 푹 잘 수 있다",
        "pt": "Um acampamento de estilo militar equipado com todos os tipos de armas, materiais e mercadorias. Está rodeado por fortificações defensivas. Fogueiras devidamente organizadas são um requisito essencial para realizar operações noturnas. Em teoria, esses tipos de acampamentos podem lidar com um grande número de inimigos e, com o número necessário de soldados, podem até servir como um posto de apoio na frente de defesa.\\nNo entanto, mover e montá-los exige mais esforço e as barracas não são projetados para resistir ao frio e à chuva, por isso as condições do acampamento são geralmente adversas... Por isso é um acampamento muito popular entre os mercenários, lutadores habilidosos e capazes de dormir à noite ao ar livre sem sequer vacilar.",
        "ru": "В этом военном лагере запасено немало припасов, построены оборонительные укрепления и разожжены костры на случай ночных операций. По крайней мере, в теории, такой лагерь может выдержать нападение множества врагов и даже стать основой оборонительной линии, если на это хватит людей.\\nПравда, установка и транспортировка такого лагеря могут быть нелёгкими. Да и без палаток в дождь и ветер может прийтись туго... Но бывалым наёмникам для сна довольно горстки соломы, потому подобные мелочи их не тревожат.",
        "th": "ค่ายทหารที่เต็มไปด้วยอาวุธยุทโธปกรณ์และทรัพยากรเต็มเปี่ยม ประกอบไปด้วยป้อมปราการซึ่งใช้สำหรับการป้องกัน และแคมป์ไฟที่จัดวางอย่างเหมาะสม ยังสามารถใช้วางแผนการต่อสู้ในยามค่ำคืนด้วย ตามหลักแล้ว ค่ายรูปแบบนี้เพียงพอที่จะรับมือกับการโจมตีของศัตรูฝ่ายตรงข้ามในปริมาณมาก ในยามที่มีคนเพียงพอ ก็สามารถกลายเป็นศูนย์กลางของแนวป้องกันได้อีกด้วย\\nแม้ว่าการจัดวางและเคลื่อนย้ายจะลำบาก อีกทั้งยังไม่มีเต็นท์กันลมกันฝน เงื่อนไขโดยรวมค่อนข้างจะยากเข็ญไปหน่อย... แต่ขอแค่มีเสื่อสักผืน ทหารรับจ้างผู้มีประสบการณ์โชกโชนก็สามารถนอนหลับสนิทได้แล้ว พวกเขาไม่ใส่ใจกับข้อขาดตกบกพร่องเล็กน้อยนี้หรอก",
        "vi": "Doanh trại bày trí đủ loại thiết bị quân dụng, vật tư phong phú, xây dựng tuyến phòng thủ, bố trí lửa trại để sẵn sàng cho việc tác chiến giữa đêm. Trên lý thuyết, doanh trại như thế này đủ để ứng phó với sự tấn công của quân địch đông đảo, khi nhân lực đầy đủ, thậm chí còn có thể làm điểm trọng yếu trong tuyến phòng thủ.\\nDù cho việc bố trí và di chuyển khá phiền phức, cũng chưa được dựng lều trại tránh mưa gió, điều kiện khá gian khổ... Nhưng những người lính đánh thuê thiện chiến chỉ cần một chiếc đệm cỏ là có thể vào giấc an lành, hoàn toàn không để tâm đến những thiếu sót nho nhỏ này."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}