{
    "name": {
        "en": "\"The Ultra Invincible\" Adventure Handbook",
        "de": "„Das unvergleichliche ultimative“ Abenteuerhandbuch",
        "chs": "「终极无敌」的冒险手册",
        "cht": "「終極無敵」的冒險手冊",
        "es": "Manual del aventurero del “Ultrainvicto”",
        "fr": "#Manuel d'aventure de «{NON_BREAK_SPACE}l'ultra-invulnérable{NON_BREAK_SPACE}»",
        "id": "Buku Petualangan \"Super Tak Terkalahkan\"",
        "jp": "「究極無敵」な冒険手帳",
        "kr": "「천하무적」 모험 핸드북",
        "pt": "Manual de Aventura do \"Ultrainvencível\"",
        "ru": "Справочник приключений «Непобедимого»",
        "th": "คู่มือการผจญภัยที่ \"สุดไร้เทียมทาน\"",
        "vi": "Sổ Tay Mạo Hiểm \"Bất Khả Chiến Bại\""
    },
    "id": 120007,
    "materialDesc": {
        "en": "The Adventure Handbook left in the secret base seems to have recorded the children's adventure stories and various interesting anecdotes, though the meandering scribbles make them nigh illegible...",
        "de": "Ein an einem geheimen Ort zurückgelassenes „Abenteuerhandbuch“, in dem die Kinder ihre Abenteuer und alle möglichen interessanten Anekdoten niedergeschrieben haben. Aufgrund der krakeligen Schrift ist aber kaum zu entziffern, was sie eigentlich geschrieben haben ...",
        "chs": "遗留在秘密基地里的「冒险手册」，似乎记录了孩子们的冒险和各种有趣的事情。不过歪歪斜斜的字迹实在很难看懂写了些什么…",
        "cht": "遺留在秘密基地裡的「冒險手冊」，似乎記錄了孩子們的冒險和各種有趣的事情。不過歪歪斜斜的字跡實在很難看懂寫了些什麼…",
        "es": "Un manual del aventurero que alguien dejó atrás en una base secreta. Parece que contiene aventuras infantiles y todo tipo de cosas graciosas. Sin embargo, la mano de quien lo escribió temblaba tanto que resulta difícil entender lo que pone...",
        "fr": "Un manuel d'aventure laissé dans une base secrète. Il semble contenir les récits d'aventures d'enfants ainsi que diverses anecdotes intéressantes, bien que l'écriture tordue rende le texte pratiquement illisible...",
        "id": "\"Buku Petualangan\" yang tertinggal di markas rahasia. Sepertinya mencatat berbagai petualangan anak-anak dan hal-hal yang menarik. Tapi tulisan yang miring ini ... Sulit untuk mengerti apa yang tertulis di dalamnya ....",
        "jp": "秘密基地に残された「冒険手帳」。子供たちの冒険話や面白いことを記録している。でも、ミミズののたくったような字で、なかなか読めないかも…",
        "kr": "비밀기지에 남아 있는 「모험 핸드북」. 아이들의 모험과 각종 재미있는 일들을 기록한 듯하지만 비뚤어진 필체 때문에 뭐라고 적혀 있는지 알아보기 힘들다…",
        "pt": "O Manual de Aventura deixado na base secreta parece ter registrado as histórias de aventuras das crianças e várias anedotas interessantes, entretanto, a escrita trêmula as deixa quase incompreensíveis...",
        "ru": "Справочник приключений, оставленный на секретной базе. В нём описаны разные детские приключения и интересные истории. Но из-за кривого почерка записи почти невозможно разобрать...",
        "th": "คู่มือการผจญภัยที่ถูกทิ้งเอาไว้ในฐานทัพลับ ด้านในบันทึกการผจญภัยของเด็ก ๆ และเรื่องราวน่าสนใจต่าง ๆ นานาเอาไว้ แต่ตัวหนังสือโย้เย้พวกนี้ อ่านได้ยากชะมัดว่ากำลังเขียนอะไรอยู่...",
        "vi": "Sổ tay mạo hiểm để lại trong căn cứ bí mật, dường như ghi lại cuộc phiêu lưu của bọn trẻ và những điều thú vị khác. Nhưng nét chữ nguệch ngoạc thật khó để đọc hiểu nó viết gì..."
    },
    "materialType": "MATERIAL_QUEST"
}