{
    "name": {
        "en": "\"The Visible Winds\"",
        "de": "„Sichtbare Winde“",
        "chs": "「看得见的风」",
        "cht": "「看得見的風」",
        "es": "Viento visible",
        "fr": "« Vents visibles »",
        "id": "\"Visible Wind\"",
        "jp": "「見える風」",
        "kr": "「보이는 바람」",
        "pt": "Vento Visível",
        "ru": "Видимый ветер",
        "th": "\"Visible Winds\"",
        "vi": "\"Ngọn gió nhìn thấy được\""
    },
    "id": 200104,
    "materialDesc": {
        "en": "Specialized refinement material for the Windblume Ode.\\nAn intricately-made ornament that symbolizes the windmills and windblumes, and is that which adorns the limbs of the Windblume Ode. The wind is invisible and intangible, but the windmills that keep turning and the swaying flowers in the emerald fields are \"the visible winds\" that show people that the breeze will always care for all life in Mondstadt.",
        "de": "Spezielles Verfeinerungsmaterial für „Windblumenode“.\\nEin aufwendig gefertigtes Ornament, das die Windmühlen und Windblumen symbolisiert und das die Glieder der Windblumenode schmückt. Der Wind ist unsichtbar und nicht greifbar, aber die Windmühlen, die sich ständig drehen, und die sich wiegenden Blumen in den grün leuchtenden Feldern sind die „sichtbaren Winde“, die den Menschen zeigen, dass die Brise immer für alles Leben in Mondstadt sorgen wird.",
        "chs": "「风花之颂」专用的精炼道具。\\n象征着风车与风之花的精致饰物，也是「风花之颂」的弓臂上的装饰品。「风」本身看不见、摸不着，而恒常转动着的风车、绿地上摇摆的花朵则是「看得见的风」，向人们昭示着，轻柔的风无时无刻不眷顾蒙德的大地与众生。",
        "cht": "「風花之頌」專用的精煉道具。\\n象徵著風車與風之花的精緻飾物，也是「風花之頌」的弓臂上的裝飾品。「風」本身看不見、摸不著，而恆常轉動著的風車、綠地上搖擺的花朵則是「看得見的風」，向人們昭示著，輕柔的風無時無刻不眷顧蒙德的大地與眾生。",
        "es": "Objeto de refinamiento especial para el arma Oda a las Flores de Viento.\\nUn adorno muy intrincado que simboliza los molinos y las flores de viento, y que embellece el cuerpo de Oda a las Flores de Viento. El viento es invisible e intangible, pero los molinos que giran sin cesar y las flores que se mecen en los campos de color esmeralda son los “vientos visibles” que demuestran que la brisa siempre cuidará de todas las formas de vida de Mondstadt.",
        "fr": "Matériau de raffinement spécial pour l'Ode aux alizées.\\nUne délicate décoration symbolisant les moulins à vent et les alizées, qui orne l'Ode aux alizées. Le vent est invisible et intouchable, mais fait tourner les moulins à vent, et les fleurs se balançant dans les champs émeraude sont les « vents visibles », qui rappellent au peuple que la brise sera toujours là pour Mondstadt.",
        "id": "Material yang khusus digunakan untuk memperkuat Windblume Ode.\\nOrnamen cantik yang menyimbolkan kincir angin dan bunga Windblume ini juga merupakan benda yang menghiasi lengan Windblume Ode. Angin memang tidak bisa dilihat atau disentuh, tetapi kincir angin yang terus berputar, atau bunga yang bergoyang di hamparan padang rumput adalah \"wujud angin\" yang seolah menunjukkan kepada semua orang bahwa tiupan angin akan selalu menjaga semua kehidupan di Mondstadt.",
        "jp": "「風花の頌歌」専用の精錬アイテム。\\n風車と風の花を象徴する装飾品「風花の頌歌」にも飾られている。「風」自体は見ることも触れることもできない。しかし絶え間なく回る風車と緑の地に揺れる花は「見える風」であり、穏やかな風は常に大地とモンドの人々を大切にしていることを示している。",
        "kr": "「바람 꽃의 노래」 전용 재련 아이템.\\n풍차와 바람의 꽃을 상징하는 정교한 장식품, 「바람 꽃의 노래」의 활 부분을 장식한다. 「바람」은 보이지 않고 만질 수도 없지만, 끝없이 돌아가는 풍차와 잔디에서 흔들리는 꽃은 몬드의 대지와 생명을 보살피는 「보이는 바람」이다",
        "pt": "Material de refinamento especializado para Ode à Brisa Florescente.\\nUm ornamento feito detalhadamente que simboliza moinhos e a Flor do Vento, adornando os membros da Ode à Brisa Florescente. O vento é invisível e intangível, mas os moinhos continuam girando, e as flores voam nos campos de esmeralda são \"o vento visível\" que mostram ao povo que a brisa sempre cuidará de toda a vida em Mondstadt.",
        "ru": "Особый материал для пробуждения оружия «Ода анемонии».\\nТщательно подобранные украшения, символизирующие мельницы и анемонии, украшают плечи лука «Ода анемонии». Ветер нельзя ни увидеть, ни поймать, но неизменно вращающиеся крылья мельниц и качающиеся среди лугов цветы и есть «видимый ветер», демонстрирующий людям, что нежный бриз всегда будет благоволить жителям мондштадтских земель.",
        "th": "วัสดุสำหรับขัดเกลาอาวุธสำหรับ Windblume Ode\\nเครื่องประดับอันงดงามที่เป็นสัญลักษณ์ของกังหันลมและดอก Windblume อีกทั้งยังเป็นของตกแต่งบนคันธนู Windblume Ode อีกด้วย สายลมนั้นมองไม่เห็นและจับต้องไม่ได้ แต่กังหันลมที่หมุนไปเรื่อย ๆ และดอกไม้ที่พลิ้วไหวในทุ่งอันเขียวขจีเหล่านั้นคือ \"ลมที่มองเห็นได้\" ซึ่งแสดงให้ผู้คนเห็นว่าสายลมที่โชยอ่อนจะคอยดูแลทุกชีวิตใน Mondstadt อยู่เสมอ",
        "vi": "Đạo cụ của \"Bài Ca Hoa Gió\".\\nTượng trưng cho cối xay gió và hoa, cũng là vật trang trí trên cánh cung Bài Ca Của Gió. \"Gió\" không có bản thể, không thể chạm vào, nhưng luôn thổi lấy cối xay, những bông hoa đang đung đưa chính là \"Cơn gió nhìn thấy được\", mọi người có thể thấy rõ rằng ngọn gió nhẹ luôn quan tâm đến chúng sinh của Mondstadt."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}