{
    "name": {
        "en": "The Violet Oni's Blade",
        "de": "Klinge des lila Oni",
        "chs": "「堇鬼」的刀",
        "cht": "「堇鬼」的刀",
        "es": "Espada de Oni violeta",
        "fr": "Épée de l'Oni violine",
        "id": "Pedang Violet Oni",
        "jp": "「菫鬼」の刀",
        "kr": "「자색 오니」의 검",
        "pt": "A Espada do Oni Violeta",
        "ru": "Клинок Пурпурного Они",
        "th": "Violet Oni's Blade",
        "vi": "Thanh Đao \"Tử Quỷ\""
    },
    "id": 100866,
    "materialDesc": {
        "en": "The favored sword of Yanagiha Arashi, an expelled member of the Iwakura School.\\nIt is a leftover copy of a certain famous sword, and has been reforged after being broken. It and the weapon of Okazaki Toraemon are a pair.",
        "de": "Das Lieblingsschwert von Yanagiha Arashi, einem ausgestoßenen Mitglied der Iwakura-Schule.\\nEs ist eine übrig gebliebene Kopie eines bestimmten berühmten Schwertes und wurde neu geschmiedet, nachdem es zerbrochen worden war. Es bildet mit der Waffe von Okazaki Toraemon ein Paar.",
        "chs": "岩藏流破门弟子柳叶岚士曾经使用的爱刀。\\n是某一把名刀的影打，断裂后重铸而成的。与冈崎寅卫门的刀是一对。",
        "cht": "曾經是岩藏流破門弟子柳葉嵐士使用的愛刀。\\n是某一把名刀的影打斷裂後重鑄而成。與岡崎寅衛門的刀成對。",
        "es": "La que una vez fue la espada preferida de Yanagiha Arashi, un miembro del estilo Iwakura.\\nEs la copia de cierta espada famosa y ha sido forjada de nuevo después de romperse. Forma un conjunto con la espada de Okazaki Toraemon.",
        "fr": "L'épée préférée de Yanagiha Arashi, un membre banni de l'École Iwakura.\\nC'est une copie d'une certaine épée célèbre, qui a été reforgée après avoir été brisée. Elle va de pair avec l'arme d'Okazaki Toraemon.",
        "id": "Pedang favorit Yanagiha Arashi — murid yang dikeluarkan Iwakura School.\\nPedang ini adalah pedang tiruan dari suatu pedang terkenal dan pernah ditempa ulang karena patah. Pedang ini berpasangan dengan pedang Okazaki Toraemon.",
        "jp": "破門された岩蔵流の元門下生、柳葉嵐士が愛用していた刀。\\nとある名刀の影打が折れた後に、再鋳造したもの。岡崎寅衛門の刀と一対になる。",
        "kr": "과거 이와쿠라류 제자 야나기하 아라시가 사용했던 애검.\\n어떤 명검의 카게우치 대검이 부러진 후 재차 단조하여 제작된 것이다. 오카자키 토라에몬의 검과 한 쌍이다",
        "pt": "A espada favorita de Yanagiha Arashi, um membro expulso da escola da Técnica Iwakura.\\nÉ uma cópia restante de uma certa espada famosa, e foi reforjada após ter sido quebrada. É um par com a arma de Okazaki Toraemon.",
        "ru": "Любимый меч Янагиха Араси, исключённого из школы Ивакура.\\nЭто копия одного знаменитого меча. Он был сломан и выкован заново. Этот клинок и меч Окадзаки Тораэмона - пара.",
        "th": "ดาบเล่มโปรดของ Yanagiha Arashi\\nมันถูกสร้างขึ้นโดยจำลองดาบบางเล่มที่มีชื่อเสียงซึ่งหักไปขึ้นมาใหม่ เป็นคู่กันกับดาบของ Okazaki Toraemon",
        "vi": "Thanh đao yêu dấu mà Yanagiha Arashi - đệ tử Trường Phái Iwakura đã từng sử dụng.\\nLà bản sao của một thanh đao nào đó, được đúc lại sau khi đã vỡ nát. Là một cặp với thanh đao của Okazaki Toraemon."
    },
    "materialType": "MATERIAL_QUEST"
}