{
    "name": {
        "en": "Thoroughfare Entrance: Evil Banisher",
        "de": "Eingang zur Durchgangsstraße – Das Böse verbannen",
        "chs": "要道正门-「妖邪退散」",
        "cht": "要道正門-「妖邪退散」",
        "es": "Vía principal: Destierro de los demonios",
        "fr": "Entrée de la voie : Bannir le mal",
        "id": "Jalan Utama: Membasmi Iblis",
        "jp": "大通りの入り口-「妖魔退散」",
        "kr": "도로 정문-「요마퇴치」",
        "pt": "Entrada Principal: Banindo o Mal",
        "ru": "Парадные врата: Изгнание зла",
        "th": "ประตูถนนสายหลัก - \"สิ่งชั่วร้ายจงล่าถอย\"",
        "vi": "Cổng Chính Đường Lớn - Yêu Tà Lui Bước"
    },
    "id": 350025,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up a Thoroughfare Entrance: Evil Banisher.\\nAdepti plates and stone lions guard this main thoroughfare. Such symbolic gestures are enough to deter monsters, but the Millelith have never slackened their vigilance nonetheless.\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Eingang zur Durchgangsstraße — Das Böse verbannen“ auf.\\nAdeptentafeln und Steinlöwen bewachen diese Hauptdurchgangsstraße. Solche symbolischen Gesten reichen aus, um Monster abzuschrecken, aber die Millelithen haben trotzdem nie in ihrer Wachsamkeit nachgelassen.\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「要道正门-『妖邪退散』」的放置方法。\\n布置着仙牌和石狮子像的入城要道，这些标志性的陈设，足以震慑魔物，但千岩军也从未疏于防范。\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「要道正門-『妖邪退散』」的放置方法。\\n佈置著仙牌和石獅子像的入城要道，這些標誌性的陳設，足以震懾魔物，但千岩軍也從未疏於防範。\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar una Vía principal: Destierro de los demonios.\\nUnas estatuas de Adeptus y leones de piedra protegen este camino principal. Aunque estas simbólicas decoraciones son suficientes para ahuyentar a los monstruos, la Geoarmada nunca deja de vigilarlo.\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place de l'entrée de la voie : Bannir le mal.\\nDes plaques d'Adeptes et des lions de pierre gardent cette artère principale. Ces constructions symboliques suffisent à dissuader les monstres, mais les Millelithes n'ont néanmoins jamais relâché leur vigilance.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Jalan Utama: Membasmi Iblis\".\\nJalan utama ini dihasi dengan papan Adeptus dan patung singa. Hiasan simbolik ini sudah cukup untuk mengusir monster-monster, tetapi para Millelith tetap tidak pernah lalai dalam penjagaan mereka.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「大通りの入り口-『妖魔退散』」の詳しい配置方法が載っている設計図。\\n正面玄関には仙の板や石獅子像など、象徴的な調度品が置かれている。魔物を怯えさせるには十分だが、千岩軍も決して怠ってはいなかった。\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「도로 정문-『요마퇴치』」의 설치 방법이 기재되어 있다.\\n선패와 돌사자가 배치된 성 중심 도로, 이 상징적인 장식물은 마물들을 겁주기에 충분하지만 천암군은 방심한 적이 없다.\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Entrada Principal: Banindo o Mal\".\\nPlacas de Adepti e leões de pedra guardam esta rua principal. Tais gestos simbólicos são suficientes para deter os monstros, mas os Millelith nunca afrouxaram sua vigilância.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Парадные врата: Изгнание зла».\\nРоспись Адептов и каменные львы охраняют эти парадные врата. Этих символов достаточно, чтобы отпугнуть монстров, но тем не менее Миллелиты никогда не ослабляют бдительность.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวางประตูถนนสายหลัก - \"สิ่งชั่วร้ายจงล่าถอย\" \\nทางเข้าหลักของเมืองที่ตกแต่งด้วยป้ายเซียนและรูปปั้นสิงโตหิน ลำพังเฟอร์นิเจอร์อันเป็นสัญลักษณ์เหล่านี้ก็เพียงพอที่จะยับยั้งมอนสเตอร์ได้ แต่กองทหาร Millelith ก็ไม่เคยละเลยและคอยระมัดระวังอยู่เสมอ\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Cổng Chính Đường Lớn - Yêu Tà Lui Bước\".\\nCon đường chính dẫn vào thành được bố trí tiên bài và tượng sư tử đá, những đồ mang tính biểu tượng này đủ để răn đe ma vật, nhưng Thiên Nham Quân cũng không hề lơ là trong việc phòng bị.\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}