{
    "name": {
        "en": "Thunderclap Fruitcore",
        "de": "Donnerknall-Fruchtkern",
        "chs": "藏雷野实",
        "cht": "藏雷野實",
        "es": "Fruto atronador",
        "fr": "Fruit du tonnerre",
        "id": "Thunderclap Fruitcore",
        "jp": "隠雷の実",
        "kr": "번개를 품은 야생 열매",
        "pt": "Fruto do Trovão",
        "ru": "Плод грома",
        "th": "Thunderclap Fruitcore",
        "vi": "Hạt Tụ Sấm"
    },
    "id": 113037,
    "materialDesc": {
        "en": "The core of an Electro Regisvine, wrapped in razor-sharp leaves, wantonly emits Electro energy.\\nThe roaring energy rampaging deep within the earth is eager to pour out its rage, thus even tainting these unfortunate vines with its mania, causing them to wail and flail their branches frantically. One can hardly tell whether it longs for others to taste the pain of being continuously electrocuted and charred or if it is struggling, looking forward to its inevitable doom.",
        "de": "Der von messerscharfen Blättern umgebene Kern des Fluxblitzbaumes, der rücksichtslos die Elektro-Energie in seine Umgebung hineinstrahlt.\\nDie in den Tiefen der Erde donnernde Energie will ihre Wut eilig ausschütten und so sind die unglücklichen Reben in Raserei getränkt. Dadurch schlagen sie mit ihren Ästen wild um sich und stoßen klagende Schreie aus. Niemand weiß, ob es ihn verlangt, anderen eine Kostprobe seiner Schmerzen durch die andauernden Stromstöße und Verbrennungen zu geben, oder ob er versucht, dagegen anzukämpfen und seinem unausweichlichen Ende entgegenzublicken.",
        "chs": "被锋锐树叶包裹着的掣电树核心，肆意向周身散发雷元素。\\n大地深处咆哮的能量急切地想要倾泻暴怒，于是不幸的藤蔓也沾染了狂躁的气息，挥舞着扭曲的枝条哀号，不知是想要让他人品尝雷火穿身的苦痛，还是挣扎着期待必至的末日。",
        "cht": "被鋒銳樹葉包裹著的掣電樹核心，肆意向周身散發雷元素。\\n大地深處咆哮的能量急切地想要傾瀉暴怒，於是不幸的藤蔓也沾染了狂躁的氣息，揮舞著扭曲的枝條哀號，不知是想要讓他人品嚐雷火穿身的苦痛，還是掙扎著期待必至的末日。",
        "es": "El núcleo de una Regisvid Electro envuelto en unas afiladas hojas. Emite energía Electro de forma aleatoria.\\nSu energía, que ruge desde las profundidades de la tierra, ansía liberar su furia. Por eso, sus enredaderas están teñidas de furia mientras agitan sus retorcidas ramas entre sollozos, sin saber si están deseando que los demás prueben el dolor abrasador del rayo o si se están resistiendo contra su inevitable perdición.",
        "fr": "Le cœur d'un Arbre foudroyé enveloppé de feuilles acérées tels des rasoirs. Il émet de l'élément Électro.\\nL'énergie rugissante qui se déchaîne au plus profond de la terre est impatiente de déverser sa rage, souillant même les malheureuses lianes avec sa folie, les faisant gémir et s'agiter frénétiquement. Il est difficile de dire si elle aspire à ce que d'autres goûtent à la douleur d'être continuellement électrocutés et carbonisés ou si elle se débat, attendant avec impatience sa mort inévitable.",
        "id": "Inti dari Electro Regisvine yang terbungkus di dalam daun setajam silet dan memancarkan energi Electro dengan bebas.\\nEnergi mengaum yang berasal dari dalam bumi sudah tidak sabar untuk meluapkan seluruh amarahnya, sehingga bahkan tanaman merambat yang malang juga ternodai oleh aura kegilaannya, yang menyebabkan tanaman ini meraung-raung dan memukul-mukul ranting tanamannya sendiri. Tidak ada yang tahu dengan jelas motifnya melakukan gerakan ini, apakah agar orang lain juga merasakan penderitaan kekuatan listrik yang menyetrum seluruh tubuhnya, atau sebuah manifestasi gerakannya yang sedang berjuang dan menantikan hari kiamat yang pasti datang baginya.",
        "jp": "鋭利な葉っぱに包まれた迅電樹のコア。周囲に雷元素を好き勝手に放つ。\\n大地の奥深くで咆哮するエネルギーは焦燥感を滲ませながら、怒りを注ぎ込もうとしている。そして、不幸なツル草も狂暴さに染めあげられ、ねじ曲がった枝を振りかざして泣き叫ぶのだ。雷火が体を貫く痛みを他の人にも味わって欲しいのだろうか——それとも、必ず訪れる破滅を前に、もがき苦しんでいるのだろうか。",
        "kr": "예리한 나뭇잎에 싸인 번개 나무의 코어. 사정없이 주변에 번개 원소를 방출한다.\\n대지 깊은 곳에서 포효하는 에너지는 긴박한 분노를 표출하려 하고, 불행한 넝쿨조차 광기에 잠식돼 뒤틀린 가지를 휘두르며 울부짖는다. 번갯불이 몸을 관통하는 고통을 타인에게도 선사하려는 것일까? 아니면 피할 수 없는 종말을 기대하며 몸부림치는 것일까?",
        "pt": "Núcleo da Regisvine Electro envolto em folhas afiadas, que emite o elemento Electro por todo o corpo.\\nA energia rugindo nas profundezas da terra está ansiosa para acalmar sua raiva, então as videiras azaradas também foram contaminadas com essa raiva, e estão lamentando e agitando os galhos retorcidos. Não se sabe se eles querem que outros sintam a dor de trovão e fogo atravessando o corpo, ou se estão ansiosas para o fim inevitável.",
        "ru": "Сердцевина Электро папоротника, обрамлённая острыми листьями. Излучает элемент Электро.\\nРевущая энергия в глубинах земли жаждет извергнуть накопившуюся ярость, отравляя своим безумием даже побеги растений, и они стонут, и они бьются в отчаянных конвульсиях. Неизвестно, жаждут ли они, чтобы люди испытали такую же боль от пронзающей тело молнии, или просто ждут часа своей неминуемой смерти.",
        "th": "แกนกลางของ Electro Regisvine ที่ถูกห่อหุ้มด้วยใบไม้อันแหลมคม และปล่อยพลังงานธาตุไฟฟ้าออกมารอบตัวอย่างไร้ความปรานี\\nพลังงานอันเกรี้ยวกราดที่อยู่ยังส่วนลึกของพื้นดินนั้นกำลังกระหายที่จะระบายความโกรธเกรี้ยวออกมา กระทั่งเถาวัลย์ที่โชคร้ายก็ยังแปดเปื้อนไปด้วยกลิ่นอายของความคลุ้มคลั่ง โบกสะบัดกิ่งอันบิดเบี้ยวพร้อมเสียงคร่ำครวญ ไม่รู้ว่ามันต้องการให้ผู้คนได้ลิ้มรสถึงความเจ็บปวดยามไฟฟ้าทะลุผ่านร่าง หรือกำลังดิ้นรนเพื่อรอคอยวันสุดท้ายของชีวิตที่ไม่อาจหลีกเลี่ยงได้กันแน่",
        "vi": "Lõi cây kích điện được bọc trong những chiếc lá sắc nhọn, tản ra nguyên tố Lôi khắp cơ thể.\\nNăng lượng cuồn cuộn sâu trong lòng đất đang muốn trút cơn thịnh nộ, thế là dây leo không may cũng bị nhiễm cơn cuồng bạo, vẫy cành uốn éo than khóc, không biết là muốn để người khác thử nếm trải nỗi đau khi bị sét đánh xuyên thân, hay là chật vật mong chờ cái kết không thể tránh khỏi."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}