{
    "name": {
        "en": "Tianshu Meat",
        "de": "Tianshu-Braten",
        "chs": "天枢肉",
        "cht": "天樞肉",
        "es": "Carne estilo Eje Celestial",
        "fr": "Viande façon Dubhe",
        "id": "Tianshu Meat",
        "jp": "天枢肉",
        "kr": "천추육",
        "pt": "Carne de Tianshu",
        "ru": "Мясо «Тяньшу»",
        "th": "Tianshu Meat",
        "vi": "Thịt Thiên Khu"
    },
    "id": 108159,
    "materialDesc": {
        "en": "A braised meat dish. The cut of meat used is a happy medium between lean and fatty, and has been braised to smoking perfection. The ingredients glisten, and are soft but not greasy. Word has it that the Tianshu of a certain generation of the Liyue Qixing invented this dish after much painstaking development.",
        "de": "Langsam geschmortes Fleisch. Dabei wird eine Scheibe Fleisch mit einer dicken Fettschicht zusammen mit einigen Gewürzen geschmort, bis sie gar und zart ist. Die Farbe des Fleischs ist verlockend und die Verbindung von magerem Fleisch und Fett ist genau richtig. Dieses Gericht soll vom Tianshu einer früheren Generation der Qixing von Liyue in mühevoller Arbeit erfunden worden sein.",
        "chs": "焖制而成的兽肉。将肥瘦相间的兽肉佐以调料下锅慢炖，直至焖酥。成品色泽透亮，软糯不腻。据说是某代璃月七星中「天枢星」苦心研制的杰作。",
        "cht": "燜煮而成的獸肉。將肥瘦相間的獸肉佐以調味料下鍋慢燉，直至燜酥。成品色澤透亮，軟糯不膩。據說是某代璃月七星中「天樞星」苦心研製的傑作。",
        "es": "Un plato de carne estofada. La carne magra y su grasa se saltean con las especias en una sartén hasta que se vuelven tiernas. El resultado es un plato suave y ligero, de un color traslúcido. Se dice que es una obra maestra inventada tras mucha investigación por el Eje Celestial de las Siete Estrellas de Liyue de una época pasada.",
        "fr": "Un plat de viande braisée. La viande maigre et la graisse sont frites avec des épices dans une poêle jusqu'à ce qu'elles soient croustillantes. Le résultat est doux et léger, avec une couleur translucide. On dit qu'il s'agit d'un chef-d'œuvre inventé par l'une des Sept Étoiles de Liyue, la Dubhe, après de longues recherches.",
        "id": "Hidangan daging yang direbus. Potongan daging yang digunakan adalah daging tanpa lemak dan yang berlemak, lalu direbus hingga sempurna. Bahannya berkilau, lembut tapi tidak berminyak. Dikatakan bahwa Tianshu dari generasi tertentu Liyue Qixing menemukan hidangan ini setelah melakukan percobaan yang melelahkan.",
        "jp": "じっくり煮込んだ獣肉。肉と脂のバランスが絶妙な獣肉に香辛料を揉み込んでじっくり煮込む。出来上がった肉は綺麗な色をしていて、柔らかくてとろける。噂によるとこの料理は歴代の天枢の中である人が研究を重ねて開発した傑作らしい。",
        "kr": "짐승 고기 찜. 살코기와 비계가 섞인 짐승 고기를 양념하여 냄비에 넣고 부드러워질 때까지 푹 쪘다. 윤기가 잘잘 흐르고 느끼하지 않다. 예전 리월 칠성 중 「천추성」이 고심하여 개발한 걸작 요리라고 한다",
        "pt": "Um prato de carne assada. O corte da carne utilizado é um meio termo feliz entre magro e gorduroso, e foi assada até a perfeição usando a defumação. Os ingredientes brilham, e são macios, mas não gordurosos. Diz-se que o Tianshu de uma certa geração dos Qixing de Liyue inventou esse prato após um desenvolvimento muito meticuloso.",
        "ru": "Тушёное мясо. Кусочки идеальной толщины приготовлены со специями на медленном огне. Все ингредиенты сияют маслянистым блеском. Говорят, это блюдо после долгих поисков изобрёл один из прошлых носителей титула Опора Небес группировки Цисин.",
        "th": "เนื้อที่อบเป็นเวลานาน เนื้อติดมันที่ปรุงรสและนำไปตุ๋นในหม้อ จนนุ่มไม่เลี่ยน และมีสีสันน่าทาน ว่ากันว่านี่เป็นการคิดค้นและผลงานชิ้นเอกของ Tianshu แห่ง Liyue Qixing",
        "vi": "Món kho làm từ thịt rừng. Đem cả mỡ lẫn nạc xen kẽ cùng với gia vị và đun lửa nhỏ cho tới khi mềm. Sau khi nấu xong, món ăn có màu sắc bóng, mềm mà không ngấy. Nghe nói món ăn này do \"Thiên Khu Tinh\" trong Thất Tinh Liyue dày công nghiên cứu mà ra."
    },
    "materialType": "MATERIAL_FOOD"
}