{
    "name": {
        "en": "Tighnari's Introduction Letter",
        "de": "Tighnaris Vorstellungsschreiben",
        "chs": "提纳里的介绍信",
        "cht": "提納里的介紹信",
        "es": "Carta de presentación de Tignari",
        "fr": "Lettre d'introduction de Tighnari",
        "id": "Surat Pengantar dari Tighnari",
        "jp": "ティナリの紹介状",
        "kr": "타이나리의 소개장",
        "pt": "Carta de Apresentação de Tighnari",
        "ru": "Рекомендательное письмо от Тигнари",
        "th": "จดหมายแนะนำของ Tighnari",
        "vi": "Thư Giới Thiệu Của Tighnari"
    },
    "id": 101928,
    "materialDesc": {
        "en": "A letter from Tighnari to Rohawi, a researcher from Amurta. In the letter, Tighnari requests that Rohawi use his prowess in collecting information to help you.\\nRohawi's address in Sumeru City is also attached therein.",
        "de": "#Ein von Tighnari an den Forscher Rohawi von der Lebenskunde geschriebener Brief. Im Brief bittet er Rohawi darum, sich dafür einzusetzen, {F#der Reisenden}{M#dem Reisenden} zu helfen, Informationen zu erhalten.\\nAuf dem Papier ist auch noch Rohawis Adresse in Sumeru verzeichnet.",
        "chs": "提纳里写给生论派研究员鲁哈维的信，信中请求鲁哈维能发挥自身优势，帮助旅行者打探消息。\\n纸上还附有鲁哈维在须弥城的住址。",
        "cht": "提納里寫給生論派研究員魯哈維的信，信中請求魯哈維能發揮自身優勢，幫助旅行者打探消息。\\n紙上還附有魯哈維在須彌城的住址。",
        "es": "Una carta de Tignari para Rohawi, un investigador de la Escuela de Biología. En ella le pide que ponga a tu disposición sus habilidades para recabar información.\\nEn el sobre está escrita la dirección de Rohawi.",
        "fr": "Une lettre de Tighnari destinée à Rohawi, un chercheur de l'Amurta. Dans cette lettre, Tighnari demande à Rohawi d'utiliser ses talents pour vous aider à trouver les informations qui vous seront utiles. L'adresse de Rohawi dans la Ville de Sumeru y est également jointe.",
        "id": "Surat dari Tighnari untuk Rohawi, peneliti dari Amurta. Dalam surat tersebut, Tighnari meminta agar Rohawi menggunakan kehebatannya dalam mengumpulkan informasi untuk membantumu.\\nAlamat Rohawi di Kota Sumeru juga terlampir di dalamnya.",
        "jp": "ティナリが生論派の研究員ロハウェイに宛てて書いた手紙。力を発揮し、旅人たちが情報収集を進めるための手助けをするようにと書かれている。\\nまた、スメールシティに住むロハウェイの住所も書いてある。",
        "kr": "타이나리가 생론파 연구원 로하위에게 쓴 편지. 여행자가 정보를 수집할 수 있도록 로하위만의 장점을 이용해 도와달라는 내용이 적혀있다.\\n편지에는 수메르성에 사는 로하위의 주소도 첨부돼 있다",
        "pt": "Carta de Tighnari para o pesquisador Rohawi dos Amurta, onde ele pediu para que o pesquisador aproveitasse das próprias vantagens para ajudar você a obter mais informações.\\nEle até mesmo anexou à carta a morada do Rohawi na cidade de Sumeru.",
        "ru": "Письмо, которое Тигнари написал Рохави, учёному из Амурты. В письме он просит Рохави, чтобы тот проявил свои таланты и помог вам собрать нужную информацию.\\nК письму приложен адрес Рохави в городе Сумеру.",
        "th": "จดหมายที่ Tighnari เขียนถึง Rohawi นักวิจัยภาควิชาชีววิทยา โดยขอให้ Rohawi ใช้ความสามารถของตน ช่วยเหลือนักเดินทางในการสืบหาข้อมูล\\nด้านบนยังได้แนบที่อยู่ของ Rohawi ในเมือง Sumeru ไว้อีกด้วย",
        "vi": "Thư Tighnari viết cho nghiên cứu viên Rohawi của Học Phái Amurta, trong thư yêu cầu Rohawi có thể phát huy ưu thế của bản thân, giúp Nhà Lữ Hành thăm dò thông tin.\\nTrên giấy còn có địa chỉ của Rohawi ở Sumeru."
    },
    "materialType": "MATERIAL_QUEST"
}