{
    "name": {
        "en": "Tighnari: Dew-Kissed",
        "de": "Tighnari – Vom Tau geküsst",
        "chs": "提纳里·沐露",
        "cht": "提納里·沐露",
        "es": "Tignari - Rocío",
        "fr": "Tighnari - Baigné de rosée",
        "id": "Tighnari: Dew-Kissed",
        "jp": "ティナリ·沐露",
        "kr": "타이나리·이슬 오일",
        "pt": "Tighnari: Banho de Orvalho",
        "ru": "Омовение росами",
        "th": "Tighnari - อาบน้ำค้าง",
        "vi": "Tighnari - Mộc Lộ"
    },
    "id": 210124,
    "materialDesc": {
        "en": "Namecard style.\\nTighnari takes good care of his big, fluffy tail. The essential oil he uses was extracted from flowers and mixed together meticulously. It gives off a faint, calming scent.",
        "de": "Ein Motiv für Namenskärtchen.\\nTighnari legt einen hohen Wert auf die Pflege seines großen, fluffigen Schwanzes. Das von ihm dazu verwendete Öl, das einen schwachen beruhigenden Duft abgibt, hat er aus Blumen extrahiert und sorgfältig zusammengemischt.",
        "chs": "名片纹饰。\\n提纳里用花露精心调制的精油，用来保养毛茸茸的大尾巴，淡淡的清香有着安神的功效。",
        "cht": "名片紋飾。\\n提納里用花露精心調製的精油，用來保養毛茸茸的大尾巴，淡淡的清香有著安神的功效。",
        "es": "Diseño de tarjeta de presentación.\\nTignari prepara un especial aceite esencial con el rocío de las flores. Lo usa para mantener su cola esponjosa y su sutil fragancia tiene un efecto relajante.",
        "fr": "Thème.\\nTighnari entretient la fourrure de sa queue grâce à une huile essentielle à l'extrait de fleurs soigneusement conçue par ses soins. Un parfum léger et apaisant s'en dégage.",
        "id": "Style Kartu Nama.\\nMinyak yang dibuat dengan hati-hati oleh Tighnari dari embun bunga. Digunakan untuk merawat ekor besar yang berbulu. Aroma samarnya memiliki efek menenangkan jiwa.",
        "jp": "名刺の飾り紋。\\nティナリが花の露を使って丁寧に調合したオイル。モフモフした大きな尻尾のトリートメントに最適。ほのかな香りが心を落ち着かせてくれる。",
        "kr": "명함 스킨.\\n타이나리가 꽃이슬로 정성스럽게 조제한 오일로 보송보송한 꼬리를 케어하는 데 사용되며, 은은한 향기는 안정 효과가 있다",
        "pt": "Estilo de Cartão de Visita.\\nUTighnari cuida de sua cauda grande e peluda com óleos essenciais extraídos de flores e misturados meticulosamente. Exalam um sutil e calmante aroma.",
        "ru": "Именная карта.\\nТигнари тщательно ухаживает за своим большим пушистым хвостом. Он пользуется особой смесью эфирных масел и цветочных рос, от которой исходит слабый, успокаивающий аромат.",
        "th": "ลายนามบัตร\\nน้ำมันหอมระเหยที่ Tighnari สกัดจากน้ำค้างบนดอกไม้อย่างพิถีพิถัน เพื่อใช้ในการบำรุงรักษาใบหูอันใหญ่โตและปุกปุยของเขา กลิ่นหอมจาง ๆ ยังมีสรรพคุณที่ช่วยให้รู้สึกผ่อนคลายอารมณ์อีกด้วย",
        "vi": "Hoa văn danh thiếp.\\nTinh dầu do Tighnari dùng sương hoa tận tâm điều chế, dùng để chăm sóc cho chiếc đuôi mềm mượt, hương thơm nhè nhẹ có công dụng an thần."
    },
    "materialType": "MATERIAL_NAMECARD"
}