{
    "name": {
        "en": "Toki Alley Tales (Prologue)",
        "de": "Geschichten aus der Tokigasse – Prolog",
        "chs": "鹮巷物语·序",
        "cht": "䴉巷物語·序",
        "es": "La novela de la Calle del Ibis: Prólogo",
        "fr": "Contes de l'Allée Toki - Prologue",
        "id": "Kisah Gang Toki (Pendahuluan)",
        "jp": "朱鷺町物語·序",
        "kr": "따오기 골목 모노가타리·서막",
        "pt": "Contos da Rua Toki (Prólogo)",
        "ru": "Рассказы улицы Токи (Пролог)",
        "th": "เรื่องราวแห่งตรอก Toki (บทนำ)",
        "vi": "Câu Chuyện Hẻm Ibis - Mở Đầu"
    },
    "id": 101507,
    "materialDesc": {
        "en": "They say that in the past, when the fragile and short-lived mortals had yet to cross over the sea unto these lands, Inazuma was once a land that belonged to the tanuki. They say, too, that human history began as drunken tanuki nonsense... Welcome to Toki Alley, a place where history and wild tales intertwine.",
        "de": "Man sagt, dass Inazuma in der Vergangenheit, als die zerbrechlichen und kurzlebigen Sterblichen noch nicht über das Meer in dieses Land gekommen waren, einst ein Land war, das den Tanuki gehörte, und die Geschichte der Menschheit war ursprünglich das Ergebnis des betrunkenen Spottes eines Tanuki. Willkommen in der Tokigasse, einem Ort, an dem sich Geschichte und wilde Erzählungen verflechten.",
        "chs": "传说在过去，软弱短寿的凡人尚未渡海而来的时代里，稻妻曾是狸猫的国度。而人类的历史，最初亦是醉酒的狸猫趁兴胡诌出来的…鹮巷，历史与狂言交织之巷。",
        "cht": "傳說在過去，軟弱短壽的凡人尚未渡海而來的時代裡，稻妻曾是狸貓的國度。而人類的歷史，最初亦是醉酒的狸貓趁興胡謅出來的…䴉巷，歷史與狂言交織之巷。",
        "es": "#Cuenta la leyenda que, en el pasado, cuando los débiles y poco longevos humanos aún no habían cruzado el mar para llegar a Inazuma, esta era la nación de los tanuki. En su origen, la historia de los humanos fue el resultado de la borrachera de un tanuki. Bienvenid{F#a}{M#o} a la Calle del Ibis, un lugar donde se entrelazan la historia y los cuentos más increíbles.",
        "fr": "On raconte qu'à l'époque où les mortels fragiles et éphémères n'avaient pas encore traversé la mer, Inazuma appartenait aux Tanukis, et que l'histoire de l'humanité fut créée par un Tanuki ivre qui voulait s'amuser... Bienvenue dans les contes de la Rue ibis, un lieu où histoire et contes sauvages s'entremêlent.",
        "id": "Legenda mengatakan bahwa pada zaman dahulu, ketika manusia yang rapuh dan berumur pendek belum menyeberangi laut ke tanah ini, Inazuma adalah tanah milik tanuki. Dan sejarah manusia muncul karena keisengan seekor tanuki yang mabuk. Selamat datang di Gang Toki — tempat di mana sejarah dan legenda terjalin.",
        "jp": "その昔、弱く短命な凡人が海を渡る前の時代、稲妻は狸の国であった。そして、人類の歴史は、酔っぱらった狸がふざけて作り上げたでたらめであった…朱鷺町、歴史と狂言が入り交じる町だ。",
        "kr": "전설에 따르면, 연약하고 유한한 수명을 살아가는 평범한 사람들이 아직 바다를 건너오지 않았던 과거에는, 이나즈마는 너구리들의 나라였다고 한다. 그리고 인간의 최초의 역사는 술 취한 너구리가 흥에 겨워 되는대로 지껄인 이야기라고 한다… 따오기 골목은, 역사와 터무니없는 이야기가 얽혀있는 골목이다",
        "pt": "Dizem que no passado, quando os frágeis e pouco longevos mortais ainda haviam de cruzar o mar até essa terra, Inazuma era uma terra que pertencia aos Tanuki, e a história da humanidade era inicailmente o resultado da embriaguez de um Tanuki. Seja bem-vindo a Rua Toki, um local onda a história e contos selvagens se cruzam.",
        "ru": "Говорят, в былые дни, когда слабым смертным с их скоротечными жизнями ещё только предстояло прибыть из-за морей на эти земли, Инадзума была во власти тануки, а история человечества появилась из-за шутливых выдумок пьяного тануки. Добро пожаловать на улицу Токи, где история и вздор переплелись.",
        "th": "ตำนานเล่าว่า ในยุคที่ผู้คนอ่อนแอและไม่สามารถข้ามทะเลได้นั้น Inazuma เคยเป็นดินแดนแห่งทานูกิ และแรกเริ่มเดิมที ประวัติศาสตร์ของมนุษย์ก็ถูกสร้างขึ้นโดยทานูกิที่เมามายแล้วปั้นเรื่องราวขึ้นมา...ตรอก Toki ตรอกที่ผสมผสานทั้งประวัติศาสตร์และคำพูดอันบ้าระห่ำ",
        "vi": "Truyền thuyết kể rằng ngày xưa khi những con người yếu đuối và thấp bé chưa kịp vượt biển, Inazuma là xứ sở của Tanuki. Và lịch sử của loài người ban đầu được tạo ra bởi những Tanuki say rượu bịa chuyện mua vui...Hẻm Ibis, là con hẻm đan xen giữa lịch sử và lời đồn."
    },
    "materialType": "MATERIAL_QUEST"
}