{
    "name": {
        "en": "Torn Page: Toki Alley Tales (IV)",
        "de": "Zerrissene Seite von „Geschichten aus der Tokigasse – Teil IV“",
        "chs": "《鹮巷物语·四》残页",
        "cht": "《䴉巷物語·四》殘頁",
        "es": "Página arrancada de «La novela de la Calle del Ibis (IV)»",
        "fr": "Page déchirée des « Contes de l'Allée Toki - IV »",
        "id": "Halaman Robek: Kisah Gang Toki (IV)",
        "jp": "『朱鷺町物語·四』の破れたページ",
        "kr": "《따오기 골목 모노가타리·IV》의 찢어진 페이지",
        "pt": "Página Rasgada: Contos da Rua Toki (IV)",
        "ru": "Вырванная страница - «Рассказы улицы Токи» (IV)",
        "th": "หน้ากระดาษของ \"เรื่องราวแห่งตรอก Toki (IV)\"",
        "vi": "Mảnh \"Câu Chuyện Hẻm Ibis 4\""
    },
    "id": 101505,
    "materialDesc": {
        "en": "Collect all 10 pages to form Toki Alley Tales (IV).\\n\\nThis page billows about in the breeze, seemingly having dropped from a very old novel.\\nPerhaps you might be able to reconstruct the complete text, should you find other torn pages elsewhere.",
        "de": "Sobald du alle 10 Seiten gesammelt hast, kannst du die Geschichten aus der Tokigasse – Teil IV zusammenfügen.\\n\\nDiese Seite weht im Wind und scheint aus einem sehr alten Roman gefallen zu sein.\\nVielleicht kannst du den kompletten Text rekonstruieren, wenn du an anderer Stelle weitere zerrissene Seiten findest.",
        "chs": "集齐10页后，可以合成《鹮巷物语·四》。\\n\\n轻风中飘摇的残页，似乎是从一本老旧小说中脱落的。\\n或许在其他地方找到更多残页的话，能凑齐一本完整的书也未可知…？",
        "cht": "集齊10頁後，可以合成《䴉巷物語·四》。\\n\\n輕風中飄搖的殘頁，似乎是從一本老舊小說中脫落的。\\n或許在其他地方找到更多殘頁的話，能湊齊一本完整的書也未可知…？",
        "es": "Una vez que reúnas las 10 páginas de esta entrega, podrás formar «La novela de la Calle del Ibis (IV)».\\n\\nEsta página arrastrada por la brisa parece haber sido arrancada de una antigua novela.\\nSi encuentras las demás páginas, podrías reconstruir el libro.",
        "fr": "Une fois que vous aurez rassemblé les 10 pages, vous pourrez former les « Contes de l'Allée Toki - IV ».\\n\\nCette page qui se balance dans la brise semble être tombée d'un vieux roman.\\nPeut-être que si vous trouvez d'autres pages déchirées ailleurs, vous pourrez reconstituer le texte complet.",
        "id": "Setelah keseluruhan 10 halaman terkumpul, kamu dapat menggabungkannya menjadi Kisah Gang Toki (IV).\\n\\nSobekan halaman yang terbawa angin sepoi-sepoi ini sepertinya terjatuh dari sebuah novel yang sangat tua.\\nKalau kamu bisa menemukan sobekan halaman lainnya di tempat lain, mungkin saja kamu bisa menyusun kembali teks utuhnya...?",
        "jp": "10個集めると、『朱鷺町物語·四』を復元できる。\\n\\nそよ風に揺らぐ、破れたページ。本来は古い小説だったようだ。\\n破れたページを全て見つけられたら、本を復元できるかもしれない…",
        "kr": "10장을 수집하면 《따오기 골목 모노가타리·IV》로 합칠 수 있다.\\n\\n가벼운 바람에 흩날리는 페이지는, 어떤 낡은 소설에서 떨어져 나온 듯하다.\\n어쩌면 다른 장소에서 찢어진 페이지를 더 찾아낸다면, 온전한 책을 모을 수 있을지도…?",
        "pt": "Depois de coletar as 10 páginas, será possível formar os Contos da Rua Toki (IV).\\n\\nEssa página balança na brisa, parece ter sido derrubada de uma velha história antiga.\\nTalvez você possa reconstruir o texto completo, caso encontre as outras páginas rasgadas espalhadas.",
        "ru": "Когда у вас окажутся все десять страниц, вы сможете собрать «Рассказы улицы Токи» (IV).\\nЭта страница, похоже, выпала из старого романа, и теперь трепещется на ветру.\\nБыть может, получится восстановить полный текст книги, если вы отыщете все вырванные страницы.",
        "th": "เมื่อรวบรวมได้ครบ 10 หน้า จะสามารถประกอบเป็น \"เรื่องราวแห่งตรอก Toki (IV)\"\\n\\nเศษหน้ากระดาษที่ปลิวไปตามลม ดูเหมือนจะหลุดออกมาจากนิยายเก่าเล่มหนึ่ง\\nใครจะรู้ว่าถ้าหาจากที่อื่น ๆ ได้เพิ่มอีกล่ะก็ อาจจะสามารถรวมเป็นเล่มที่สมบูรณ์ก็เป็นได้...?",
        "vi": "Thu thập đủ 10 mảnh sẽ có thể ghép thành \"Câu Chuyện Hẻm Ibis 4\".\\n\\nNhững trang rách đung đưa trong gió dường như đã rơi ra từ một cuốn tiểu thuyết cũ.\\nBiết đâu nếu có thể tìm được thêm những trang sách khác thì sẽ có thể ghép thành một quyển sách hoàn chỉnh không chừng...?"
    },
    "materialType": "MATERIAL_QUEST"
}