{
    "name": {
        "en": "Toy Doll",
        "de": "Puppe",
        "chs": "玩具娃娃",
        "cht": "玩具娃娃",
        "es": "Muñeca de juguete",
        "fr": "Poupée",
        "id": "Boneka Mainan",
        "jp": "人形",
        "kr": "장난감 인형",
        "pt": "Boneca de Brinquedo",
        "ru": "Кукла",
        "th": "ตุ๊กตาของเล่น",
        "vi": "Búp Bê Đồ Chơi"
    },
    "id": 101634,
    "materialDesc": {
        "en": "A toy belonging to miner Qi Ding's daughter. It looks pretty tattered and it's hard to imagine that any kid would like it. But the intricate stitch-work shows that this was once quite the pricey item.",
        "de": "Die Puppe der Tochter von dem Bergmann Qi Ding. Zerfleddert wie sie ist, könnte man sagen, dass kein Kind diese Puppe mögen würde. Wenn du jedoch auf die einzelnen exquisiten Einstiche achtest, mit denen sie von Hand genäht wurde, kannst du sehen, dass seinerzeit bestimmt ein hoher Preis dafür gezahlt wurde.",
        "chs": "矿工戚定的女儿的玩具。看上去已经破破烂烂，很难想象会有小孩喜欢。不过从精心缝制的针脚上依旧能够看出，当初购买的时候一定价格不菲。",
        "cht": "礦工戚定的女兒的玩具。看起來已經破破爛爛，很難想像會有小孩喜歡。不過從精心縫製的針腳上依舊能夠看出，當初購買的時候一定價格不菲。",
        "es": "La muñeca de la hija del minero Chi Ding. De aspecto andrajoso, nadie diría que a algún niño le pudiera gustar. No obstante, si se presta atención a cada una de las punzadas con las que se cosió a mano, uno puede percatarse de que se pagó un alto precio por ella en su día.",
        "fr": "Un jouet appartenant à la fille du mineur Qi Ding. Il a l'air assez abîmé et il est difficile d'imaginer qu'un enfant puisse l'aimer. Mais la sophistication de ses coutures montre qu'il s'agissait autrefois d'un objet coûteux.",
        "id": "Mainan milik putri Qi Ding, si penambang. Benda ini terlihat sangat compang-camping dan sulit dipercaya kalau seorang anak bisa menyukainya. Tapi jahitannya yang rumit menunjukkan bahwa benda ini dulunya pastilah merupakan barang yang cukup mahal.",
        "jp": "鉱夫の戚定が娘に贈った人形。もうボロボロで、子供が好むとは思えない。しかしその丁寧な縫製と縫い目から察するに、購入した当時は相当高価であったと思われる。",
        "kr": "광부 척정 딸의 장난감. 이미 너덜너덜해져 이런 인형을 좋아하는 아이는 없을 듯하다. 하지만 정교한 바늘땀으로 보건대, 구매할 때의 가격은 만만치 않았을 것이다",
        "pt": "O brinquedo da filha de Qi Ding. Parece bem danificado, e é difícil imaginar que alguma criança gostaria disso. Entretanto, se prestar atenção a sua meticulosa costura, pode-se perceber que seu preço ao ser comprado com certeza foi alto.",
        "ru": "Игрушка дочери шахтёра Ци Дина. Вряд ли найдётся ребёнок, которому понравится такая потрёпанная кукла. Но судя по изысканным строчкам, игрушка эта в своё время стоила немалых денег.",
        "th": "ของเล่นขาดรุ่งริ่งของลูกสาวคนงานเหมือง Qi Ding นึกภาพไม่ออกเลยว่าเด็ก ๆ จะชอบมันลงได้ยังไง อย่างไรก็ตาม จากฝีเข็มที่เย็บถักอย่างประณีตนั้น สามารถมองออกได้ว่า ในตอนที่ซื้อมา มันจะต้องมีราคาแพงอย่างแน่นอน",
        "vi": "Món đồ chơi của con gái thợ mỏ Qi Ding. Trông đã cũ kỹ rách rưới, khó mà tưởng tượng có đứa trẻ nào sẽ thích. Nhưng vẫn nhìn thấy được những đường kim tinh tế, lúc mới mua chắc là đắt lắm đây."
    },
    "materialType": "MATERIAL_QUEST"
}