{
    "name": {
        "en": "Toy Fox",
        "de": "Kitsune-Puppe",
        "chs": "狐狸玩偶",
        "cht": "狐狸玩偶",
        "es": "Muñeco de kitsune",
        "fr": "Jouet renard",
        "id": "Mainan Rubah",
        "jp": "狐のぬいぐるみ",
        "kr": "여우 인형",
        "pt": "Kitsune de Brinquedo",
        "ru": "Игрушечная лиса",
        "th": "ตุ๊กตาจิ้งจอก",
        "vi": "Búp Bê Hồ Ly"
    },
    "id": 101757,
    "materialDesc": {
        "en": "The gift that Gorou got when helping Kokomi purchase books during the Irodori Festival. Gorou then gave it to you as thanks for accompanying him.\\nEvery time you look at it, you can't help but remember the sight of every hair on Gorou's body standing on end as he heard the word \"fox.\"",
        "de": "Das Geschenk, das Gorou bekommen hat, weil er Kokomi beim Kauf von Büchern während des Irodori-Fests geholfen hat. Gorou hat es dir dann als Dank für deine Begleitung gegeben.\\nJedes Mal, wenn du es ansiehst, kannst du dich daran erinnern, wie sich jedes einzelne Haar auf Gorous Körper aufstellte, als er das Wort „Kitsune“ hörte.",
        "chs": "容彩祭上，五郎帮心海购买童话书时获赠的狐狸玩偶。之后，五郎将它作为陪同买书的谢礼送给了你。\\n每当看到玩偶，就忍不住想起五郎在听到「狐狸」二字时，尾巴上的毛全部竖起来的景象。",
        "cht": "#容彩祭上，五郎幫心海購買童話書時獲贈的狐狸玩偶。之後，五郎將它作為陪同買書的謝禮送給了{F#妳}{M#你}。\\n每當看到玩偶，就忍不住想起五郎在聽到「狐狸」二字時，尾巴上的毛全部豎起來的景象。",
        "es": "Un muñeco de kitsune que le regalaron a Gorou cuando ayudó a Kokomi a comprar unos libros infantiles durante el Festival Irodori. Gorou te la dio a ti como regalo de agradecimiento por haberle acompañado a comprar los libros.\\nCada vez que echas un vistazo a este muñeco, te es imposible no recordar cómo se erizaba la cola de Gorou al escuchar la palabra “kitsune”.",
        "fr": "Le cadeau que Gorou a reçu pour avoir aidé Kokomi à acheter des livres pendant le Festival Irodori. Gorou vous l'a ensuite offert pour vous remercier de l'avoir accompagné.\\nChaque fois que l'on regarde ce jouet, on ne peut s'empêcher de penser à la manière dont les poils de Gorou se hérissent lorsqu'il entend le mot « renard ».",
        "id": "Hadiah yang didapat Gorou karena membantu Kokomi membeli buku selama Festival Irodori. Gorou kemudian memberikannya kepadamu sebagai ucapan terima kasih karena telah menemaninya.\\nSetiap kali kamu melihatnya, tak elak kamu selalu teringat akan pemandangan setiap helai rambut di tubuh Gorou yang berdiri tegak saat dia mendengar kata \"rubah.\"",
        "jp": "ゴローが容彩祭で心海に頼まれて童話の本を買った際、店で貰った狐のぬいぐるみ。その後、同行のお礼にとゴローがくれた。\\nこのぬいぐるみを見る度、「キツネ」と聞いてしっぽの毛が逆立ってしまったゴローの姿が思い浮かぶ。",
        "kr": "고로가 이로도리 축제에서 코코미의 부탁으로 동화책을 구매할 때 받은 여우 인형 증정품. 그 후 고로는 같이 책을 사러 가준 답례로 여행자에게 인형을 선물한다.\\n인형을 보면 고로가 「여우」라는 두 글자를 들을 때마다 모든 꼬리 털을 바싹 세우던 장면이 생각난다",
        "pt": "Um boneco kitsune que Gorou conseguiu por ajudar Kokomi a comprar livros durante o Festival Irodori. Gorou o deu para você como agradecimento por acompanhá-lo.\\nTodas as vezes que você olha para ele, não consegue evitar lembrar de todos os cabelos de Gorou ficarem de pé ao ele ouvir a palavra \"kitsune\".",
        "ru": "Подарок, который Горо получил, помогая Кокоми с покупкой книг во время праздника Иродори. Горо передал её вам в благодарность за то, что составили ему компанию.\\nГлядя на эту игрушку, вы невольно вспоминаете, как при слове «кицунэ» волосы и шерсть на хвосте у Горо становилась дыбом.",
        "th": "ตุ๊กตาจิ้งจอกที่ Gorou ได้รับมาหลังจากช่วย Kokomi ซื้อหนังสือเทพนิยายในงานเทศกาล Irodori จากนั้น Gorou ก็มอบให้คุณเป็นของขวัญขอบคุณที่มาซื้อหนังสือด้วยกัน\\nทุกครั้งที่มองดูตุ๊กตาตัวนี้ ก็อดไม่ได้ที่จะนึกถึงฉากที่ขนบนหางของ Gorou ตั้งตรงในตอนที่ได้ยินคำว่า \"จิ้งจอก\"",
        "vi": "Búp bê hồ ly được tặng kèm khi Gorou mua sách thiếu nhi giúp Kokomi trong dịp Lễ Hội Irodori. Sau đó, Gorou đã dùng nó làm quà tặng cho bạn vì đã cùng anh ấy đi mua sách.\\nMỗi lần nhìn thấy con búp bê này, đều liên tưởng đến cảnh tượng Gorou khi nghe thấy hai chữ \"hồ ly\" là dựng hết lông đuôi lên."
    },
    "materialType": "MATERIAL_QUEST"
}