{
    "name": {
        "en": "Traditionally-Made Charcoal-Baked Ajilenakh Cake",
        "de": "Gebackener Dattelfladen nach Geheimrezept",
        "chs": "古法秘制椰炭饼",
        "cht": "古法秘製椰炭餅",
        "es": "Panecillos de dátil carbonizados tradicionales",
        "fr": "Charbon d'ajilenakh traditionnel",
        "id": "Traditionally-Made Charcoal-Baked Ajilenakh Cake",
        "jp": "古風な製法のデーツナン",
        "kr": "원조 대추야자 숯탄 전병",
        "pt": "Bolo de Coco-Carvão Tradicional",
        "ru": "Угольная лепёшка аджиленах по старинному рецепту",
        "th": "Coconut Charcoal Cake สูตรลับโบราณ",
        "vi": "Bánh Ajilenakh Nướng Cổ Điển"
    },
    "id": 108478,
    "materialDesc": {
        "en": "Faruzan's specialty. The dark and sweet cake, lying as it does atop a minty-green sauce bed, almost looks like some enigmatic mechanism. Your hesitation must have somehow reached Faruzan, for she then straightened up to assertively reassure you that this was a traditional dish in Sumeru and that its flavor is guaranteed. But you can't help wondering... Is it really a 'traditional' dish that catered to the tastes of Sumeru people a hundred year ago?",
        "de": "Faruzans Spezialzubereitung. Der dunkle und süße Fladen, längs getaucht in die minzgrüne Paste wirkt wie ein mysteriöser Mechanismus. Vielleicht hat Faruzan dein Zögern bemerkt, denn sie beginnt, dir mit aller Kraft zu versichern, dass dies eines der beliebtesten Gerichte von Sumeru vor einem Jahrhundert war und der Geschmack wunderbar sein muss. Aber ... aber ... war der Geschmack der Menschen in Sumeru vor einhundert Jahren wirklich so?",
        "chs": "珐露珊的特色料理。漆黑的甜饼横卧在薄荷般翠绿的酱汁之上，宛若一个玄之又玄的机关。或许是察觉到了你的犹豫，珐露珊前辈立刻挺起胸膛，「自信满满」地表示，这是一百年前须弥传统的做法，保证好吃。可，可是…一百年前须弥人的口味，真是如此吗？",
        "cht": "#琺露珊的特色料理。漆黑的甜餅橫臥在薄荷般翠綠的醬汁之上，宛若一個玄之又玄的機關。或許是察覺到了{F#妳}{M#你}的猶豫，琺露珊前輩立刻挺起胸膛，「自信滿滿」地表示，這是一百年前須彌傳統的做法，保證好吃。可、可是…一百年前須彌人的口味，真是如此嗎？",
        "es": "La especialidad de Faruzán. Los ennegrecidos bollitos de dátiles reposan sobre un lecho de salsa de color verde menta, casi como si de algún tipo de misterioso y antiguo mecanismo se tratara. Tu vacilación no pasa desapercibida a los ojos de Faruzán, quien inmediatamente te asegura que se trata de una receta centenaria tradicional de Sumeru y que su sabor no te decepcionará. ¿D-de verdad los gustos de los habitantes de Sumeru eran tan peculiares hace cien años?",
        "fr": "Spécialité culinaire de Faruzan.\\nCes gâteaux sucrés à la couleur sombre qui reposent sur un lit de sauce verte à la menthe ressemblent à un mécanisme mystérieux. Faruzan a remarqué votre perplexité avant de se redresser et de vous affirmer avec confiance qu'il s'agit d'un plat traditionnel de Sumeru et que c'est délicieux. Mais... les Sumériens d'antan avaient-ils vraiment des goûts aussi particuliers ?",
        "id": "Masakan Andalan Faruzan. Biskuit hitam pekat yang terletak di atas saus hijau Mint, layaknya mekanisme yang sangat misterius. Mungkin juga dia merasakan keraguanmu, sehingga Bu Faruzan langsung membusungkan dadanya dan berkata dengan penuh percaya diri kalau ini adalah hidangan tradisional Sumeru seratus tahun yang lalu, jadi rasanya pasti dijamin lezat. Tapi ... apa benar ini cita rasa aneh penduduk Sumeru seratus tahun yang lalu?",
        "jp": "ファルザンのオリジナル料理。真っ黒な甘い焼き菓子がミントのような青緑色のソースの上に横たわっており、その姿は不思議な仕掛けのよう。あなたの躊躇いに気づいたのか、ファルザン先輩は胸を張って、自信満々にこう言った。「これは百年前のスメールの伝統的製法で作ったものじゃ。味は保証するぞ」——し、しかし…百年前のスメール人の好みとは、本当にこんなものだったのだろうか？",
        "kr": "파루잔의 특제 요리. 녹색 허브 소스로 보이는 액체 위에 칠흑빛 전병이 올라간 모습이 꼭 신기한 장치처럼 보인다. 당신의 망설임을 눈치챈 것인지 파루잔이 가슴을 펼치며 「자신만만」하게 이게 바로 백 년 전 수메르의 전통 방식대로 만들어진 명품 요리라고 주장한다. 하지만, 하지만… 정말로 이 요리가 백 년 전 수메르 사람들의 입맛에 맞았을까?",
        "pt": "A especialidade de Faruzan. O bolo escuro e doce, deitado como está em cima de uma cama de molho verde mentolado, quase parece um mecanismo enigmático. Sua hesitação deve ter chegado de alguma forma a Faruzan, pois ela então se endireitou para assegurar-lhe assertivamente que este é um prato tradicional em Sumeru e que seu sabor é garantido. M—Mas, você não pode deixar de se perguntar, o povo de Sumeru realmente tinha gostos tão refinados há cem anos atrás?",
        "ru": "Фирменное блюдо Фарузан. Сладкая чёрная лепёшка на подушке из мятно-зелёного соуса напоминает какой-то загадочный механизм. Должно быть, ваши сомнения не укрылись от Фарузан. Она гордо заявила, что перед вами традиционное блюдо Сумеру, приготовленное по рецепту, который был в ходу сто лет назад, и что оно просто не может быть невкусным. Но неужели сто лет назад у жителей Сумеру были такие своеобразные вкусы?",
        "th": "เมนูพิเศษของ Faruzan ขนมหวานสีดำวางอยู่ซอสสีเขียวมินต์ มันเหมือนกับกลไกที่ลึกลับซับซ้อนบางอย่าง บางทีเขาอาจสัมผัสได้ถึงความลังเลใจของคุณ รุ่นพี่ Faruzan ยืดอกขึ้นทันทีพร้อมแสดงท่าทาง \"มั่นอกมั่นใจ\" และกล่าวว่า นี่เป็นธรรมเนียมปฏิบัติของ Sumeru มานับร้อยปี รับรองว่าอร่อยแน่ ตะ...แต่ว่า... รสชาติของชาว Sumeru เมื่อร้อยปีก่อนเป็นแบบนี้จริง ๆ เหรอ?",
        "vi": "Món ăn đặc sắc của Faruzan. Chiếc bánh đen tuyền ngả lưng trên nước xốt bạc hà xanh ngọc bích, giống như một thứ cơ quan huyền diệu khó giải thích. Có lẽ nhận thấy vẻ mặt đầy nghi hoặc của bạn, tiền bối Faruzan lập tức ưỡn người đứng thẳng vô cùng tự tin nói rằng, đây là món làm theo phương thức truyền thống ở Sumeru một trăm năm trước, vô cùng thơm ngon. Nhưng... nhưng mà khẩu vị của người Sumeru một trăm năm trước là như vậy sao?"
    },
    "materialType": "MATERIAL_FOOD"
}