{
    "name": {
        "en": "Training Ground",
        "de": "Übungsplatz",
        "chs": "练兵场的一角",
        "cht": "練兵場的一角",
        "es": "Campo de entrenamiento",
        "fr": "Terrain d'entraînement",
        "id": "Tempat Latihan",
        "jp": "練兵場の片隅",
        "kr": "훈련장의 일각",
        "pt": "Terreno de Treinamento",
        "ru": "Тренировочная площадка",
        "th": "มุมหนึ่งของสนามฝึกซ้อม",
        "vi": "Một Góc Khu Luyện Binh"
    },
    "id": 350021,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for setting up a Training Ground.\\nNew recruits tend to cause unnecessary damage to their own weapons due to improper use during their training. As such, training grounds tend to come with a large number of weapons for them to use.\\nFor the Millelith, the weapon wear and tear caused by training is no big deal, but leaving them in the Treasure Hoarder's hands is cause for salary docking for sure...\\nAfter using this item, you can view it in the Placement Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Platzierung von „Übungsplatz“.\\nNeue Rekruten neigen dazu, ihre eigenen Waffen durch unsachgemäßen Gebrauch während ihrer Ausbildung unnötig zu beschädigen. Für die Millelithen ist der durch die Ausbildung verursachte Waffenverschleiß keine große Aufregung wert, aber sie den Schatzräubern zu überlassen, ist mit Sicherheit ein Grund für eine Gehaltskürzung ...\\nNach der Anwendung im Platzierungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「练兵场的一角」的放置方法。\\n新兵训练的过程中，由于使用方法不当，很容易对武器造成不必要的损毁。因此练兵场旁时常摆放着大量武器，以便随时取用。\\n对于千岩军而言，训练造成的武器损耗不值一提，但要是放在盗宝团那边，可能就要扣除新兵的薪水了…\\n使用后可进入放置界面查看。",
        "cht": "步驟詳實的圖紙，記載著「練兵場的一角」的放置方法。\\n新兵訓練的過程中，由於使用方法不當，很容易對武器造成不必要的損毀。因此練兵場旁時常擺放著大量武器，以便隨時取用。\\n對於千岩軍而言，訓練造成的武器損耗不值一提，但要是在盜寶團，可能會從新兵的薪水扣除…\\n使用後可進入放置介面查看。",
        "es": "Plano detallado para colocar un Campo de entrenamiento.\\nLos nuevos reclutas tienden a dañar sus propias armas debido a un uso inadecuado durante el entrenamiento. Por ello, los campos de entrenamiento suelen tener una gran cantidad de armas a su disposición.\\nPara la Geoarmada, el desgaste de las armas como resultado del entrenamiento no es un problema, pero si, por cualquier motivo, algún recluta le dejara una a un Ladrón de Tesoros, entonces seguramente sufrirá una reducción salarial...\\nTras usarlo, entra en el menú de colocación para verlo.",
        "fr": "Étapes de mise en place du terrain d'entraînement.\\nLes nouvelles recrues ont tendance à endommager inutilement leurs propres armes à cause d'une mauvaise utilisation pendant l'entraînement. C'est pour cette raison que les terrains d'entraînement disposent généralement de nombreuses armes.\\nPour les Millelithes, l'usure des armes causée par l'entraînement n'est pas une grande affaire, mais laisser leurs armes entre les mains des Pilleurs de trésors leur vaudra une rétention de salaire sans le moindre doute...\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk memasang \"Tempat Latihan\".\\nPara anggota baru biasanya sering merusak senjata mereka karena pemakaian yang kurang tepat saat latihan. Karena itu, tempat-tempat latihan biasanya menyiapkan senjata dalam jumlah banyak untuk latihan.\\nBagi Millelith, senjata yang menjadi usang karena latihan bukanlah sebuah masalah, tapi kalau sampai jatuh ke tangan Treasure Hoarder, bisa-bisa gaji para anggota Millelith dikurangi...\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.",
        "jp": "「練兵場の片隅」の詳しい配置方法が載っている設計図。\\n新兵の訓練では、使い方を間違えて武器に不必要なダメージを与えてしまうことがある。そのため、大量の武器が隣に置かれ、すぐ交換できるようになっていた。\\n千岩軍にとって、訓練による武器の消耗は大したことないが、もし宝盗団であった場合、新人の給料を差し引くことになるかもしれない…\\n使用後、配置画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「훈련장의 일각」의 설치 방법이 기재되어 있다.\\n신병 훈련 과정에서 무기의 올바르지 못한 사용법으로 불필요한 무기 손상이 종종 생긴다. 때문에 훈련장 옆에는 언제든 꺼내 쓸 수 있는 많은 무기가 놓여있다.\\n천암군의 경우 훈련으로 인한 무기 손실은 언급할 가치가 없지만 보물 사냥단이었다면 신병 급여에서 깎일 수도…\\n사용 후 배치 화면에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como instalar \"Terreno de Treinamento\".\\nOs novos recrutas tendem a causar danos desnecessários a suas próprias armas devido ao uso inadequado durante seu treinamento. Como tal, os campos de treinamento tendem a vir com uma grande quantidade de armas para serem usadas.\\nPara os Millelith, o desgaste das armas causado pelo treinamento não é grande coisa, mas deixá-las nas mãos dos Ladrões de Tesouro é motivo de dedução de salário com certeza...\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема размещения комплекта «Тренировочная площадка».\\nНовобранцы склонны наносить ненужный ущерб собственному оружию из-за неправильного использования во время обучения. Поэтому тренировочные площадки, как правило, снабжены большим количеством оружия.\\nДля Миллелитов износ оружия, вызванный тренировками, не имеет большого значения, но оставить его в руках Похитителей сокровищ - это основание для вычета из жалования...\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.",
        "th": "แบบแปลนอธิบายวิธีจัดวาง \"มุมหนึ่งของสนามฝึกซ้อม\" \\nในกระบวนการรับสมัครการฝึกทหารใหม่ เนื่องจากการใช้งานที่ไม่เหมาะสมจึงอาจจะทำให้อาวุธเสียหายโดยไม่จำเป็น ดังนั้นจึงมักวางอาวุธจำนวนมากไว้ข้าง ๆ สนามฝึก เพื่อให้สามารถหยิบใช้ได้ทุกเมื่อ\\nสำหรับกองทหาร Millelith แล้วการสูญเสียอาวุธที่เกิดจากการฝึกฝนนั้นไม่คุ้มค่าที่จะกล่าวถึง แต่หากวางทิ้งไว้ที่กองโจรล่าสมบัติล่ะก็ คงจะต้องโดนหักเงินเดือนเป็นแน่...\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าการจัดวางได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Một Góc Khu Luyện Binh\".\\nTrong quá trình huấn luyện tân binh, do dùng sai cách nên rất dễ gây hư hỏng cho vũ khí. Vì vậy, một lượng lớn vũ khí thường được đặt cạnh bãi tập để dễ dàng lấy dùng.\\nĐối với Thiên Nham Quân, chuyện vũ khí hỏng hóc do huấn luyện thì không đáng nói đến, nhưng nếu đặt nó ở bên phía Đạo Bảo Đoàn, thì chắc chắn sẽ trừ lương của tân binh đó...\\nSau khi dùng có thể đến giao diện bày trí để xem."
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}