{
    "name": {
        "en": "Transient Resin",
        "de": "Flüchtiges Harz",
        "chs": "须臾树脂",
        "cht": "須臾樹脂",
        "es": "Resina efímera",
        "fr": "Résine éphémère",
        "id": "Transient Resin",
        "jp": "刹那樹脂",
        "kr": "단기 레진",
        "pt": "Resina Transiente",
        "ru": "Переходная смола",
        "th": "Transient Resin",
        "vi": "Nhựa Khoảnh Khắc"
    },
    "id": 107012,
    "materialDesc": {
        "en": "An item that can be used to replenish Original Resin. Once used, it will replenish 60 Original Resin.\\nOnce obtained, it will <color=#FF5E41CC>automatically dissipate</color> after a period of time.\\n·The expiration time will be calculated from the Monday after this item is obtained, and it will disappear seven days from then.\\n·Multiple Transient Resins obtained on different weeks will have their expiration dates counted independently.\\n\\nPure energy that will dissipate with time. In this, it is similar to all else that is lovely in this world. But seize this opportunity and go make the world a slightly better place, as is fitting for one who dwells within the bounds of \"time.\"",
        "de": "Ein Objekt zum Auffüllen von ursprünglichem Harz. Ein Stück stellt 60 Punkte ursprüngliches Harz wieder her.\\nFlüchtiges Harz <color=#FF5E41CC>verschwindet allmählich von selbst</color>, nachdem du es erhalten hast:\\n- Ab dem Montag nach dem Erhalten dieses Objekts verschwindet es automatisch nach sieben Tagen.\\n- Flüchtiges Harz, das du in verschiedenen Wochen erhältst, hat auch unterschiedliche Haltbarkeitsdaten.\\n\\nReine Energie, die sich mit der Zeit auflöst. Damit verhält sich dieses Objekt wie alle schönen Dinge des Lebens. Solange man es in Händen hält, ist die Welt ein Stückchen besser. Zumindest gilt das für alle, die an die Zeit ihres Lebens gebunden sind.",
        "chs": "可以补充原粹树脂的道具，使用以补充60点原粹树脂。\\n获取后，将会随时间<color=#FF5E41CC>自动分解消失</color>：\\n·到期时间从获取后的下一个周一开始计算，由该时间点开始的七天后到期消失。\\n·在不同的周获得的多个须臾树脂，到期时间分别计算。\\n\\n会随着时间消散的纯净能量。就此而言，与世间一切美好的事物有着共性。但紧握当下的片刻，让世界稍微变好一点，或许就是生活在「时间」的桎梏中的人们，应当拥有的美好品德吧。",
        "cht": "可以補充原粹樹脂的道具，使用以補充60點原粹樹脂。\\n獲得後，將會隨時間<color=#FF5E41CC>自動分解消失</color>：\\n·到期時間從獲得後的下一個週一開始計算，由該時間點開始的七天後到期消失。\\n·在不同的週獲得的多個須臾樹脂，到期時間分別計算。\\n\\n會隨著時間消散的純淨能量。就此而言，與世間一切美好的事物有著共性。但緊握當下的片刻，讓世界稍微變好一點，或許就是生活在「時間」的桎梏中的人們，應當擁有的美好品德吧。",
        "es": "Un objeto que sirve para recargar Resina original. Úsalo para recargar 60 pts. de Resina original.\\nUna vez obtenido, <color=#FF5E41CC>se disipará automáticamente</color> con el paso del tiempo.\\n·La fecha de caducidad se calculará a partir del lunes después de que se consiga el objeto. Siete días después, el objeto caducará.\\n·Las Resinas efímeras obtenidas en distintas semanas tendrán distintas fechas de caducidad.\\n\\nEnergía pura que se disipa con el tiempo, como todas las cosas buenas de la vida. Aprovecha esta oportunidad y ve a hacer del mundo un lugar mejor. ¿No es esta una virtud de aquellos que viven dentro de los confines del tiempo?",
        "fr": "Un objet rechargeant 60 Résines originelles à l'utilisation.\\nUne fois obtenues, les Résines éphémères <color=#FF5E41CC>se dissipent automatiquement</color> au bout d'un certain moment :\\n· Après 7 jours à compter du premier lundi suivant leur obtention, les Résines éphémères disparaissent.\\n· La date d'expiration des Résines éphémères obtenues lors de semaines différentes est calculée séparément pour chaque date d'obtention.\\n\\nÉnergie pure qui se dissipe avec le temps – ce qui ne diffère en rien de toutes choses en ce monde. Mais saisir le moment qui se présente pour faire du monde un meilleur endroit n'est-il pas particulièrement adapté pour celui pour qui le temps n'est qu'un voyage ?",
        "id": "Item yang bisa digunakan untuk mengisi Original Resin. Setelah digunakan, item ini akan mengisi 60 Original Resin.\\nSetelah diperoleh, item ini bisa <color=#FF5E41CC>menghilang secara otomatis</color> setelah melewati jangka waktu tertentu.\\n· Waktu kedaluwarsa akan mulai dihitung dari hari Senin depannya setelah item ini diperoleh. Waktu ini akan kedaluwarsa tujuh hari sejak hari Senin tersebut.\\n· Beberapa Transient Resin yang diperoleh pada minggu yang berbeda-beda akan memiliki perhitungan tanggal kedaluwarsanya yang berbeda-beda pula.\\n\\nEnergi murni yang akan menghilang seiring berjalannya waktu. Dalam kondisi demikian, item ini mirip dengan semua yang indah di dunia ini. Tapi menghargai kesempatan dan membuat dunia menjadi tempat yang lebih baik lagi, sepertinya memang sebuah kualitas diri yang harus dimiliki oleh orang-orang yang tinggal dalam keterbatasan \"ruang dan waktu\".",
        "jp": "天然樹脂の補充に使えるアイテム、使うと天然樹脂を60補充できる。\\n獲得すると、時間が経つにつれて<color=#FF5E41CC>自動分解され消失</color>する。\\n·使用可能時間は獲得後の月曜日から計算され、その7日後に期限切れになり消失してしまう。\\n·異なる週に獲得した刹那樹脂の期限切れ時間は、別々に計算される。\\n\\n時間が経つにつれて消散してしまう穢れの無いエネルギー。世の中のすべての美しいものとの共通性を持つ。しかし、今という瞬間を大切にし、世界を少しでも良くすることは、「時間」の束縛に生きる人々が持つべき品性かもしれない。",
        "kr": "퓨어 레진을 보충할 수 있는 아이템, 사용 시 퓨어 레진을 60pt 보충한다.\\n획득 후 일정 시간이 지나면 <color=#FF5E41CC>자동으로 분해되어 소멸</color>된다:\\n·만료 기간은 획득 후 다음번 월요일부터 계산하여 7일 뒤에 소멸된다.\\n·다른 주에 얻은 단기 레진의 유효기간은 각각 따로 계산된다.\\n\\n시간에 따라 소멸하는 순수 에너지. 이는 세상의 모든 아름다운 것들과 아주 유사하다. 좀 더 나은 세상을 만드는 건, 어쩌면 「시간」에 얽매여 살아가는 인간이 가져야 할 품성이 아닐까?",
        "pt": "Um item que pode ser utilizado para restaurar Resina Original. Quando utilizado, restaurará 60 de Resina Original.\\nQuando obtido, se <color=#FF5E41CC>dissipará automaticamente</color> depois de um período de tempo.\\n· A validade é calculada a partir da segunda-feira após o item ter sido obtido e expirará após sete dias.\\n·Múltiplas Resinas Transientes obtidas em semanas diferentes terão suas datas de validade contadas independentemente.\\n\\nEnergia pura que se dissipa com o tempo. Desta maneira, é similar a todo o resto nesse belo mundo. Mas aproveite essa oportunidade e, como uma pessoa que mora nos limites do \"tempo\", faça o mundo um lugar um pouco melhor.",
        "ru": "Предмет, способный пополнять Первородную смолу. Используйте, чтобы получить 60 единиц Первородной смолы.\\nПосле получения через определённый период времени <color=#FF5E41CC>распадётся и исчезнет</color>.\\nДата истечения срока действия рассчитывается со следующего понедельника после получения и исчезает через семь дней после начала данного срока.\\n· Для Переходной смолы, полученной в разные недели, дата истечения срока действия рассчитывается неодинаково.\\n\\nМожет со временем терять чистую энергию, как и любые другие прекрасные вещи в этом мире. Но, возможно, ухватить нужное мгновение, сделать мир чуточку лучше и есть самая прекрасная добродетель людей, чья жизнь скована временем?",
        "th": "ไอเทมที่สามารถใช้เพื่อชาร์จ Original Resin ได้ เมื่อใช้แล้วจะสามารถชาร์จ Original Resin ได้ 60 แต้ม\\nซึ่งหลังจากได้รับแล้ว เมื่อเวลาผ่านไปมันจะ<color=#FF5E41CC>สลายไปโดยอัตโนมัติ</color>:\\n·วันหมดอายุนั้นจะเริ่มนับจากวันจันทร์ถัดไปหลังจากที่ได้รับไอเทม โดยจะหมดอายุและหายไปเมื่อครบเจ็ดวันนับจากวันจันทร์\\n·ส่วน Transient Resin ที่ได้รับในสัปดาห์อื่น ก็จะคำนวณวันหมดอายุแยกออกไป\\n\\nพลังบริสุทธิ์ที่สลายไปตามกาลเวลานี้ ก็เป็นเช่นเดียวกับสิ่งสวยงามอื่น ๆ บนโลก แต่บางทีการคว้าโอกาสในช่วงเวลาที่เหมาะสมเพื่อทำให้โลกน่าอยู่ขึ้นนั้น อาจจะเป็นสิ่งที่มนุษย์ผู้ใช้ชีวิตผูกพันกับ \"เวลา\" ควรจะมีก็เป็นได้",
        "vi": "Vật phẩm có thể bổ sung Nhựa Nguyên Chất, dùng để bổ sung 60 điểm Nhựa Nguyên Chất.\\nSau khi nhận sẽ <color=#FF5E41CC>tự động phân tách</color> theo thời gian rồi biến mất:\\n·Thời gian đáo hạn sẽ bắt đầu tính từ thứ 2 của tuần kế tiếp sau khi nhận được, biến mất sau 7 ngày.\\n·Khi có nhiều Nhựa Khoảnh Khắc nhận được trong những tuần khác nhau, thời gian đáo hạn sẽ tính riêng biệt.\\n\\nNăng lượng thuần khiết tan biến theo thời gian. Về mặt này, nó có điểm chung với tất cả những điều đẹp đẽ trên thế giới. Giữ lấy khoảnh khắc hiện tại và làm cho thế giới tốt đẹp hơn một chút, có thể là những phẩm chất tốt đẹp mà những người sống trong gông cùm của “thời gian” nên sở hữu."
    },
    "materialType": "MATERIAL_CONSUME_BATCH_USE"
}