{
    "name": {
        "en": "Transparent Ruins Record (II)",
        "de": "Aufzeichnungen der durchsichtigen Ruinen II",
        "chs": "透明遗迹的记录·其二",
        "cht": "透明遺蹟的紀錄·其二",
        "es": "Registro de las Ruinas Transparentes (II)",
        "fr": "Registre des ruines transparentes II",
        "id": "Catatan Transparent Ruin (II)",
        "jp": "透明遺跡の記録·其の二",
        "kr": "투명 유적 기록·두 번째",
        "pt": "Registro das Ruínas Transparentes (II)",
        "ru": "Записи Прозрачных руин II",
        "th": "บันทึกโบราณสถานโปร่งแสง (II)",
        "vi": "Ghi Chép Của Di Tích Trong Suốt II"
    },
    "id": 120029,
    "materialDesc": {
        "en": "A stone slate that you found in the transparent ruins near the Mausoleum of King Deshret. This seems to be a record left by a lost civilization.",
        "de": "Eine in durchsichtigen Ruinen in der Nähe des Mausoleums von König Deshret gefundene Steinplatte. Sie scheint die Niederschrift einer verlorenen Zivilisation zu sein ...",
        "chs": "从赤王陵附近，透明的遗迹中找到的石板。似乎是已经失落的文明留下的记录…",
        "cht": "從赤王陵附近，透明的遺蹟中找到的石板。似乎是已經失落的文明留下的紀錄…",
        "es": "Una placa de piedra que encontraste en las Ruinas Transparentes cerca del Mausoleo del Rey Deshret. Parece ser el registro de una civilización perdida.",
        "fr": "Une plaque de pierre que vous avez trouvée dans les ruines transparentes près du Mausolée du roi Deshret. Cela semble être un enregistrement laissé par une civilisation perdue...",
        "id": "Batu tulis yang ditemukan di Transparent Ruin di sekitar Mausoleum Raja Deshret. Tampaknya berisi catatan tentang peradaban yang telah hilang.",
        "jp": "キングデシェレトの霊廟近くにある透明遺跡で見つけた石板。失われた文明が残した記録らしい…",
        "kr": "적왕의 무덤 부근의 투명한 유적에서 찾은 석판. 사라진 문명이 남긴 기록인 것 같다…",
        "pt": "Uma tabuleta de pedra encontrada nas Ruínas Transparentes próximas do Mausoléu do Rei Deshret. Parece ser o vestígio de uma civilização perdida...",
        "ru": "Каменная плита, которую вы нашли в Прозрачных руинах недалеко от гробницы царя Дешрета. Похоже на записи, оставленные древней цивилизацией.",
        "th": "แผ่นหินที่พบในโบราณสถานโปร่งแสง ที่อยู่ใกล้บริเวณสุสานราชา Deshret ดูเหมือนจะเป็นบันทึกของอารยธรรมที่ล่มสลายไปแล้ว...",
        "vi": "Một phiến đá được tìm thấy trong di tích trong suốt gần Lăng Mộ Vua Deshret. Có vẻ như là một ghi chép để lại bởi một nền văn minh đã mất..."
    },
    "materialType": "MATERIAL_QUEST"
}