{
    "name": {
        "en": "Transcription from a ruin",
        "de": "Aus einer Ruine abgeschriebener Text",
        "chs": "从遗迹中抄下来的文字",
        "cht": "從遺蹟中抄下來的文字",
        "es": "Transcripción de monumento",
        "fr": "Copie d'une inscription trouvée dans les ruines",
        "id": "Transkripsi dari Reruntuhan",
        "jp": "遺跡の中を写した文字",
        "kr": "유적에서 베낀 글",
        "pt": "Transcrição das Ruínas",
        "ru": "Надпись из руин",
        "th": "ตัวอักษรที่คัดลอกมาจากโบราณสถาน",
        "vi": "Văn Tự Sao Chép Từ Di Tích"
    },
    "id": 100466,
    "materialDesc": {
        "en": "Guizhong's Four Commandments are: \"Teach with wisdom, be bound by virtue, fortify the bones, unite in ambition — the convergence of these four shall be known as the 'Guili Assembly.'\"\\n\"...One can bear not to leave one's native land. A treasure lies in Guili, and Guizhong's Four Commandments shall guide those in generations to come who aspire to find it, if they would test themselves against the Four.\"\\nThis transcript seems to be a letter that was left behind by someone...",
        "de": "Guizhong-Mahnungen: „Lehre Weisheit, gebunden an Moral, mit starken Muskeln und vereint im Herzen. All dies fließt in der Guili-Stätte zusammen.“\\n„Abschied von der Heimat fällt schwer. Ein Schatz liegt in Guili, zu dem die vier Guizhong-Mahnungen führen. Wenn künftige Generationen versuchen ihn zu finden, sollen sie sich zunächst an diesen Mahnungen messen.“\\nDiesen Zettel mit einem Text, der von einer alten Steinplatte abschrieben wurde, scheint jemand zurückgelassen zu haben.",
        "chs": "归终四诫：「教之以智、律之以德、坚其筋骨，众志一心，四者汇之而成『归离集』。」\\n「…故土难离。宝藏于归离，引之以『归终四诫』，后世子孙欲图者，当以之问本心…」\\n从石碑上抄下的纸条，似乎是某人留下的信…",
        "cht": "歸終四誡：「教之以智、律之以德、堅其筋骨，眾志一心，四者匯之而成『歸離集』。」\\n「…故土難離。寶藏於歸離，引之以『歸終四誡』，後世子孫欲圖者，當以之問本心…」\\n從石碑上抄下的紙條，似乎是某人留下的信…",
        "es": "Los Cuatro Mandamientos de Guizhong son: “Enseña con sabiduría, gobierna con virtud, mantente firme y únete en la ambición. La unión entre estos Cuatro Mandamientos se conocerá como la «Congregación de Guili»”.\\n“... Nadie abandona por completo su tierra natal. Un tesoro yace en Guili, y los Cuatro Mandamientos de Guizhong guiarán a los aspirantes de generaciones venideras a encontrarlo si estos se pusieran a prueba contra los Cuatro”.\\nLa transcripción de la estela parece ser un mensaje dejado por alguien...",
        "fr": "Voici les Quatre Commandements de Guizhong : « Enseignez avec sagesse, dirigez avec vertu, faites preuve de force d'âme, soyez uni dans l'ambition ; et que ces quatre préceptes soient réunis en un lieu nommé « Agora Guili ». »\\n« ... Sa terre natale l'homme quitte rarement. Un trésor repose à Guili ; que les Quatre Commandements de Guizhong guident les générations à venir qui chercheront ce trésor... »\\nCette transcription d'inscription doit être une lettre laissée par quelqu'un...",
        "id": "Empat Perintah Guizhong berbunyi: \"Mengajar dengan kebijaksanaan, terikat oleh kebajikan, memperkuat tulang, bersatu dalam ambisi – gabungan dari keempat perintah ini dikenal sebagai 'Guili Assembly.'\"\\n\"... Seseorang bisa bertahan untuk tidak meninggalkan tanah airnya. Harta karun ada di Guili, dan Empat Perintah Guizhong akan membimbing orang-orang dari generasi ke generasi yang ingin menemukannya, jika mereka bersedia diuji oleh Empat Perintah tersebut.\"\\nTranskripsi ini sepertinya adalah surat yang ditinggalkan oleh seseorang...",
        "jp": "帰終の忠告：「知で教え、徳で約束し、骨を固く、心を一つ。この四つは『帰離集』となる。」\\n「…故郷は離れがたし。宝は帰離にあり、『帰終の忠告』を引用する。子孫に宝を手に入れようとする者がいれば、その本心を問い…」\\n石碑を写したメモ、誰かの手紙のようだ…",
        "kr": "귀종 4훈: 「지혜로 가르치고, 도덕으로 규제하고, 몸을 단련 시켜 마음을 하나로 한다. 이 4구절을 모아 완성된 게 『귀리집』이라」\\n「…고향은 떠나기 어렵다. 보물을 귀리 평원에 보관하고 『귀종 4훈』으로 인도하여, 후세의 자손 중 이를 꾀하려는 자는 이를 이용하여 그 본심을 물어봐야 한다….」\\n비석에서 베낀 메모. 누군가가 남긴 편지인 듯하다…",
        "pt": "Os Quatro Mandamentos de Guizhong são: \"Ensinar sua sabedoria, ser vinculado à sua virtude, manter-se firme e unir-se em ambição — a união desses quatro irão ser conhecidos como a \"Congregação de Guili.\"\"\\n\"... Não pode-se suportar em abandonar sua própria terra natal. Um tesouro se encontra em Guili, e os Quatro Mandamentos de Guizhong irão guiar toda uma geração que se inspirar em procurá-lo, caso eles se testarem contra os Quatro.\"\\nEsta transcrição parece ser uma carta que foi deixada para trás por alguém...",
        "ru": "Четыре завета Гуй Чжун: «Обучай мудростью, следуй добродетели, укрепляй свои кости, преследуй амбиции - слияние этих четырёх заветов известно как \"Ассамблея Гуйли\"».\\n«...Тяжело покидать родные земли. Сокровища сокрыты в долине Гуйли, и четыре завета Гуй Чжун будут направлять тех из будущих поколений, кто стремится найти их и испытать свою силу воли, следуя четырём заветам».\\nПохоже, на этой табличке записано какое-то событие...",
        "th": "บัญญัติสี่ประการแห่ง Guizhong: \"สอนด้วยสติปัญญา, ปกครองด้วยคุณธรรม, เสริมพลังกายให้แข็งแกร่ง, รวมใจเป็นหนึ่งเดียว ทั้งสี่ประการรวมกันเป็นเสาหลักแห่ง Guili\"\\n\"...มันยากที่จะจากบ้านเกิดเมืองนอน สมบัติจาก Guili และบัญญัติสี่ประการแห่ง Guizhong จะคอยชี้นำคนรุ่นหลังที่พวกเขาต้องทดสอบตัวเองต่อบทบัญญัติทั้งสี่...\"\\nบันทึกที่คัดลอกมาจากป้ายหินนี้ ดูเหมือนจะเป็นจดหมายที่ใครบางคนทิ้งเอาไว้...",
        "vi": "Bốn lời răn Guizhong gồm có: \"Dạy phải dùng trí, luật phải dùng đức, kiên trì rèn luyện, tất cả chung lòng, bốn điều hợp thành Quy Li Tập.\" \\n\"...Cố hương khó rời. Kho báu ở Quy Li, có bốn lời răn Quy Li dẫn lối, con cháu đời sau muốn lấy được thì phải lấy đó tự hỏi bản tâm...\" \\nMảnh giấy sao chép từ bia đá dường như do ai đó để lại..."
    },
    "materialType": "MATERIAL_QUEST"
}