{
    "name": {
        "en": "Travel Notes: Irodori",
        "de": "Erlebnispass – Irodori",
        "chs": "纪行·容彩",
        "cht": "紀行·容彩",
        "es": "PB - Irodori",
        "fr": "PB - Irodori",
        "id": "Catatan Perjalanan: Irodori",
        "jp": "紀行·容彩",
        "kr": "기행·이로도리",
        "pt": "Passe de Batalha — Irodori",
        "ru": "Иродори",
        "th": "บันทึก - Irodori",
        "vi": "Nhật Ký Hành Trình - Irodori"
    },
    "id": 210118,
    "materialDesc": {
        "en": "Namecard style.\\nThose who share a hobby are known as a group as \"fans.\" Best come up with those stories, everyone, before the kitsune editor-in-chief dreams up copyright law... Or perhaps she has already dreamed it up, but does not altogether mind?",
        "de": "Ein Motiv für Namenskärtchen.\\nSchriften, die von Fans selbst mit schwärmerischer Leidenschaft erstellt werden, sind die besten „Fan-Werke“. Lasst uns alle unseren Ideen von Fan-Geschichten verwirklichen, bevor die Kitsune-Chefredakteurin an Urheberrechtsgesetze denkt. Oder vielleicht hat sie doch schon daran gedacht, aber hat sich darum einfach keinen Deut geschert?",
        "chs": "名片纹饰。\\n同好之人，谓之「同人」。趁着狐狸总编还没想到版权法，大家好好描绘心中的故事吧。——又或者，她想到了，但并不在乎？",
        "cht": "名片紋飾。\\n同好之人，謂之「同人」。趁著狐狸總編還沒想到版權法，大家好好描繪心中的故事吧。——又或者，她想到了，但並不在乎？",
        "es": "Diseño de tarjeta de presentación.\\nLos aficionados a las fanficciones comparten su gran pasión por este género. Ahora que la editora en jefe kitsune aún no ha ideado una ley de derechos de autor, es el mejor momento para que cada uno cuente su historia. ¿O tal vez sí ha ideado una ley pero no le importa en absoluto?",
        "fr": "Thème.\\nCeux qui partagent un loisir sont connus comme un groupe de fans. Dépêchez-vous d'inventer ces histoires avant que la responsable éditoriale Kitsune n'invente une règle sur les droits d'auteur... Ou peut-être qu'elle y a déjà pensé, mais que cela ne le dérange pas du tout ?",
        "id": "Style kartu nama.\\nMereka yang sehobi dikenal sebagai \"penggemar\". Sebaiknya buat cerita sebaik mungkin sebelum pemimpin redaksi kitsune kita memikirkan soal undang-undang hak cipta ... Atau mungkin dia sudah memimpikannya tapi sama sekali tidak keberatan?",
        "jp": "名刺の飾り紋。\\n同好の士を、「同士」と呼ぶ。狐の編集長が著作権について考え出す前に、思い描いた物語を形にしよう。——それとも、彼女はとっくに思い至っているのに、気にしていないだけ？",
        "kr": "명함 스킨.\\n취향이 같은 사람을 「동인」이라고 부른다. 여우 편집장이 저작권법에 대해 신경 쓰기 전에 마음속의 이야기를 마음껏 그려보자. ——아 어쩌면 편집장은 이미 알고 있지만 내버려 두는 걸지도?",
        "pt": "Estilo de Cartão de Visita.\\nAqueles que tem um passatempo são conhecidos como um grupo de \"fãs\". Pessoal, é melhor começar a inventar histórias, antes que a editora-chefe kitsune comece a sonhar com a ideia de criar a lei de direitos autorais... Ou talvez ela já tenha sonhado com isso, apenas não realmente se importa?",
        "ru": "Именная карта.\\nГруппы людей, разделяющих одно и то же увлечение, называют «фанатами». Давайте напишем свои истории, пока главред кицунэ не придумала закон об авторском праве. Или она его уже придумала, но ей попросту нет до него дела?",
        "th": "ลายนามบัตร\\nสิ่งที่เรียกว่า \"แฟนฟิคชั่น\" คือผลงานที่สร้างขึ้นโดยกลุ่มคนที่ชื่นชอบในสิ่งเดียวกัน ทุกคนรีบถือโอกาสตอนที่หัวหน้าบรรณาธิการ Kitsune ยังไม่ได้นึกถึงกฎหมายลิขสิทธิ์ มาสร้างเรื่องราวที่วาดฝันอยู่ในใจกันเถอะ ...หรือว่าเธอจะนึกถึงเรื่องนี้แล้ว แต่แค่ไม่ใส่ใจกันแน่นะ?",
        "vi": "Hoa văn danh thiếp.\\nNgười cùng sở thích, được gọi là \"fan\". Nhân lúc Tổng Biên Tập Hồ Ly còn chưa nghĩ đến luật bản quyền, hãy miêu tả câu chuyện trong lòng bạn đi. Hay là, cô ấy đã nghĩ về điều đó, nhưng không quan tâm?"
    },
    "materialType": "MATERIAL_NAMECARD"
}