{
    "name": {
        "en": "Travel Notes: Fading Star",
        "de": "Erlebnispass: Schwindende Sterne",
        "chs": "纪行·熄星",
        "cht": "紀行·熄星",
        "es": "PB: Estrella decadente",
        "fr": "PB - Météorite",
        "id": "Catatan Perjalanan: Bintang Memudar",
        "jp": "紀行·熄星",
        "kr": "기행·꺼진 별",
        "pt": "Passe de Batalha: Supernova",
        "ru": "Погасшая звезда",
        "th": "บันทึก - ดาราดับแสง",
        "vi": "Khởi Hành-Tức Tinh"
    },
    "id": 210042,
    "materialDesc": {
        "en": "Namecard style.\\nSo long as there is still desire left in your heart, when you hold your head high you will see that which glitters but is not light.",
        "de": "Ein Motiv für Namenskärtchen.\\nSolange du Verlangen in deinem Herzen spürst, wirst du aufblicken und einen Schein sehen können, selbst wenn kein Licht da ist.",
        "chs": "名片纹饰。\\n只要你的渴望尚未平息，那抬头应该可以看到那无光的闪耀吧。",
        "cht": "#名片紋飾。\\n只要{F#妳}{M#你}的渴望尚未平息，那抬頭應該可以看到那無光的閃耀吧。",
        "es": "Diseño de tarjeta de presentación.\\nSiempre que aún tengas algún deseo, cuando mires al cielo verás algo que brilla, pero que no es una luz.",
        "fr": "Thème.\\nTant que le désir habitera votre cœur, vous verrez là-haut l'éclat sans lumière.",
        "id": "Style kartu nama.\\nSelama hasratmu belum padam, kamu bisa melihat kilauan kusam setiap kali kamu menengadahkan kepalamu ke atas.",
        "jp": "名刺の飾り紋。\\nあなたの渇望が終わらない限り、頭を上げればあの光のない輝きが見えるだろう。",
        "kr": "명함 스킨.\\n당신의 갈망이 아직 사그라지지 않았다면 고개를 들었을 때 그 빛없는 반짝임을 볼 수 있을지도…",
        "pt": "Estilo de Cartão de Visita.\\nDesde que seus desejos não tenham morrido, você pode erguer a cabeça e ver aquele brilho opaco.",
        "ru": "Именная карта.\\nПока стремления и чаяния живы в вашей душе, над головой вы будете видеть тусклое сияние...",
        "th": "ลายนามบัตร\\nตราบใดที่คุณยังมีความปรารถนาในหัวใจ เมื่อเงยหน้าขึ้นไป คุณจะเห็นประกายที่ไร้แสง",
        "vi": "Hoa văn danh thiếp.\\nChừng nào khát vọng của bạn vẫn chưa tắt, bạn vẫn có thể nhìn thấy ánh sáng lấp lánh khi nhìn lên."
    },
    "materialType": "MATERIAL_NAMECARD"
}