{
    "name": {
        "en": "Travel Notes: Divine Will",
        "de": "Erlebnispass – Himmlischer Wille",
        "chs": "纪行·天命",
        "cht": "紀行·天命",
        "es": "PB - Destino",
        "fr": "PB - Destinée",
        "id": "Catatan Perjalanan: Kehendak Langit",
        "jp": "紀行·天命",
        "kr": "기행·천명",
        "pt": "Passe de Batalha: Destino",
        "ru": "Провидение",
        "th": "บันทึก - ลิขิตสวรรค์",
        "vi": "Nhật Ký Hành Trình - Thiên Mệnh"
    },
    "id": 210121,
    "materialDesc": {
        "en": "Namecard style.\\n\"Once upon a time, loyal souls did scatter east and west like swan geese.\" \"Today I light my lantern, that they may not lose their way.\"",
        "de": "Ein Motiv für Namenskärtchen.\\n„Einst flogen die treuen Seelen wie Schwanengänse nach Osten und Westen.“ „Heute zünde ich meine Laterne an, damit sie sich nicht verirren.“",
        "chs": "名片纹饰。\\n「昔有忠魂，似那飞鸿散东西。」「今我引灯，唯愿英灵毋歧迷。」",
        "cht": "名片紋飾。\\n「昔有忠魂，似那飛鴻散東西。」\\n「今我引燈，唯願英靈毋歧迷。」",
        "es": "Diseño de tarjeta de presentación.\\n“Hace mucho, mucho tiempo, las almas leales se dispersaron como gansos en el firmamento. Hoy enciendo mi luz para que no se desvíen del camino”.",
        "fr": "Thème.\\n« Les âmes loyales de jadis se dispersèrent telles des oies sauvages s'envolant vers l'est et l'ouest. Aujourd'hui, j'éclaire ces esprits héroïques avec ma lanterne afin qu'ils ne perdent pas leur chemin. »",
        "id": "Style Kartu Nama.\\n\"Di zaman dulu, jiwa yang setia terpisah ke dua penjuru yang berjauhan.\" \"Sekarang, aku akan memegang lentera dan menjadi pemandu jalan, sehingga mereka tidak lagi tersesat.\"",
        "jp": "名刺の飾り紋。\\n「過去に忠魂あり。四散する鴻の如し。」「今、ここに灯りを燈す。英霊が邪道に陥らぬよう。」",
        "kr": "명함 스킨.\\n「과거에 충성을 다한 영혼이 기러기처럼 사방으로 흩어졌구나」「오늘 내가 등불을 들고 길을 인도하니, 영웅의 넋이 길을 잃지 않기를 바랄 뿐이다」",
        "pt": "Estilo de Cartão de Visita.\\n\"Há muito tempo, almas leais se dispersaram para o leste e oeste como gansos\". \"Hoje eu acendo minha lanterna para que eles não percam seu caminho\".",
        "ru": "Именная карта.\\n«Давным-давно разлетелись верные души на запад и на восток, словно гуси-лебеди». «Сегодня я зажигаю фонарь, чтобы они не сбились с пути».",
        "th": "ลายนามบัตร\\n\"ครั้นอดีตเคยมีวิญญาณผู้ภักดี กระจัดกระจายไปทั่วทั้งบูรพาและประจิมดุจหงส์ที่โบยบิน\" \"ยามนี้ข้าจะจุดตะเกียงนำทาง เพื่อมิให้วิญญาณวีรบุรุษเหล่านั้นต้องหลงทางอีกต่อไป\"",
        "vi": "Hoa văn danh thiếp.\\n\"Xưa có trung hồn, như cánh nhạn li tán đông tây\", \"Nay ta dẫn đèn, chỉ mong linh hồn đừng chia cách\"."
    },
    "materialType": "MATERIAL_NAMECARD"
}