{
    "name": {
        "en": "Travel Notes: Fungus Land",
        "de": "Erlebnispass – Pilzfeld",
        "chs": "纪行·蕈原",
        "cht": "紀行·蕈原",
        "es": "PB - Fungolandia",
        "fr": "PB - Fongisme",
        "id": "Catatan Perjalanan: Ladang Jamur",
        "jp": "紀行·蕈原",
        "kr": "기행·버섯 들판",
        "pt": "Passe de Batalha: Origem Fúngica",
        "ru": "Грибная страна",
        "th": "บันทึก - แดน Fungus",
        "vi": "Nhật Ký Hành Trình Rừng Nấm"
    },
    "id": 210142,
    "materialDesc": {
        "en": "Namecard style.\\n\"Traveler, there is no need to grieve, for the wind at dawn will blow the fungal spores carrying beautiful dreams to the fields that contain your hopes...\"",
        "de": "#Ein Motiv für Namenskärtchen.\\n„... {F#Reisende}{M#Reisender}, sei nicht traurig, denn der Morgenwind wird die Pilzsporen, die deine Träume enthalten, zu dem Feld tragen, von dem du träumst ...“",
        "chs": "名片纹饰。\\n「…旅人啊，不必哀伤，因为那黎明的风儿，定会将载着美梦的蕈孢，吹向你希冀中的原野…」",
        "cht": "#名片紋飾。\\n「…旅人啊，不必哀傷，因為那黎明的風兒，定會將載著美夢的蕈孢，吹向{F#妳}{M#你}希冀中的原野…」",
        "es": "#Diseño de tarjeta de presentación.\\n“No derrames lágrimas, viajer{F#a}{M#o}. Los vientos del amanecer continuarán acunando en su regazo las esporas fúngicas de tus hermosos sueños hasta tu reino de esperanza...”.",
        "fr": "#Thème.\\n« ... {M#Voyageur}{F#Voyageuse}, nul besoin d'être triste. À l'aube, un nouveau vent soufflera les spores qui transportent de merveilleux rêves vers tes terres d'espoir... »",
        "id": "Style Kartu Nama.\\n\"Pengembara, janganlah bersedih. Niscaya angin fajar meniup spora jamur yang membawa mimpi indahmu ke ladang, dan menanamkan semua harapanmu ....\"",
        "jp": "名刺の飾り紋。\\n「…旅人よ、悲しむ必要はない。黎明の風は、きっと夢を載せた胞子を、あなたの希望の野原へと運んでくれる…」",
        "kr": "명함 스킨.\\n「…여행자여, 슬퍼하지 말라. 여명의 바람이 아름다운 꿈의 버섯 포자를 싣고 네 희망으로 가득 찬 들판으로 불어올 것이니…」",
        "pt": "Estilo de cartão de visita.\\n\"...Viajantes, não se entristeçam, pois o vento do amanhecer certamente soprará os esporos dos fungos e os levará para os campos dos belos sonhos esperançosos de vocês...\"",
        "ru": "Именная карта.\\n«Не стоит горевать, ведь ветер на рассвете подхватит споры грибов, унося прекрасные мечты на поля твоих надежд...»",
        "th": "ลายนามบัตร\\n\"...นักเดินทาง อย่าได้โศกเศร้าไปเลย เพราะสายลมในยามเช้าจะพัดสปอร์ของเห็ดที่นำพาซึ่งความฝันอันสวยงามไปยังทุ่งที่คุณหวังไว้อย่างแน่นอน...\"",
        "vi": "Hoa văn danh thiếp.\\n\"...Nhà Lữ Hành, đừng đau lòng, vì cơn gió bình minh đó sẽ mang theo bào tử nấm của giấc mơ đẹp, thổi đến cánh đồng trong khao khát của bạn...\""
    },
    "materialType": "MATERIAL_NAMECARD"
}