{
    "name": {
        "en": "Travel Notes: Awakening",
        "de": "Erlebnispass – Frühlingserwachen",
        "chs": "纪行·蛰醒",
        "cht": "紀行·蟄醒",
        "es": "PB - Despertar",
        "fr": "PB - Éveil",
        "id": "Catatan Perjalanan: Kebangkitan",
        "jp": "紀行·啓蟄",
        "kr": "기행·계칩",
        "pt": "Passe de Batalha: Despertar",
        "ru": "Пробуждение",
        "th": "บันทึก - การฟื้นคืน",
        "vi": "Nhật Ký Hành Trình - Thức Tỉnh"
    },
    "id": 210113,
    "materialDesc": {
        "en": "Namecard style.\\nThe three realms quake, heaven and earth awaken. The Sangacorexes, too, rise again from their eternal slumber.",
        "de": "Ein Motiv für Namenskärtchen.\\nDie drei Welten erbebten und alle schlummernden Lebewesen wurden aufgerüttelt. So erwachten auch die Korallenkönigswürmer aus ihrem scheinbar unendlich langen Schlaf.",
        "chs": "名片纹饰。\\n三界震动，天地醒转。珊瑚王虫也从永眠中恢复了过来。",
        "cht": "名片紋飾。\\n三界震動，天地醒轉。珊瑚王蟲也從永眠中恢復了過來。",
        "es": "Diseño de tarjeta de presentación.\\nCuando los tres mundos tiemblan y el cielo y la tierra despiertan, los pólipos de coral también se despiertan de su letargo.",
        "fr": "Thème.\\nLes Trois Royaumes tremblent, alors que le ciel et la terre s'éveillent. Les sangocorex, eux aussi, se relèvent de leur sommeil éternel.",
        "id": "Style kartu nama.\\nKetiga dunia bergejolak, langit dan bumi bangkit. Sang Sangacorex juga akan bangkit dari tidur abadinya.",
        "jp": "名刺の飾り紋。\\n三界が揺れ動き、天地が目覚める。珊瑚王蟲も永遠の眠りから蘇った。",
        "kr": "명함 스킨.\\n삼계가 흔들리며 천지가 깨어나고, 산호왕충도 영면에서 깨어난다",
        "pt": "Estilo de Cartão de Visita.\\nOs três reinos tremem, céu e terra despertam. Os Pólipos Sango também acordam novamente de seu sono eterno.",
        "ru": "Именная карта.\\nСодрогнулись три мира, небо и земля пробуждаются. Сангокорексы тоже воспряли от вечного сна.",
        "th": "ลายนามบัตร\\nสามพิภพสั่นสะเทือนและโลกก็ตื่นขึ้น Sangacorex ก็ฟื้นขึ้นจากการนอนหลับชั่วนิรันดร์เช่นกัน",
        "vi": "Hoa văn danh thiếp.\\nTam giới chấn động, thiên địa xoay vần. Sangacorex cũng đã thức tỉnh sau giấc ngủ vĩnh hằng."
    },
    "materialType": "MATERIAL_NAMECARD"
}