{
    "name": {
        "en": "Treasured Tales of the Chouken Shinkageuchi (I)",
        "de": "Kostbare Erzählungen über den Chouken Shinkageuchi – Band I",
        "chs": "珍说澄研真影打·卷一",
        "cht": "珍說澄研真影打·卷一",
        "es": "Cuentos atesorados de las shinuchi y las kageuchi (I)",
        "fr": "Théories étranges du Kiyoshiken Shinkageuchi - I",
        "id": "Kisah Berharga Tentang Chouken Shinkageuchi (I)",
        "jp": "研澄真影打ち珍説·1",
        "kr": "진설징연진영타·권1",
        "pt": "Teorias Estranhas de Kiyoshiken Shinkageuchi (I)",
        "ru": "Странные теории Киёсикэн Синкагэути. Том I",
        "th": "ทฤษฎีประหลาดของ Chouken Shinkageuchi (I)",
        "vi": "Giả Thuyết Kỳ Lạ Về Chouken Shinkageuchi I"
    },
    "id": 101599,
    "materialDesc": {
        "en": "The first part of a traditional Inazuman novel. This particular volume is also known as \"Shinkageuchi,\" and was once a restricted text. It contains a fantastical tale about the first Raiden Shogun and her kagemusha, depicting the benevolent sagacity of the first Shogun and the great valor of her kagemusha. However, due to the great popularity of another book known colloquially as \"Raiden Reincarnation,\" many people became interested in stories of this kind. This book thus wound up being published in a haphazard manner.",
        "de": "Der erste Teil der traditionellen Erzählungen von Inazuma. Dieser Band ist auch als „Shinkageuchi“ bekannt und war früher ein verbotener Text. Er enthält eine fantastische Geschichte über den ersten Shougun Raiden und ihre Kagemusha, in der die wohlwollende Klugheit des ersten Shougun und die große Tapferkeit ihrer Kagemusha dargestellt werden. Aufgrund der großen Beliebtheit eines anderen Buches, das umgangssprachlich als „Wiedergeburt des Shougun Raiden“ bekannt ist, interessierten sich jedoch viele Menschen für Geschichten dieser Art. So kam es, dass dieses Buch doch veröffentlicht wurde.",
        "chs": "稻妻传统小说的第一部分，此卷另有别名「真影打」，曾经一度是禁书。本卷讲述了初代雷电将军与其影武者的幻想故事。刻画了初代将军的仁政与影武者的勇武。但是因为通称《转生雷电将军》一书广受欢迎，大众对此类型的故事渴求了起来。这本书也因此阴差阳错得以出版。",
        "cht": "稻妻傳統小說的第一部分，此卷另有別名「真影打」，曾經一度是禁書。本卷講述了初代雷電將軍與其影武者的幻想故事。刻畫了初代將軍的仁政與影武者的勇武。但是因為通稱《轉生雷電將軍》一書廣受歡迎，大眾對此類型的故事渴求了起來。這本書也因此陰差陽錯得以出版。",
        "es": "La primera parte de una novela legendaria de Inazuma. Este tomo también es conocido como «La verdadera réplica», y una vez estuvo prohibido en el pasado. En él, se narra una historia fantástica sobre la primera Shogun Raiden y su kagemusha, y se retrata el benevolente gobierno de la primera y la valentía de la segunda. Sin embargo, debido a la popularidad de otro libro comúnmente conocido como «La reencarnación de la Shogun Raiden», la gente empezó a demandar en gran medida este tipo de libros. Por ello, después de todo, esta obra también acabó siendo publicada.",
        "fr": "La première partie d'un roman traditionnel inazumien. Ce tome, connu sous le nom de « Shinkageuchi » était un ouvrage non autorisé. Il raconte un récit fantastique sur la première Shogun Raiden et ses guerriers de l'ombre. La sagesse bienveillante de la dirigeante, ainsi que la grande bravoure de ses guerriers sont mis à l'honneur. Cependant, le succès d'un autre roman « Réincarné en Shogun Raiden » a nourri une fascination pour les histoires du même genre qui éclipsa la parution de ce livre.",
        "id": "Bagian pertama dari sebuah novel tradisional Inazuma. Volume ini dikenal dengan nama \"Shinkageuchi\" dan pernah menjadi teks terlarang. Novel ini berisi kisah fantasi tentang Raiden Shogun pertama dan kagemusha-nya. Bercerita tentang kebajikan Shogun pertama dan keberanian kagemusha-nya. Tapi karena kesuksesan sebuah buku lain yang berjudul \"Reinkarnasi Raiden\", banyak orang yang menjadi tertarik dengan cerita sejenis. Maka buku ini jadi dipublikasikan secara kebetulan.",
        "jp": "稲妻伝統小説の第一部。別名「真影打」、一時は禁書だった。本巻は初代雷電将軍とその影武者にまつわる幻想的な物語、そして初代将軍の仁政と影武者の勇姿が描かれている。『転生して雷電将軍になる』という本が大人気になったため、この種の物語に興味を持つ人が多くなった。そのため、この本も運よく出版することができた。",
        "kr": "이나즈마 전통 소설의 일부분, 한때는 금서였던 이 권에는 「진영타」라는 별칭이 있다. 이 권은 초대 라이덴 쇼군과 그림자 무사의 기원에 대한 이야기를 담고 있다. 그 이후 초대 쇼군의 인자함과 그림자 무사의 용맹함을 그린 《라이덴 쇼군으로 환생》이란 책이 큰 인기를 얻으며, 대중들이 이런 내용의 책에 흥미를 갖기 시작했고, 그 시류에 탑승해 얼떨결에 출판되었다",
        "pt": "Um volume dos contos tradicionais de Inazuma. Este volume se chama \"Shinkageuchi\" e já foi banido no passado. Ele fala sobre um conto fantástico da primeira Shogun Raiden e seu kagemusha, retratando a sabedoria benevolente da primeira Shogun e o grande valor de sua kagemusha. No entanto, devido à popularidade de outro livro coloquialmente conhecido como \"A Reencarnação da Shogun Raiden\", esse tipo de livro começou a ser amplamente aceito. Assim, este livro voltou a ser publicado gratuitamente.",
        "ru": "Первая часть традиционных сказаний Инадзумы. Этот труд также называют «Киёсикэн Синкагэути», и когда-то он относился к запрещённой литературе. В нём рассказывается о происхождении первого сёгуна Райдэн и её кагэмуся, изображается благожелательная мудрость первого сёгуна и великая доблесть её кагэмуся. Однако из-за большой популярности другого труда, известного в просторечии как «Реинкарнация Райдэн», многие люди заинтересовались подобными историями. Таким образом, он снова стал свободно издаваться.",
        "th": "ส่วนแรกของนิยายพื้นบ้านของ Inazuma โดยเล่มนี้มีชื่อเรียกอีกอย่างว่า \"Shinkageuchi\" ซึ่งครั้งหนึ่งเคยเป็นหนังสือต้องห้าม มันมีเนื้อหาเกี่ยวกับเรื่องราวอันน่าอัศจรรย์ของโชกุน Raiden คนแรกและ Kagemusha ของเธอ ซึ่งบอกเล่าถึงการปกครองที่เปี่ยมไปด้วยความเมตตาของโชกุนคนแรกและความกล้าหาญของ Kagemusha ของเธอ อย่างไรก็ตามเนื่องด้วยหนังสืออีกเล่มที่รู้จักกันในชื่อ \"การกำเนิดใหม่ของโชกุน Raiden\" ได้รับความนิยม และมีผู้คนจำนวนมากที่ให้ความสนใจกับเรื่องราวแบบนี้ หนังสือเล่มนี้จึงได้ถูกตีพิมพ์ออกมาอย่างไม่ได้ตั้งใจ",
        "vi": "Phần đầu của tiểu thuyết truyền thống Inazuma, quyển này còn có tên khác là \"Shinkageuchi\", một thời từng là sách cấm. Quyển này kể về câu chuyện ảo tưởng giữa Raiden Shogun đời đầu và Kagemusha của cô, khắc họa nền chính trị nhân từ của Shogun đời đầu và tính dũng võ của Kagemusha. Nhưng vì một quyển sách có tên \"Raiden Shogun Chuyển Sinh\" rất được yêu thích, nên độc giả cũng rất khao khát những câu chuyện như thế này. Do đó quyển sách này cuối cùng cũng được xuất bản."
    },
    "materialType": "MATERIAL_QUEST"
}