{
    "name": {
        "en": "Treasure Map in a Box",
        "de": "Schatzkarte in einer Kiste",
        "chs": "箱底的藏宝图",
        "cht": "箱底的藏寶圖",
        "es": "Mapa del tesoro escondido en un cofre",
        "fr": "Carte au trésor dans une boîte",
        "id": "Peta Harta Karun di bawah Kotak",
        "jp": "筐底の宝の地図",
        "kr": "상자 바닥의 보물지도",
        "pt": "Mapa do Tesouro Escondido em Uma Caixa",
        "ru": "Карта сокровищ со дна сундука",
        "th": "แผนที่ขุมทรัพย์ในหีบ",
        "vi": "Bản Đồ Kho Báu Trong Rương"
    },
    "id": 101967,
    "materialDesc": {
        "en": "A treasure map placed at the bottom of a box. It indicates the location of the \"good stuff\" with simple markings.",
        "de": "Eine Schatzkarte am Boden einer Kiste, die mit einfachen Markierungen den Standort der „guten Sache“ anzeigt.",
        "chs": "被放在箱底的藏宝图。图上用简单的标记注明了「好东西」的所在。",
        "cht": "被放在箱底的藏寶圖。圖上用簡單的標記註明了「好東西」的所在。",
        "es": "Un mapa del tesoro que se encontraba dentro de un cofre. Señala la ubicación de algunos artículos de valor con marcas muy rudimentarias.",
        "fr": "#Une carte au trésor placée au fond d'une boîte. Les indications simples qui figurent dessus pointent vers l'emplacement de «{NON_BREAK_SPACE}quelque chose de bien{NON_BREAK_SPACE}».",
        "id": "Peta harta karun yang ditaruh di dasar kotak. Menandakan lokasi \"barang berharga\" dengan tanda yang sederhana.",
        "jp": "箱の底に置かれていた宝の地図。地図には「いいもの」の位置に簡単なマークがついている。",
        "kr": "상자 바닥에 놓인 보물지도. 지도 위에 간단한 표기로 「좋은 것」의 위치를 표시했다",
        "pt": "Mapa do tesouro escondido em uma caixa. Ele indica a localização do \"negócio bom\" com algumas marcas simples.",
        "ru": "Карта со дна сундука. На ней есть схематичные отметки, где искать клад.",
        "th": "แผนที่ขุมทรัพย์ที่อยู่ในหีบ และมีการระบุตำแหน่งของ \"ของดี\" ด้วยเครื่องหมายง่าย ๆ",
        "vi": "Bản Đồ Kho Báu dưới đáy rương. Bên trên có đánh dấu đơn giản là \"đồ tốt\"."
    },
    "materialType": "MATERIAL_QUEST"
}