{
    "name": {
        "en": "Treasure Hoarder's Map",
        "de": "Karte der Schatzräuber",
        "chs": "盗宝团成员携带的地图",
        "cht": "盜寶團成員攜帶的地圖",
        "es": "Mapa de los Ladrones de Tesoros",
        "fr": "Carte des Pilleurs de trésors",
        "id": "Peta Treasure Hoarder",
        "jp": "宝盗団メンバーが持っていた地図",
        "kr": "보물 사냥단 단원이 지니고 있던 지도",
        "pt": "Mapa dos Ladrões de Tesouro",
        "ru": "Карта Похитителей сокровищ",
        "th": "แผนที่ของกองโจรล่าสมบัติ",
        "vi": "Bản đồ Thành Viên Đạo Bảo Đoàn mang theo"
    },
    "id": 100561,
    "materialDesc": {
        "en": "A map of Mondstadt carried by a Treasure Hoarder. Someone with terrible handwriting has made some notes on a location not too far away.",
        "de": "Eine Landkarte von Mondstadt, die ein Schatzräuber bei sich trug. Eine krakelige Markierung ist darauf zu erkennen. Es scheint sich um einen Ort ganz in der Nähe zu handeln.",
        "chs": "盗宝团成员所携带的蒙德地区地图。上面用歪歪扭扭的字迹做了标注，标注的地点就在不远处…",
        "cht": "盜寶團成員所攜帶的蒙德地區地圖。上面用歪歪扭扭的字跡做了標注，標注的地點就在不遠處…",
        "es": "Un mapa de Mondstadt que llevaba un Ladrón de Tesoros. Alguien con una letra horrible ha marcado en él un lugar no muy lejano...",
        "fr": "Une carte appartenant aux Pilleurs des trésors qui semble représenter Mondstadt. Un emplacement a été grossièrement gribouillé dessus ; ce dernier n'est d'ailleurs pas bien loin...",
        "id": "Peta Mondstadt yang dibawa oleh seorang Treasure Hoarder. Seseorang dengan tulisan tangan yang sangat jelek menandakan suatu tempat yang tidak jauh dari sini.",
        "jp": "宝盗団メンバーが持っていたモンド地域の地図。歪な字でマークをつけた。そのマークをつけた場所がここから遠くないところにある…",
        "kr": "보물 사냥단 단원이 지니고 있던 몬드 지역 지도. 삐뚤삐뚤한 글씨로 표시를 해놨다. 표시한 지역이 멀지 않은 곳에 있다…",
        "pt": "O mapa de Mondstadt levado por Ladrões de Tesouro. Está marcado com uns rabiscos, e o lugar marcado não está longe...",
        "ru": "Карта Мондштадта, принадлежавшая Похитителю сокровищ. Корявым почерком помечено одно место недалеко отсюда...",
        "th": "แผนที่ของ Mondstadt ที่สมาชิกกองโจรล่าสมบัติพกติดตัวไว้ ถูกทำสัญลักษณ์ไว้ด้วยลายมือที่ไม่สวย ซึ่งจุดที่ทำสัญลักษณ์ไว้นั้นอยู่ไม่ไกล...",
        "vi": "Bản đồ khu vực Mondstadt được thành viên Đạo Bảo Đoàn mang theo. Phía trên còn ghi chú bằng nét chữ xiêu vẹo, nơi được đánh dấu ở cách đây không xa..."
    },
    "materialType": "MATERIAL_QUEST"
}