{
    "name": {
        "en": "Treasure Hoarders' Treasure Map",
        "de": "Schatzkarte der Schatzräuber",
        "chs": "盗宝团的藏宝图",
        "cht": "盜寶團的藏寶圖",
        "es": "Mapa del tesoro de los Ladrones de Tesoros",
        "fr": "Carte au trésor des Pilleurs de trésors",
        "id": "Peta Harta Karun Treasure Hoarders",
        "jp": "宝盗団の宝の地図",
        "kr": "보물 사냥단의 보물지도",
        "pt": "Mapa do Tesouro dos Ladrões de Tesouro",
        "ru": "Карта сокровищ Похитителей сокровищ",
        "th": "แผนที่ขุมทรัพย์ของกองโจรล่าสมบัติ",
        "vi": "Bản Đồ Kho Báu Đạo Bảo Đoàn"
    },
    "id": 101621,
    "materialDesc": {
        "en": "This treasure map, once torn in two and kept in different hiding spots by the Treasure Hoarders, is now whole again.\\nIf you follow the symbol on it, you might discover some special treasure!",
        "de": "Eine Schatzkarte, die die Schatzräuber einst in zwei Teile gerissen und versteckt haben, jetzt aber wieder zu einer vollständigen Karte zusammengesetzt ist.\\nWenn du den Markierungen auf der Karte folgst, können sie dich zu einem großartigen Schatz führen.",
        "chs": "被盗宝团撕成两半分别藏匿的藏宝图，如今合二为一。\\n追随其上的标记，或许能发现不得了的宝藏？",
        "cht": "被盜寶團撕成兩半分別藏匿的藏寶圖，如今合二為一。\\n追隨其上的標記，或許能發現不得了的寶藏？",
        "es": "Un mapa del tesoro escondido que los Ladrones de tesoros rasgaron en dos partes, ahora ya volvieron a unirse para conformar un mapa completo.\\nSi sigues las marcas del mapa, quizás te conduzcan hasta un magnífico tesoro.",
        "fr": "Une carte au trésor déchirée en deux, puis éparpillée par les Pilleurs de trésors qui est désormais entière.\\nPeut-être est-il possible de trouver un trésor en suivant les indications qui figurent dessus ?",
        "id": "Peta harta karun yang pernah tersobek menjadi dua bagian dan disembunyikan di tempat yang berbeda oleh Treasure Hoarder ini, kini sudah menjadi utuh kembali.\\nIkuti simbol di atasnya, barangkali kamu bisa menemukan harta karun spesial!",
        "jp": "宝盗団によって半分に破られた宝の地図。今は繋ぎ合わされて一枚の完全な地図になった。\\n地図に描かれたマークに沿って行けば、とんでもない隠されたお宝を見つけるかも？",
        "kr": "보물 사냥단이 절반으로 찢어 각각 숨긴 보물지도, 지금은 완전한 보물지도로 합쳐졌다.\\n위에 표시에 따라 찾아보면 엄청난 보물을 발견할 수 있을지도?",
        "pt": "Um Mapa do Tesouro escondido rasgado em dois pelos Ladrões de Tesouro que agora está intacto novamente.\\nSerá que o que está marcado nele levará a descoberta de algum tesouro?",
        "ru": "Части карты сокровищ, разорванной Похитителями сокровищ надвое и спрятанной в разных местах, теперь собраны воедино.\\nКакие удивительные сокровища ожидают вас, если проследовать по её меткам?",
        "th": "แผนที่ขุมทรัพย์ที่ถูกกองโจรล่าสมบัติฉีกแบ่งออกเป็นสองส่วนและนำไปซ่อนแยกกัน ในตอนนี้ได้กลับมารวมเป็นหนึ่งเดียวกันแล้ว\\nถ้าตามหมุดที่อยู่บนนั้นไป บางทีอาจจะได้พบกับสมบัติก็เป็นได้?",
        "vi": "Bản đồ kho báu bị Đạo Bảo Đoàn xé làm hai chia ra cất giữ, nay đã được ghép lại thành một.\\nĐi theo đánh dấu trên đó, có lẽ sẽ phát hiện ra một kho báu lớn chăng?"
    },
    "materialType": "MATERIAL_QUEST"
}