{
    "name": {
        "en": "Tri-Flavored Skewer",
        "de": "Spieß mit drei Aromen",
        "chs": "串串三味",
        "cht": "串串三味",
        "es": "Brochetas de tres sabores",
        "fr": "Brochettes trois saveurs",
        "id": "Tri-Flavored Skewer",
        "jp": "串焼き三種",
        "kr": "삼미 꼬치",
        "pt": "Espeto de Três Sabores",
        "ru": "Тройные шашлычки",
        "th": "Tri-Flavored Skewer",
        "vi": "Xiên Que Ba Vị"
    },
    "id": 108274,
    "materialDesc": {
        "en": "A pieced-together skewer. Three different cooking processes can be tasted at a go in this dish, which has made it very popular. If you are ever at a loss at to what to pair with some wine, there's no going wrong with one of these.",
        "de": "Ein zusammengestückelter Spieß. Bei diesem Gericht kann man drei verschiedene Garvorgänge auf einmal probieren, was ihn sehr beliebt gemacht hat. Wenn du einmal nicht weißt, was du mit einem Wein kombinieren sollst, kannst du mit einem solchen Gericht nichts falsch machen.",
        "chs": "组合而成的串串。一次能尝到三种不同的做法，因而很受欢迎。如果在下酒时不知道搭配什么小菜的话，来一份串串三味肯定不会出错。",
        "cht": "組合而成的串串。一次能嚐到三種不同的做法，因而很受歡迎。如果在下酒時不知道搭配什麼小菜的話，來一份串串三味肯定不會出錯。",
        "es": "Unas brochetas compuestas por varios ingredientes. De una vez pueden degustarse tres sabores muy distintos, razón por la que este plato es tan popular. Si no sabes con qué maridar tu comida, la brocheta de tres sabores siempre es una excelente elección.",
        "fr": "Un assortiment de brochettes. Vous pouvez déguster trois saveurs à la fois avec ce plat, ce qui l'a rendu aussi populaire. Si vous ne savez pas avec quel vin l'accompagner, vous ne pouvez pas vous tromper avec ces trois arômes différents.",
        "id": "Gabungan makanan yang ditusuk menjadi sate. Masakan ini sangat populer karena dimasak dengan 3 cara pembuatan yang berbeda. Kalau kamu kebingungan memilih hidangan pendamping anggur, seporsi Tri-Flavored Skewer pasti tidak akan mengecewakanmu.",
        "jp": "串焼きの盛り合わせ。一度に三種類を味わうことができるのが人気の理由。お酒に合う料理に迷ったら、串焼き三種を頼んでおけば間違いない。",
        "kr": "꿰어진 꼬치. 한 번에 세 가지 조리법을 음미할 수 있어 인기가 많다. 술안주가 고민된다면, 삼미 꼬치는 영원히 옳은 선택이다",
        "pt": "Um espeto com vários pedaços. Três processos de cozimento diferentes podem ser degustados de uma vez neste prato, o que o tornou muito popular. Se você não sabe o que poderia combinar com um pouco de vinho, não há como errar com este prato.",
        "ru": "Ингредиенты, нанизанные на деревянный шампур. На вкус легко определить, что это блюдо готовили тремя разными способами, в чём и заключается секрет его популярности. Если вы затрудняетесь в выборе закуски к вину, закажите тройные шашлычки - не прогадаете.",
        "th": "อาหารเสียบไม้รวมรส ที่สามารถลิ้มลองการปรุงอาหารที่แตกต่างกันสามชนิดในคราวเดียว จึงทำให้ได้รับความนิยมเป็นอย่างมาก หากตอนที่ดื่มไวน์แล้วไม่รู้ว่าจะทานกับแกล้มอะไรล่ะก็ ลอง Tri-Flavored Skewer สักที่สิ รับรองว่าไม่ผิดหวังแน่นอน",
        "vi": "Xiên que kết hợp. Một lần có thể nếm được ba vị khác nhau, vì thế nên rất được ưa thích. Nếu không biết lấy gì làm mồi nhậu thì một suất xiên que ba vị nhất định sẽ không sai đâu."
    },
    "materialType": "MATERIAL_FOOD"
}