{
    "name": {
        "en": "True Fruit Angler",
        "de": "Echtfrucht-Hornkugelfisch",
        "chs": "真果角鲀",
        "cht": "真果角魨",
        "es": "Pez globo imberbe",
        "fr": "Baudroie de vérifruit",
        "id": "True Fruit Angler",
        "jp": "真果コオニフグ",
        "kr": "과실 뿔복어",
        "pt": "Peixe Fruta Verdadeira",
        "ru": "Плодовый иглобрюх",
        "th": "True Fruit Angler",
        "vi": "Cá Nóc Trái Cây"
    },
    "id": 131023,
    "materialDesc": {
        "en": "Medium-sized, round fish with horn-like cartilage that is used to dig underwater burrows, build shelters and drive away creatures that try to harm them. \\nSpecimens with a greenish tint are the common species in this lineage. They look like an unripe fruit on a tree branch, hence the nickname \"True Fruit.\" \\nHowever, there are very few bones in this fish. The meat is fatty and rich, but if it's not handled properly, or you remove its gallbladder too late, the fish's meat will be as sour as unripe fruit. Therefore, \"making this fish delicious\" has become the standard by which all chefs are measured.",
        "de": "Ein mittelgroßer Fisch mit kugelrundem Körper mit einer hornartigen Struktur aus Knorpel. Es heißt, er setze diese Struktur ein, um Unterwasser-Bauten zu graben und um Angreifer zu vertreiben.\\nDer grüne Hornkugelfisch ist die häufigste Art dieser Gattung. Die Bezeichnung „Echtfrucht“ beruht auf seinem einer an einem Ast hängenden unreifen Frucht ähnelnden Äußeren.\\nAuch wenn dieser Hornkugelfisch ausgesprochen wenige Gräten hat und sein Fleisch wunderbar fett ist, nimmt sein Fleisch bei ungeschickter Verarbeitung oder bei zu spätem Entfernen der Gallenblase den sauren Geschmack unreifer Früchte an. Daher ist die Frage, „ob man einen geschmackvollen Hornkugelfisch zubereiten kann“, zu einem Maßstab der Kochkünste Sumerus geworden.",
        "chs": "体型圆润的中型鱼类，生有犄角般的软骨结构，据说它们会用这一结构开凿水下洞穴，建造栖身之所，或是驱赶试图伤害自己的生物。\\n体表呈现出青绿色彩的角鲀是这一谱系中最常见的品种，状如枝头尚未成熟的果实，因而得名「真果」。\\n虽说这种角鲀鱼刺极少，肉质肥美，但要是处理的方式不当，或是摘除胆囊的时间较晚，鱼肉就会像未熟果实般的酸涩。因此，「能否制作鲜美的角鲀料理」也成了衡量须弥厨师技艺的标准之一。",
        "cht": "體型圓潤的中型魚類，生有犄角般的軟骨結構，據說牠們會用這一結構開鑿水下洞穴，建造棲身之所，或是驅趕試圖傷害自己的生物。\\n體表呈現出青綠色彩的角魨是這一族群中最常見的品種，狀如枝頭尚未成熟的果實，因而得名「真果」。\\n雖說這種角魨魚刺極少，肉質肥美，但要是處理的方式不當，或是摘除膽囊的時間較晚，魚肉就會像未熟果實般的酸澀。因此，「能否製作鮮美的角魨料理」也成了衡量須彌廚師技藝的標準之一。",
        "es": "Un pez globo con una característica estructura cartilaginosa en forma de cuerno. Se dice que este tipo de peces utilizan dichos cartílagos para cavar cuevas subacuáticas, crear sus propias madrigueras, y defenderse de posibles depredadores.\\nEl color verdoso de su cuerpo es particularmente común dentro de esta especie de animales acuáticos. Dicho color se asemeja al de la fruta poco madura, por lo que también se les conoce como “imberbes”.\\nAl contrario de lo que cabría esperar, estos peces tienen pocas espinas y mucha carne. Si no se retira la vesícula biliar correctamente o a tiempo, la carne toma un regusto amargo como el de la fruta sin madurar. De ahí que conservar el delicioso sabor de la carne de este pez sea una de las muestras más claras de las dotes culinarias de un verdadero chef.",
        "fr": "Poisson moyen rond doté d'une structure cartilagineuse en forme de corne pouvant servir à creuser des galeries sous-marines, à construire un abri ou à repousser les envahisseurs.\\nL'espèce la plus courante a une teinte verdâtre, ce qui lui donne l'aspect d'un fruit pas encore mûr accroché à une branche d'arbre, d'où son nom de « vérifruit ».\\nBien que ce poisson ait très peu d'arêtes et qu'il soit savoureux, s'il n'est pas manipulé avec soin, ou que sa vésicule biliaire n'est pas retirée à temps, sa chair devient aussi aigre qu'un fruit vert. C'est pourquoi savoir préparer une bonne baudroie est devenu un standard culinaire pour mesurer les compétences de chaque chef à Sumeru.",
        "id": "Jenis ikan sedang dengan tubuh yang bulat, memiliki struktur tulang rawan seperti tanduk. Konon katanya mereka menggunakan struktur ini untuk menggali sebuah \"lubang\" di bawah air untuk menciptakan tempat berlindung, atau untuk mengusir makhluk yang berusaha menyakiti mereka.\\nSpesies yang paling umum dalam garis keturunan jenis ikan buntal bertanduk ini adalah yang tubuhnya berwarna biru kehijauan. Bentuknya seperti buah yang belum matang di cabang pohon, sehingga dinamakan \"True Fruit\" (Buah Sejati).\\nMeskipun jenis ikan buntal bertanduk ini memiliki tulang yang sangat sedikit dan daging yang empuk, tapi kalau cara pengolahannya tidak tepat, atau kantung empedunya terlambat dikeluarkan, maka daging ikannya akan menjadi asam layaknya buah yang belum matang. Oleh sebab itu, \"bisa atau tidaknya mengolah daging ikan buntal bertanduk dengan sempurna\" juga menjadi salah satu kriteria untuk mengukur keterampilan para koki di Sumeru.",
        "jp": "丸みを帯びた中型魚で、角のような軟骨構造を持つ。この特徴を利用して、水中の巣穴を掘ったり、避難所を作ったり、危害を加えようとする生物を撃退したりするようになった。\\n体が青緑色のコオニフグは一番よく見られる。その形は枝についた未熟な果実に似ていることから「真果」と呼ばれるようになった。\\nこのようなコオニフグはトゲが少なく、身も美味しいが、扱いが悪かったり、胆嚢の摘出が遅れると、未熟な果物のように身が酸っぱくなる。そのため、「美味しいコオニフグの料理を作れるかどうか」も、スメールの料理人の技量を測る基準の一つになっていた。",
        "kr": "동그란 체형의 중형 어류. 뿔과 같은 연골을 가지고 있어 이 연골로 물속에 동굴을 만든 다음 그 안에서 서식하거나 자신을 해치려는 생물을 쫓아낸다고 한다.\\n청녹색의 뿔복어는 이 계보에서 가장 흔하게 볼 수 있는 품종으로 가지가 아직 여물지 않은 과실의 모습을 하고 있어 「과실」이라는 이름이 붙여졌다.\\n이런 종류의 뿔복어는 가시가 아주 적고 육질이 두텁지만 처리 방법이 잘못됐거나 담낭을 늦게 떼어내면 생선 살코기가 덜 익은 과실처럼 시큼한 맛을 낸다. 이로 인해 「뿔복어 요리를 얼마나 맛있게 만드는가」가 수메르에서 요리 기술을 판단하는 기준 중 하나로 자리매김했다",
        "pt": "Peixes de tamanho médio e corpo redondo com a estrutura cartilaginosa na forma de chifres, que dizem que é usada para cavar tocas submarinas para construir abrigos ou afastar criaturas invasoras.\\nA espécie mais comum nesta linhagem é o baiacu, com uma cor azul-esverdeada em seu corpo. Como ele parece uma fruta imatura, veio o seu nome \"Fruta Pura\".\\nEmbora o baiacu tenha muito poucas espinhas e uma carne boa, o peixe ficará azedo como uma fruta imatura se for preparado incorretamente ou se a vesícula biliar for tirada tardiamente. Portanto, a capacidade de fazer um delicioso prato de baiacu se tornou um dos critérios para avaliar os cozinheiros de Sumeru.",
        "ru": "Круглая рыбка средних размеров с роговидными хрящевыми отростками, необходимыми для рытья нор и отпугивания естественных врагов.\\nСамый распространённый из иглобрюхов, плодовый иглобрюх отличается тёмно-зелёным окрасом и внешним видом напоминает незрелый плод на ветке дерева (отсюда и появилось его название).\\nВ этой рыбе мало костей, её мясо жирное и сочное, но если неправильно его обработать или слишком поздно удалить желчный пузырь, мясо станет кислым, как мякоть незрелого фрукта. Поэтому умение вкусно приготовить иглобрюха - один из критериев, по которым оценивается мастерство сумерских поваров.",
        "th": "ปลาขนาดกลางที่มีรูปลักษณ์กลมก้อน มีกระดูกอ่อนลักษณะเหมือนเขา ว่ากันว่าพวกมันสามารถใช้เขาเจาะขุดรูใต้น้ำ เพื่อสร้างที่พักอาศัยได้ อีกทั้งยังสามารถใช้ไล่สิ่งมีชีวิตที่คิดจะมาทำร้ายตัวเองได้ด้วย\\nAngler ที่มีสีเขียวชอุ่มเป็นประเภทที่พบเห็นได้ง่ายที่สุดในสายพันธุ์นี้ ลักษณะเหมือนผลไม้ปลายกิ่งที่ยังไม่สุกงอม เพราะฉะนั้นมันจึงถูกตั้งชื่อไว้ว่า \"True Fruit (ผลไม้ที่แท้จริง)\"\\nแม้ว่า Angler ชนิดนี้จะมีก้างน้อยนิด เนื้อมีรสเลิศ แต่หากจัดการได้ไม่เหมาะสม หรือกำจัดถุงน้ำดีช้าเกินไป เนื้อปลาก็จะมีรสเปรี้ยวเฝื่อนเหมือนผลไม้ที่ยังไม่สุกดี ด้วยเหตุเช่นนี้ \"จะสามารถทำอาหารเลิศรสจาก Angler ได้หรือไม่\" จึงกลายเป็นอีกหนึ่งเกณฑ์ในการวัดฝีมือของเชฟชาว Sumeru",
        "vi": "Loài cá cỡ vừa, thân tròn với cấu trúc sụn giống sừng, nghe nói chúng dùng nó để đào hang dưới nước, xây dựng nơi trú ẩn hoặc xua đuổi những sinh vật có ý làm hại mình.\\nLoài phổ biến nhất trong dòng này là cá nóc với thân màu xanh ngọc, trông giống như một quả chưa chín trên cành, do đó có tên là \"Trái Cây\".\\nMặc dù loài cá nóc này có rất ít xương và nhiều thịt, nhưng nếu xử lý không đúng cách hoặc cắt bỏ túi mật chậm, cá sẽ bị chua như quả chưa chín. Vì vậy, việc \"chế biến món cá nóc ngon hay không\" cũng trở thành một trong những tiêu chí để đánh giá tay nghề của người đầu bếp Sumeru."
    },
    "materialType": "MATERIAL_EXCHANGE"
}