{
    "name": {
        "en": "Tuna Sushi",
        "de": "Thunfisch-Sushi",
        "chs": "金枪鱼寿司",
        "cht": "金槍魚壽司",
        "es": "Sushi de atún",
        "fr": "Sushi au thon",
        "id": "Tuna Sushi",
        "jp": "マグロの握り寿司",
        "kr": "참치 초밥",
        "pt": "Sushi de Atum",
        "ru": "Суши с тунцом",
        "th": "Tuna Sushi",
        "vi": "Sushi Cá Ngừ"
    },
    "id": 108250,
    "materialDesc": {
        "en": "A traditional dish made with one's bare hands. The soft and lightly-vinegared rice is matched with the fresh fish. Locals consider this a slightly luxurious treat.",
        "de": "Ein traditionelles Gericht, das mit bloßen Händen zubereitet wird. Der weiche und leicht gegorene Reis ist mit dem frischen Fisch abgestimmt. Die Einheimischen betrachten dies als einen leicht luxuriösen Genuss.",
        "chs": "徒手捏制的传统食物。口感软糯而略带醋味的米饭，搭配上新鲜的鱼片。对当地人来说是一份略显奢侈的享受。",
        "cht": "徒手捏製的傳統食物。口感軟糯而略帶醋味的米飯，搭配上新鮮的魚片。對當地人來說是一份略顯奢侈的享受。",
        "es": "Una comida tradicional que se hace con las manos. El arroz, de una textura glutinosa y muy ligeramente avinagrado, se acompaña de unas láminas de pescado fresco. Esta comida es casi considerada un lujo para la gente local.",
        "fr": "Un plat traditionnel confectionné à mains nues. Le riz doux et légèrement vinaigré complémente à merveille le poisson frais. Les locaux considèrent presque ce mets comme un luxe.",
        "id": "Makanan tradisional yang dipadatkan dengan tangan. Rasa lembut dan sedikit asam dari bulir-bulir nasinya cocok sekali dipadukan dengan potongan ikan segar. Bagi warga lokal, makanan ini tergolong cukup mewah.",
        "jp": "素手で握った伝統料理。柔らく少し酢の効いたお米に、新鮮なネタを乗せた。地元の人にとっては、少し贅沢な料理だ。",
        "kr": "맨손으로 뭉친 전통 음식. 식감이 말캉하고, 은은한 식초 향이 나는 쌀에 신선한 생선회를 올린 이 초밥은 현지인들에게는 다소 사치스러운 음식이다",
        "pt": "Um prato tradicional feito com as próprias mãos. O arroz macio e levemente umedecido com vinagre é acompanhado de peixe fresco. Os habitantes locais consideram este prato ligeiramente luxuoso.",
        "ru": "Традиционное блюдо, вылепленное из клейкого риса. Сочетание мягкого риса с ноткой уксуса и свежей рыбы считается местными роскошным лакомством.",
        "th": "อาหารแบบดั้งเดิมที่ปรุงด้วยมือ ข้าวเหนียวนุ่มมาพร้อมกลิ่นน้ำส้มสายชูเล็กน้อย จับคู่กับเนื้อปลาสด สำหรับชาวบ้านถือเป็นประสบการณ์ที่หรูหราเล็ก ๆ น้อย ๆ",
        "vi": "Món ăn truyền thống được nắn bằng tay. Cơm tẻ mềm dẻo lẫn một chút vị giấm, kèm theo lát cá tươi ngon. Đây là sự hưởng thụ hơi có phần xa xỉ của người bản xứ."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}