{
    "name": {
        "en": "Tusk of Monoceros Caeli",
        "de": "Hauer des Monoceros Caeli",
        "chs": "吞天之鲸·只角",
        "cht": "吞天之鯨·隻角",
        "es": "Cuerno de Monoceros Caeli",
        "fr": "Corne de Monoceros Caeli",
        "id": "Tusk of Monoceros Caeli",
        "jp": "呑天の鯨·只角",
        "kr": "하늘을 삼킨 고래·뿔",
        "pt": "Chifre de Baleia Come-Céu",
        "ru": "Рог небесного кита",
        "th": "Tusk of Monoceros Caeli",
        "vi": "Thôn Thiên Kình - Sừng"
    },
    "id": 113013,
    "materialDesc": {
        "en": "The horn of a whale that you obtained from defeating Childe, who had unleashed the might of his Delusion.\\nIt is said that the shape of one's constellation determines one's character. The image of a whale cruising across the celestial heights represents a solipsism that seeks to crush and devour all in its path.\\nEmbracing this aspect of himself, Childe gleefully summoned one such beast before throwing himself into battle against you.",
        "de": "Das Walhorn, das du nach dem Sieg über den Grafen mit der Kraft des Teuflischen Auges errungen hast.\\nMan sagt, dass die Form des Sternbildes den Charakter eines Menschen bestimmt. Das Bild eines Wals, der über die himmlischen Höhen kreuzt, der versucht, alles auf seinem Weg zu zermalmen und zu verschlingen.\\nWährend eures Kampfes hat er fröhlich eine solche Bestie herbeigerufen, um dich anzugreifen.",
        "chs": "战胜解放了邪眼之力的「公子」后，取来的水鲸之角。\\n传说中，命之座的图形反映着人的气质。而巡弋漆黑夜空的星辰之鲸，恐怕映照出的是粉碎一切、吞噬一切的狂傲理念吧…\\n而接受了这一面的他，欣然唤出灭世的水之鲸，投身与你的战斗。",
        "cht": "#戰勝解放了邪眼之力的「公子」後，取來的水鯨之角。\\n傳說中，命之座的圖形反映著人的氣質。而巡弋漆黑夜空的星辰之鯨，恐怕映照出的是粉碎一切、吞噬一切的狂傲理念吧…\\n而接受了這一面的他，欣然喚出滅世的水之鯨，投身與{F#妳}{M#你}的戰鬥。",
        "es": "El cuerno de una ballena que obtuviste tras derrotar a Nobile después de que este liberara el poder de su Engaño.\\nCuenta la leyenda que la forma de las constelaciones refleja el temperamento de las personas. La constelación de la ballena que patrulla el cielo nocturno, Monoceros Caeli, parece reflejar la idea presuntuosa de aplastarlo y devorarlo todo...\\nDe hecho, Nobile invocó a la ballena extinguemundos en la batalla entre ustedes dos.",
        "fr": "La corne d'une baleine que vous avez obtenue en battant Tartaglia, qui avait libéré la puissance de son œil maléfique.\\nD'aucuns prétendent que le caractère d'une personne est défini par la forme de sa constellation. L'image d'une baleine traversant le firmament est une allégorie de la destruction réduisant tout à néant sur son chemin.\\nC'est une bête similaire qu'il invoqua lors de votre combat.",
        "id": "Tanduk paus yang didapatkan setelah berhasil mengalahkan Childe, seorang Harbinger yang menggunakan kekuatan Delusion.\\nKonon katanya, bentuk konstelasi seseorang menggambarkan sifat aslinya. Gambar seekor paus bintang yang terbang bebas di langit malam sepertinya menggambarkan kehancuran yang akan melahap semua benda tanpa terkecuali...\\nChilde yang mengetahui hal ini, tetap memanggil sang paus penghancur saat bertarung melawanmu.",
        "jp": "邪眼の力を解放した「公子」に勝利した後、手に入れた水鯨の角。\\n伝説によると、命ノ星座は人の気質を表している。漆黒の夜空を泳ぐ星の鯨は、恐らくすべてを粉砕し丸飲みする狂気的な理念を表していたのだろう…\\nこれを受け入れた彼は、世界を破滅させる水の鯨を呼び出し、戦いを挑んでくるだろう。",
        "kr": "사안의 힘으로부터 「타르탈리아」를 해방시키며 얻은 고래의 뿔.\\n운명의 자리는 인간의 자질을 반영하지만 칠흑 같은 밤하늘을 순찰하는 별빛 고래는 모든 걸 부수고 모든 걸 삼키는 광오한 이념을 비춘다고 한다….\\n이를 받아들인 그는 기꺼이 세상을 멸할 고래를 소환해 당신과 싸울 것이다",
        "pt": "Um chifre de baleia obtido após derrotar Childe que liberou a força da sua Ilusão.\\nDiz a lenda que a forma da constelação de uma pessoa reflete suas características. A imagem de uma baleia pairando o céu celestial representa um solipsismo que busca destruir e devorar tudo em seu caminho.\\nDurante a batalha, ele chamou essa baleia para o atacar.",
        "ru": "Рог кита, доставшийся вам после победы над Чайльдом, выпустившим на волю силу своего Глаза Порчи.\\nГоворят, что созвездие, под которым родился человек, определяет его характер. Небесный кит, плывущий в звёздной черноте ночи, пожалуй, олицетворяет всепоглощающее и непреклонное высокомерие...\\nЗная об этом, Чайльд с удовольствием призвал это чудовище себе на помощь во время боя.",
        "th": "งาของวาฬที่ได้รับหลังจากเอาชนะ Childe ผู้ที่ได้ปลดปล่อยพลังแห่งเนตรมาร\\nตำนานกล่าวว่ารูปร่างของกลุ่มดาวเป็นตัวสะท้อนให้เห็นถึงนิสัยเฉพาะตัวของคน ซึ่งดาวแห่งวาฬอันสุกสกาวอยู่บนท้องฟ้ายามค่ำคืนนั้น ได้สะท้อนให้เห็นถึงความโอหังที่ต้องการทำลายและกลืนกินทุกสิ่ง...\\nแต่เขายอมรับตัวเองในเรื่องนี้ และเรียกวาฬมาโจมตีคุณ",
        "vi": "Sau khi đánh bại Childe sử dụng sức mạnh Delusion, đoạt lại Sừng Thủy Kình.\\nTheo truyền thuyết, hình dạng của Cung Mệnh sẽ phản ánh ra khí chất của con người. Còn Tinh Thần Chi Kình tuần tra trong sao đêm tăm tối, e rằng lại phản ảnh ý niệm ngạo mạn muốn đập nát và nuốt chửng mọi thứ...\\nHắn chấp nhận điều đó mà triệu hồi Thủy Kình để chiến đấu với bạn."
    },
    "materialType": "MATERIAL_AVATAR_MATERIAL"
}