{
    "name": {
        "en": "Twilight Theater Head's Notes",
        "de": "Manuskript des Leiters der Theatergruppe Zwielicht",
        "chs": "暮夜剧团团长的手稿",
        "cht": "暮夜劇團團長的手稿",
        "es": "Manuscrito del director de la Compañía de Teatro Crepúsculo",
        "fr": "Notes du chef de troupe du théâtre du crépuscule",
        "id": "Draf Naskah Ketua Twilight Theater",
        "jp": "暮夜劇団団長の手稿",
        "kr": "심야 극단 단장의 원고",
        "pt": "Roteiro do Diretor da Companhia Teatral Crepúsculo",
        "ru": "Записи руководителя Театра сумерек",
        "th": "ต้นฉบับของหัวหน้าคณะละครทไวไลท์",
        "vi": "Bản Thảo Trưởng Đoàn Kịch Hoàng Hôn"
    },
    "id": 101993,
    "materialDesc": {
        "en": "The script for \"Drama Phantasmagoria: Tale of the Sword-Wielding Princess!\" The meandering scribbles appended to the script seem to be annotations from the theater troupe head, some of which contain such radical instructions as to render their adoption unlikely in the extreme.",
        "de": "Das Regiebuch vom „Nächtlichen Trugbild – Märchen von der schwertschwingenden Prinzessin“. Bei der krakeligen Handschrift scheint es sich um Anmerkungen des Leiters zu handeln, von denen einige so radikal sind, dass sie wohl nicht übernommen werden würden.",
        "chs": "《极夜幻想剧·王女执剑记！》的台本。潦草的字迹似乎是团长的批注，部分批注十分激进，想必不会被采纳吧。",
        "cht": "《極夜幻想劇·王女執劍記！》的劇本。潦草的字跡似乎是團長的批註，部分批註十分激進，想必不會被採納吧。",
        "es": "El guion de la obra «Fantasía nocturna: La leyenda de la princesa guerrera». Hay algunas cosas escritas de manera un poco caótica que parecen ser las anotaciones del director. Algunas de esas anotaciones tienen comentarios muy crudos. Da la impresión de que no aceptarán este guion...",
        "fr": "Le scénario de « Fantasmagorie dramatique : Conte de la princesse à l'épée ! ». Les griffonnages ajoutés au scénario semblent être des annotations du chef de la troupe de théâtre, certaines contenant des instructions si radicales que leur exécution en devient plutôt improbable...",
        "id": "Naskah \"Drama Phantasmagoria: 'Kisah Sang Putri Pedang'\". Bekas tulisan yang seperti cakar ayam itu sepertinya merupakan komentar dari ketua. Sebagian komentarnya sangat ketus, sepertinya tidak akan diterima deh.",
        "jp": "『極夜幻想劇·剣を持つ王女！』の台本。乱雑な筆跡は団長の注釈と思われるが、中には過激なものもあり、きっと採用されないだろう。",
        "kr": "《극야 환상극·검을 든 왕녀!》의 대본. 조잡한 글씨는 단장의 주석이다. 하지만 일부 주석은 너무 과격해서 아마 받아들여지지 않을 것 같다",
        "pt": "O roteiro para \"Dramaturgia Fantasmagórica: A Princesa Espadachim!\". Os rabiscos ao redor do roteiro parecem ser anotações do diretor da companhia de teatro, e algumas delas contêm instruções extremas para que não sejam utilizadas.",
        "ru": "Сценарий спектакля «Драматическая фантасмагория: Сказание о принцессе с мечом». Бессвязные каракули, приложенные к сценарию, похоже, являются примечаниями руководителя театральной труппы. Некоторые из них настолько радикальны, что вряд ли будут приняты.",
        "th": "บทละครเรื่อง \"Phantasmagoria - บันทึกดาบแห่งเจ้าหญิง!\" รอยขีดเขียนลวก ๆ คล้ายจะเป็นความคิดเห็นประกอบที่หัวหน้าคณะละครเขียนเอาไว้ ข้อความบางส่วนค่อนข้างรุนแรง คิดว่าคงไม่ได้นำไปใช้แล้วแหละมั้ง",
        "vi": "Kịch bản của \"Ảo Mộng Đêm Khuya - Chuyện Về Nữ Hoàng Mang Kiếm!\". Nét chữ nguệch ngoạc dường như là lời ghi chú của trưởng đoàn kịch, một số nhận xét rất cấp tiến, chắc sẽ không được chấp thuận."
    },
    "materialType": "MATERIAL_QUEST"
}