{
    "name": {
        "en": "Twinning Isle Mural",
        "de": "Wandmalerei der Zwillingsinsel",
        "chs": "「双双岛」的壁画",
        "cht": "「雙雙島」的壁畫",
        "es": "Mural de las Islas Hermanas",
        "fr": "Fresque des Îles jumelles",
        "id": "Mural Twinning Isle",
        "jp": "「フタフタ島」の壁画",
        "kr": "「쌍둥이 섬」의 벽화",
        "pt": "Mural das Ilhas Gêmeas",
        "ru": "Рисунок с Парного острова",
        "th": "ภาพวาดฝาผนังเกาะ Twinning Isle",
        "vi": "Bích Họa Đảo Song Sinh"
    },
    "id": 100844,
    "materialDesc": {
        "en": "A mural that you found on a stone wall on Twinning Isle. The mountain in the mural bears a special mark...",
        "de": "Die Wandmalerei, die du an einer Steinwand auf der Zwillingsinsel gefunden hast. In der Malerei steht ein Berg mit einer sonderbaren Markierung ...",
        "chs": "从「双双岛」的石壁上记录下来的壁画。画中的山上有着一处特别的标记…",
        "cht": "從「雙雙島」的石壁上記錄下來的壁畫。畫中的山上有著一處特別的標記…",
        "es": "Una imagen de un mural que había en un peñasco de las Islas Hermanas. En la montaña de la imagen hay una extraña marca.",
        "fr": "Une fresque que vous avez trouvée sur un mur en pierre des Îles jumelles. La montagne qui y est représentée semble porter une marque spéciale...",
        "id": "Salinan dari mural yang ditemukan di Twinning Isle. Sepertinya ada sebuah tanda khusus di gunung dalam mural ini...",
        "jp": "「フタフタ島」の石壁から写した壁画。絵の中の山には特殊な印が…",
        "kr": "「쌍둥이 섬」의 바위 벽에 그려진 벽화. 산속의 어떤 곳에 특별한 표시가 있는 것 같다…",
        "pt": "Um desenho de um mural que estava em uma parede de pedra nas Ilhas Gêmeas. Há um lugar especial marcado nas montanhas pintadas...",
        "ru": "Рисунок, который был обнаружен на каменной стене на Парном острове. На изображённой на нём горе есть особый символ...",
        "th": "ภาพวาดฝาผนังที่บันทึกมาจากกำแพงหินของ \"เกาะ Twinning Isle\" บนภูเขาในภาพมีสัญลักษณ์ที่ดูพิเศษอยู่แห่งหนึ่ง...",
        "vi": "Tranh khắc trên vách đá trên \"Đảo Song Sinh\". Ngọn núi trong tranh có một ký hiệu đặc biệt..."
    },
    "materialType": "MATERIAL_QUEST"
}