{
    "name": {
        "en": "Two-Tier Vendor's Booth: Rising Fortunes",
        "de": "Zweigliedriger Verkaufsstand – „Steigendes Vermögen“",
        "chs": "双重商摊-「运势层层高」",
        "cht": "雙重商攤-「運勢層層高」",
        "es": "Puesto comercial doble: Fortuna en ascenso",
        "fr": "Présentoir de marchand à deux niveaux « Bonne fortune »",
        "id": "Kios Dagang Dua Lapis: Keuntungan Berlipat",
        "jp": "二段式商店-「運気上昇」",
        "kr": "이중 노점-「운세 상승」",
        "pt": "Bancada Dupla Comercial: Fortunas em Ascensão",
        "ru": "Двухуровневый прилавок: Восходящая удача",
        "th": "แผงขายสินค้า - \"ระดับชั้นแห่งโชคชะตา\"",
        "vi": "Gian Hàng Đôi - Cao Vời Vợi"
    },
    "id": 394307,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Two Tier Vendor's Booth: Rising Fortunes.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Zweigliedriger Verkaufsstand – Steigendes Vermögen“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「双重商摊-『运势层层高』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「雙重商攤-『運勢層層高』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Puesto comercial doble: Fortuna en ascenso.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du présentoir de marchand à deux niveaux « Bonne fortune ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Kios Dagang Dua Lapis: Keuntungan Berlipat\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「二段式商店-『運気上昇』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「이중 노점-『운세 상승』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Bancada Dupla Comercial: Fortunas em Ascensão\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Двухуровневый прилавок: Восходящая удача».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างแผงขายสินค้า - \"ระดับชั้นแห่งโชคชะตา\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Gian Hàng Đôi - Cao Vời Vợi\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}