{
    "name": {
        "en": "Two-Tier Candle Chandelier",
        "de": "Doppelter Kerzenleuchter",
        "chs": "双层烛台吊灯",
        "cht": "雙層燭臺吊燈",
        "es": "Lámpara de velas con dos pisos",
        "fr": "Lustre à deux rangées de chandelles",
        "id": "Lampu Gantung Lilin 2 Lapis",
        "jp": "二段式キャンドルシャンデリア",
        "kr": "2단 촛대 샹들리에",
        "pt": "Lustre com Dupla Camada de Velas",
        "ru": "Двухъярусная люстра со свечами",
        "th": "โคมไฟแชนเดอร์เลียเชิงเทียนสองชั้น",
        "vi": "Đèn Chùm Giá Nến 2 Tầng"
    },
    "id": 380401,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Two-Tier Candle Chandelier.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Doppelter Kerzenleuchter“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「双层烛台吊灯」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「雙層燭臺吊燈」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Lámpara de velas con dos pisos.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du lustre à deux rangées de chandelles.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Lampu Gantung Lilin 2 Lapis\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「二段式キャンドルシャンデリア」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「2단 촛대 샹들리에」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Lustre com Dupla Camada de Velas\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Двухъярусная люстра со свечами».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"โคมไฟแชนเดอร์เลียเชิงเทียนสองชั้น\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Đèn Chùm Giá Nến 2 Tầng\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}