{
    "name": {
        "en": "Udon Noodles",
        "de": "Udon-Nudeln",
        "chs": "乌冬面",
        "cht": "烏龍麵",
        "es": "Udon",
        "fr": "Udon",
        "id": "Udon Noodles",
        "jp": "うどん",
        "kr": "우동",
        "pt": "Macarrão Udon",
        "ru": "Лапша удон",
        "th": "Udon Noodle",
        "vi": "Mì Udon"
    },
    "id": 108378,
    "materialDesc": {
        "en": "Highly springy noodles. After several rounds of rising and pulling, the result is silky smooth yet springy noodles. Unlike ramen, which prizes dense flavors, udon noodles use light flavors to heal the Inazuman soul.",
        "de": "Elastische Nudeln. Nach der Gärung und mehrmaligem Dehnen des Teigs sind die Nudeln von schöner Konsistenz. Udon unterscheidet sich von Ramen dadurch, dass es trotz seines milden Geschmacks in der Lage ist, die Sorgen der Einwohner von Inazuma zu lindern.",
        "chs": "韧劲十足的面食。面团经过多次醒发与拉长之后，变成了爽滑弹牙的面条。与风味浓郁的拉面不同，乌冬面以清淡的味道治愈着稻妻的人们。",
        "cht": "韌勁十足的麵食。麵糰經過多次醒發與拉長之後，變成了爽滑彈牙的麵條。與風味濃郁的拉麵不同，烏龍麵以清淡的味道治癒著稻妻的人們。",
        "es": "Unos fideos muy tenaces. Después de esperar a que la masa fermentase y tras haberla estirado varias veces, se ha convertido en unos fideos al dente y de una suave textura. El udon se diferencia del ramen en que, incluso con un sabor tan suave, es capaz de aliviar las preocupaciones de la gente de Inazuma.",
        "fr": "Des nouilles très élastiques. Après les avoir laissées lever et étirées à de nombreuses reprises, les nouilles sont devenues soyeuses mais élastiques. Contrairement aux ramen, qui sont riches en saveurs, les nouilles udon utilisent des saveurs légères qui apaisent les esprits inazumiens.",
        "id": "Mi yang sangat kenyal. Setelah beberapa kali diangkat dan ditarik, akhirnya jadilah mi yang halus dan kenyal. Tidak seperti ramen yang mengutamakan rasa padat, mi udon menggunakan rasanya yang ringan untuk menyembuhkan jiwa orang Inazuma.",
        "jp": "歯ごたえのある麺類。何度も寝かせて伸ばした生地は滑らかで、コシのある麺に変わった。味の濃いラーメンと違い、うどんはあっさりとした味付けで稲妻の人々を癒やしてくれる。",
        "kr": "쫄깃쫄깃한 면 요리. 수차례 숙성을 시킨 반죽을 길게 늘려 탱글탱글한 면으로 만든다. 풍미가 깊은 라멘과는 달리, 우동은 담백한 맛으로 이나즈마 사람들을 치유하고 있다",
        "pt": "Macarrão com muita elasticidade. Depois de muito amassar, o resultado é um macarrão macio e sedoso. Ao contrário de ramen, que usa sabores intensos, o macarrão udon usa sabores suaves para apaziguar o espírito das pessoas de Inazuma.",
        "ru": "Эта лапша очень упругая. После того как тесто несколько раз поднимается и вытягивается, в результате получается лапша с приятной текстурой: гладкая и упругая. В отличие от насыщенного рамэна удон своим лёгким вкусом исцеляет душу любого инадзумца.",
        "th": "เมนูเส้นสุดเหนียวนุ่ม ก้อนแป้งที่ผ่านการดึงและยืดมาหลายต่อหลายครั้งจนกลายเป็นเส้นที่เรียบลื่นและเหนียวนุ่ม ซึ่งแตกต่างไปจากรสชาติเข้มข้นของราเมน อูด้งสามารถเยียวยาจิตวิญญาณของชาว Inazuma ได้ด้วยรสชาติอ่อน ๆ ของมัน",
        "vi": "Món mì sợi dai. Sau khi lên men và kéo căng nhiều lần, bột sẽ trở thành sợi mì mềm mại và có tính đàn hồi. Không giống như Ramen hương vị đậm đà, mì udon lại làm say lòng người dân Inazuma với hương vị nhẹ nhàng."
    },
    "materialType": "MATERIAL_FOOD"
}