{
    "name": {
        "en": "Ultra-Hot Burner Lamp Test Model",
        "de": "Test-Ultrahitzelampe",
        "chs": "试验型超燃灯",
        "cht": "試驗型超燃燈",
        "es": "Lámpara de combustión experimental",
        "fr": "Modèle d'essai de lampe à ultra-brûleur",
        "id": "Ultra-Hot Burner Lamp Test Model",
        "jp": "実験型超燃ランプ",
        "kr": "특급 가열 램프 프로토타입",
        "pt": "Modelo Protótipo de Lanterna de Super-Combustão",
        "ru": "Опытный образец горелки сверхвысоких температур",
        "th": "ตะเกียงความร้อนสูงพิเศษรุ่นทดลอง",
        "vi": "Đèn Đốt Dạng Thí Nghiệm"
    },
    "id": 220060,
    "materialDesc": {
        "en": "A gadget that improves the efficiency of food processing by consuming minerals.\\nYoung Akademiya researchers are accustomed to cooking with their experimental instruments. Someone invented an \"Ultra-Hot Burner Lamp\" that utilizes the energy of minerals to juice up the heat, all the better to save time and increase cooking efficiency.\\nThe one you have is a test model for civilian use with power constraints and a dimmer flame, which should reduce its fire hazard rating. Even so, this convenient gadget is still perfectly capable of cooking jam and drying sausages with ease.",
        "de": "Ein Gerät, das die Effizienz der Lebensmittelverarbeitung durch den Verbrauch von Mineralien steigert.\\nDie jungen Forscher der Akademie sind es gewohnt, mit ihren Versuchsgeräten zu kochen. Um die Effizienz beim Kochen zu erhöhen, haben sie die „Ultrahitzelampe“ erfunden, die die Energie von Mineralien nutzt, um die Leistung zu erhöhen.\\nDas Gerät, das du hier siehst, ist das Testmodell für den zivilen Gebrauch, das eine Leistungsbeschränkung hat und bei dem die Flamme entfernt wurde, um das Risiko eines Brandes zu verringern. Trotzdem ist dieses Gerät perfekt geeignet, um Marmelade zu kochen und Würste zu trocknen.",
        "chs": "能够通过消耗矿物，提高食材加工效率的小装置。\\n教令院的年轻学者有着利用实验器材进行烹饪的习惯。为了提高效率，节约时间，有人发明了「超燃灯」这种能将矿物中的能量提取出来，增加功率的装置。\\n手中的是这种超燃灯的民用试验型，限制了出力功率，消除了明火，以降低火灾风险。不过，就算如此，还是能够熬制果酱、烘干香肠，十分方便。",
        "cht": "能夠透過消耗礦物，提高食材加工效率的小裝置。\\n教令院的年輕學者有著利用實驗器材烹飪的習慣。為了提高效率，節約時間，有人發明了「超燃燈」這種能將礦物中的能量提取出來，增加功率的裝置。\\n手中的是這種超燃燈的民用試驗型，限制了出力功率，消除了明火，以降低火災風險。不過，就算如此，還是能夠熬製果醬、烘乾香腸，十分方便。",
        "es": "Un dispositivo que mejora la eficiencia del procesamiento de alimentos utilizando minerales.\\nLos eruditos más jóvenes de la Academia de Sumeru tienen por costumbre usar herramientas experimentales para cocinar. Para aumentar la eficiencia y ahorrar tiempo, alguien inventó esta lámpara de combustión que extrae la energía de los minerales, con lo que mejora la productividad.\\nEste artilugio experimental de uso popular reduce el esfuerzo necesario para procesar alimentos al descartar el uso del fuego para disminuir el riesgo de incendios. Sin embargo, sigue siendo muy útil para hacer mermelada o fiambres curados.",
        "fr": "Un gadget qui permet d'augmenter l'efficacité de la préparation d'ingrédients en utilisant du minerai.\\nLes jeunes chercheurs de l'Académie ont pour habitude de cuisiner avec leurs instruments expérimentaux. L'un d'entre eux a inventé une lampe à ultra-brûleur qui utilise l'énergie des minerais pour augmenter la chaleur, afin de gagner du temps et d'améliorer l'efficacité de la cuisson des aliments.\\nCe modèle est un prototype à usage civil dont la puissance a été bridée et qui ne produit pas de flammes afin de diminuer le risque d'incendie. En dépit de cela, ce gadget reste parfaitement utilisable pour préparer de la confiture ou faire sécher des saucisses, ce qui est très pratique.",
        "id": "Alat yang meningkatkan efisiensi pemrosesan makanan dengan mengonsumsi bijih mineral.\\nPeneliti muda Akademiya terbiasa memasak dengan menggunakan instrumen percobaan mereka. Untuk meningkatkan efisiensi memasak, mereka menciptakan \"Ultra-Heat Burner Lamp\" yang memanfaatkan energi dari bijih mineral untuk meningkatkan panasnya.\\nYang sekarang sedang dipegang ini adalah model pengujian untuk penggunaan sipil dengan daya keluaran yang dibatasi serta nyala api yang dihilangkan sehingga risiko terjadinya kebakaran dapat diminimalisasi. Meski begitu, alat ini masih mampu memasak selai dan mengeringkan sosis secara sempurna dengan mudahnya.",
        "jp": "鉱物を消費して、食材の加工効率を上げられる小さな装置。\\n教令院の若い学者たちは、実験機材を用いて調理する習慣がある。時間を節約するために、誰かが鉱物からエネルギーを抽出して効率を上げる「実験型超燃ランプ」という装置を作ったのだ。\\n今手に取っているこれは民間用の実験モデルであり、出力効率が制限されている。火力は弱くなったが、火事になるリスクも下がった。しかしそれでも、ジャムやソーセージの製作には十分便利な装置である。",
        "kr": "광물을 소모해 식자재의 가공 효율을 높일 수 있는 작은 장치.\\n아카데미아의 젊은 학자들은 실험 도구로 요리하는 습관이 있다. 그중 어떤 학자는 효율을 높이고 시간을 절약하기 위해 광물 속 에너지를 추출해 출력을 높이는 「특급 가열 램프」라는 장치를 발명했다.\\n손에 있는 이 특급 가열 램프는 민간용 테스트 버전으로 안전을 위해 출력을 제한하고 불씨를 사용하지 않도록 만들었다. 하지만 과일잼을 만들고 소시지를 건조하는 등 편리한 장치로 사용되고 있다",
        "pt": "Um dispositivo que aumenta a eficiência de processamento de comida ao consumir minerais.\\nJovens pesquisadores da Academia estão acostumados a cozinhar com seus instrumentos experimentais. Alguém inventou a Lanterna de Super Combustão que utiliza a energia de minerais para aumentar o calor para poupar tempo e melhorar a eficiência ao cozinhar.\\nO que você tem em mãos é um protótipo utilizado para uso civil com limitações energéticas e chama mais branda, o suficiente para reduzir o risco de incêndios. Ainda assim, esse dispositivo conveniente é facilmente capaz de cozinhar geleia e desidratar salsichas.",
        "ru": "Использующее минералы в качестве топлива устройство, которое может значительно повысить эффективность обработки пищи.\\nМолодые исследователи Академии привыкли готовить с помощью своих экспериментальных приборов. Кто-то из них изобрёл «Горелку сверхвысоких температур», которая нагревается за счёт потребления энергии минералов. Это позволяет сэкономить время и повышает эффективность приготовления пищи.\\nУ вас в руках тестовая модель для неспециалистов. Мощность и использование открытого огня в ней были несколько ограничены, чтобы сделать устройство менее пожароопасным. И всё же этот удобный прибор по-прежнему отлично подходит для варки варенья или обжарки сосисок.",
        "th": "อุปกรณ์ขนาดเล็ก ที่สามารถใช้แร่ในการเพิ่มประสิทธิภาพของการแปรรูปวัตถุดิบอาหารได้\\nนักวิชาการรุ่นเยาว์ของสถาบันมีนิสัยที่ชอบทำอาหารโดยใช้เครื่องมือการทดลอง เพื่อเป็นการเพิ่มประสิทธิภาพและประหยัดเวลา จึงมีคนคิดค้น \"ตะเกียงความร้อนสูงพิเศษ\" ที่สามารถดึงพลังงานจากแร่ออกมา เพื่อใช้เพิ่มประสิทธิภาพของอุปกรณ์ได้\\nตะเกียงความร้อนสูงพิเศษที่อยู่ในมือนี้ยังเป็นเพียงรุ่นทดลอง จึงมีการจำกัดอัตราการใช้พลังงาน และถอดไฟส่องสว่างออก เพื่อลดความเสี่ยงในการเกิดไฟไหม้ แต่ถึงแม้จะเป็นเช่นนั้น ก็ยังสามารถทำแยมผลไม้ หรือย่างไส้กรอกได้อย่างสะดวกสบาย",
        "vi": "Một thiết bị nhỏ có thể nâng cao hiệu quả chế biến thực phẩm bằng cách tiêu thụ khoáng chất.\\nCác học giả trẻ của Giáo Viện có thói quen dùng nguyên liệu thí nghiệm để nấu ăn. Để tăng hiệu suất và tiết kiệm thời gian, có người của \"Học Phái Kshahrewar\" chuyên nghiên cứu cơ quan đã phát minh ra loại thiết bị có thể hút năng lượng trong khoáng sản để làm tăng hiệu suất.\\nChiếc đèn trong tay là loại thí nghiệm sử dụng trong dân dụng đang chuẩn bị được đầu tư sản xuất, đã giới hạn hiệu suất, loại bỏ lửa cháy để giảm thiểu các rủi ro mất an toàn. Nhưng dù vậy thì nó vẫn rất tiện lợi khi nấu mứt hoặc sấy xúc xích."
    },
    "materialType": "MATERIAL_CONSUME"
}