{
    "name": {
        "en": "Umbrella Shop: Drapes of Differing Dreams",
        "de": "Blumenschirmstand – „Andere Träume“",
        "chs": "花伞铺-「异梦绮彩」",
        "cht": "花傘鋪-「異夢綺彩」",
        "es": "Puesto de parasoles: Sueños coloridos",
        "fr": "Échoppe d'ombrelles « Draperie des rêves différents »",
        "id": "Toko Payung: Ragam Tirai Mimpi",
        "jp": "紙傘屋-「異夢綺彩」",
        "kr": "꽃우산 가게-「이몽(異夢)의 빛깔」",
        "pt": "Loja de Guarda-chuvas: \"Sonhos Coloridos\"",
        "ru": "Магазин зонтов: Занавес сновидений",
        "th": "ร้านค้าร่มหลากสี - \"ฝันเฟื่องหลากสีสัน\"",
        "vi": "Sạp Dù - Ảo Mộng"
    },
    "id": 390508,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making an Umbrella Shop: Drapes of Differing Dreams.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Blumenschirmstand – Andere Träume“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「花伞铺-『异梦绮彩』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「花傘鋪-『異夢綺彩』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Puesto de parasoles: Sueños coloridos.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de l'échoppe d'ombrelles « Draperie des rêves différents ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Toko Payung: Ragam Tirai Mimpi.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「紙傘屋-『異夢綺彩』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「꽃우산 가게-『이몽(異夢)의 빛깔』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Loja de Guarda-chuvas: \"Sonhos Coloridos\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Магазин зонтов: Занавес сновидений».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างร้านค้าร่มหลากสี - \"ฝันเฟื่องหลากสีสัน\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Sạp Dù - Ảo Mộng\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}