{
    "name": {
        "en": "Unagi Chazuke",
        "de": "Unagi-Chazuke",
        "chs": "鳗肉茶泡饭",
        "cht": "鰻肉茶泡飯",
        "es": "Arroz con anguila bañado en té",
        "fr": "Chazuke à l'anguille",
        "id": "Unagi Chazuke",
        "jp": "うな茶漬け",
        "kr": "뱀장어 살코기 오차즈케",
        "pt": "Carne Fresca Chazuke",
        "ru": "Унаги тядзукэ",
        "th": "Unagi Chazuke",
        "vi": "Cơm Trà Xanh Thịt Lươn"
    },
    "id": 108356,
    "materialDesc": {
        "en": "A light and tasty main dish. Well-boiled tea is poured over rice with unagi on top and allowed to steep quietly until the rice grains have absorbed the fragrance of the tea. When combined with the lingering sweet aftertaste of the unagi, you can eat half a bowl before Paimon can say \"Whoa!\"",
        "de": "Ein einfaches und schmackhaftes Hauptgericht. Gut gekochter Tee wird über den Reis mit Unagi gegossen und in Ruhe ziehen gelassen, bis die Reiskörner den Duft des Tees aufgenommen haben. In Kombination mit dem anhaltenden süßen Nachgeschmack des Unagi kann man eine halbe Schüssel essen, bevor Paimon „Oh, lala!“ sagen kann.",
        "chs": "清淡可口的主食。往铺好鳗肉的米饭上倒入泡好的茶，短暂静置，等米粒吸饱了茶的香气，配上回味悠长略带回甘的鳗肉，眨眼间便能呼啦呼啦吃掉大半碗。",
        "cht": "清淡可口的主食。往鋪好鰻肉的米飯上倒入泡好的茶，短暫靜置，等米粒吸飽了茶的香氣，配上回味悠長略帶回甘的鰻肉，眨眼間便能呼啦呼啦吃掉大半碗。",
        "es": "Un plato principal ligero y sabroso. El té se vierte sobre la anguila colocada en el arroz y se deja reposar hasta que este haya absorbido el aroma del té y la anguila tenga un regusto ligeramente dulce. Antes de que te des cuenta, ya habrás devorado la mitad.",
        "fr": "Un plat principal léger et goûteux. Le thé parfaitement bouilli a été versé sur le riz recouvert d'unagi. On laisse le tout infuser tranquillement jusqu'à ce que les grains de riz aient absorbé le parfum du thé. Avec le petit arrière-goût sucré de l'unagi, vous aurez déjà mangé la moitié du bol avant que Paimon n'ait eu le temps de dire « Waouh ! ».",
        "id": "Makanan pokok yang ringan dan lezat. Teh yang sudah diseduh dengan baik dituangkan ke atas nasi dengan unagi yang menaunginya, lalu dibiarkan meresap dengan pas sampai butiran nasinya menyerap aroma teh. Dengan rasa manisnya unagi yang bisa bertahan lama, kamu tidak akan sadar bahwa kamu melahap sebagian besar makanan itu dalam sekejap sampai kemudian Paimon meneriakimu, \"Berhenti!\"",
        "jp": "さっぱりとした主食。うなぎを乗せたお米にお茶を入れ、お米がお茶の香りを吸収するまで静かに待つ。うなぎのほんのりとした甘さは絶妙な美味しさを引き立て、箸がどんどん進んであっという間に食べ終わってしまう。",
        "kr": "담백하고 맛있는 주식. 뱀장어 살코기를 올린 쌀밥에 우린 차를 붓고 쌀밥이 차의 향기를 흡수할 때까지 잠시 기다린다. 그리고 뒷맛이 달달한 뱀장어 살코기와 함께 먹으면, 눈 깜짝할 사이에 한 그릇 뚝딱이다",
        "pt": "Um prato principal leve e saboroso. Um chá bem fervido é derramado sobre o arroz com unagi por cima e deixado adentrar lentamente até que os grãos de arroz tenham absorvido a fragrância do chá. Quando combinado com o sabor doce e persistente do unagi, você é capaz de comer meia tigela antes que Paimon possa dizer \"Uau!\"",
        "ru": "Лёгкое и вкусное основное блюдо. Рис с унаги заливают заваренным чаем и дают настояться, пока зерна риса не впитают аромат чая. Благодаря тягучему сладкому послевкусию унаги можно одномоментно съесть целую чашку этого изумительного блюда.",
        "th": "อาหารจานหลักที่มีรสชาติอ่อน ๆ สุดอร่อย เทน้ำซุปชาที่ชงอย่างดีลงบนข้าวที่โปะหน้าด้วยปลาไหล พักไว้สักครู่ เพื่อรอให้กลิ่นหอมหอมของชาแทรกซึมเข้าสู่เม็ดข้าว เมื่อรวมเข้ากับเนื้อปลาไหลที่ทิ้งรสหวานไว้ในปากอย่างยาวนาน คุณสามารถกินหมดเป็นครึ่งถ้วยในเวลาชั่วพริบตา",
        "vi": "Món ăn chính thanh đạm vừa miệng. Rưới nước trà lên phần cơm có đặt sẵn thịt lươn, chờ trong tích tắc, khi hạt cơm thấm đậm hương thơm của trà, kèm thêm thịt lươn với dư vị ngọt ngào, trong chớp mắt có thể ngấu nghiến hết nửa chén cơm."
    },
    "materialType": "MATERIAL_FOOD"
}