{
    "name": {
        "en": "Universal Peace",
        "de": "Weltfrieden",
        "chs": "四方和平",
        "cht": "四方和平",
        "es": "Paz universal",
        "fr": "Paix universelle",
        "id": "Universal Peace",
        "jp": "四方平和",
        "kr": "세계 평화",
        "pt": "Paz Universal",
        "ru": "«Благоденствие»",
        "th": "Universal Peace",
        "vi": "Thế Giới Hòa Bình"
    },
    "id": 108202,
    "materialDesc": {
        "en": "Colorful staple food. Maintains perfect balance between soft and fragrant rice and all kinds of carefully selected sweet ingredients. This dish is mainly known for its meaning as a symbol of prosperity and peace, and less so for its taste. However, with such noble ideals behind it, its flavor should not disappoint.",
        "de": "Ein farbenfrohes Hauptgericht. Süße Zutaten werden gemischt und in den herrlich duftenden Klebreis gelegt und gedämpft. Was noch viel wichtiger ist als der liebliche Geschmack, ist der Reichtum und Frieden in einem selbst, den man dabei spürt. Nur wer Frieden in sich selbst findet, kann ihn in die Welt hinaustragen.",
        "chs": "色彩缤纷的主食。香软糯口的稻米间，紧实地码放着各类甜味的食材。比起口味，更重视的是万事兴隆，天下太平的心意。而心意就是最好的调味料，所以口味一定不会差。",
        "cht": "色彩繽紛的主食。香軟潤口的稻米間，緊實地塞著各類甜味的食材。比起口味，更重要的是萬事興隆、天下太平的心意。而心意就是最好的調味料，所以口味一定不會差。",
        "es": "Un plato de comida muy colorido. Entre los suaves y glutinosos granos de arroz hay todo tipo de ingredientes dulces. Más que el sabor, lo que se pretende resaltar con este plato es la idea de la paz y la prosperidad. Con una intención tan buena puesta en él, este plato siempre estará delicioso.",
        "fr": "Un plat de résistance aux mille couleurs. Le riz gluant est accompagné de différents ingrédients sucrés. Ceux qui apprécient ce plat accordent dit-on plus d'importance à ce qu'il représente qu'à son goût : l'idée de la paix universelle et de la prospérité. Et celui qui le prépare avec ces idéaux en tête ne peut le rater, paraît-il.",
        "id": "Sebuah hidangan utama yang berwarna-warni. Beragam bahan yang manis digabungkan dengan nasi dan ketan yang empuk. Yang lebih penting dari rasa yang nikmat adalah semua makhluk hidup makmur dan dunia ini menjadi damai. Pikiranmu adalah bumbu terbaik, jadi rasa makanan ini pasti cukup enak.",
        "jp": "カラフルな主食。柔らかくモチモチした米の間に、各種甘い食材が挟まっている。味よりも興隆と天下泰平の意味を込めることを重視している。込められた心は最高の調味料であるため、味もきっと悪くない。",
        "kr": "알록달록한 주식. 부드럽고 찰기가 있는 쌀에 단맛이 나는 여러 가지 재료들이 실하게 들어 있다. 맛보다는 만사형통, 천하태평을 기원하는 마음이 더 중요하며, 이런 마음이 최고의 조미료가 되어 맛이 없을 수가 없다.",
        "pt": "Um prato muito colorido. Possui um equilíbrio perfeito entre o leve e cheiroso arroz e todos os tipos de ingredientes doces cuidadosamente selecionados. Esse prato é conhecido principalmente por causa de seu nome como um símbolo de prosperidade e paz, e menos por causa de seu gosto. Entretanto, com tais ideais nobres, seu sabor não deve decepcionar.",
        "ru": "Красочное блюдо. Идеальное сочетание мягкого ароматного риса и тщательно подобранных сладких ингредиентов. Блюдо знаменито не столько своим вкусом, сколько тем, что оно является символом мира и процветания. Не бывает невкусным, ведь идея - лучшая приправа.",
        "th": "อาหารจานหลักสีสันสดใส ความลงตัวที่แสนจะเพอร์เฟกต์ระหว่างความหอมนุ่มของข้าว และความหวานนานาชนิดของวัตถุดิบที่เลือกสรรมาอย่างดี สิ่งสำคัญที่อยู่เหนือรสชาตินั้นคือเจตนารมณ์ของความรุ่งเรืองและความสงบสุข เพราะเจตนารมณ์คือเครื่องปรุงรสที่ดีที่สุด ดังนั้นรสชาติจะไม่แย่อย่างแน่นอน",
        "vi": "Món chính đầy màu sắc với nguyên liệu ngọt ngào quyện chặt giữa những hạt nếp dẻo thơm. Tâm ý của món ăn mong cho thiên hạ thái bình, khắp nơi thịnh vượng còn quan trọng hơn cả mùi vị của nó. Mà tâm ý lại chính là hương liệu tuyệt vời nhất, thế nên mùi vị chắc chắn sẽ không tệ."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}