{
    "name": {
        "en": "",
        "de": "",
        "chs": "",
        "cht": "",
        "es": "",
        "fr": "",
        "id": "",
        "jp": "",
        "kr": "",
        "pt": "",
        "ru": "",
        "th": "",
        "vi": ""
    },
    "id": 100722,
    "materialDesc": {
        "en": "Dropped by <color=#FF5E41FF>fluffy enemies</color> and <color=#FF5E41FF>small animals</color>. Can also be harvested from plants.\\nCommon velvety material that can be processed into lantern wicks so that the lanterns can float away with their beautiful wishes.\\nFound in Liyue.",
        "de": "Beute von <color=#FF5E41FF>flauschigen Gegnern</color> und <color=#FF5E41FF>kleinen Tieren</color>. Auch beim Sammeln von Pflanzen zu erhalten.\\nEin Füllstoff, den man überall finden kann. Nach einem besonderen Verarbeitungsverfahren kann daraus das Innere von Laternen hergestellt werden. In Begleitung von Wünschen und Hoffnungen erhebt sich die Füllung dann in den Himmel.\\nIn Liyue zu finden",
        "chs": "从<color=#FF5E41FF>毛茸茸的敌人</color>与<color=#FF5E41FF>小动物</color>身上获得，也有可能从植物中采集得到。\\n随处可见的绒材。特殊处理后，可以制成霄灯的灯芯，让它承载着良善的愿望飘向远方。\\n可在璃月寻找",
        "cht": "從<color=#FF5E41FF>毛茸茸的敵人</color>與<color=#FF5E41FF>小動物</color>身上獲得，也有可能從植物中採集得到。\\n隨處可見的絨材。特殊處理後，可以製成霄燈的燈芯，讓它承載著良善的願望飄向遠方。\\n可在璃月尋找",
        "es": "Obtenido de <color=#FF5E41FF>enemigos peludos</color> y <color=#FF5E41FF>animales pequeños</color>, o, con cierta probabilidad, al recolectar plantas.\\nEs un material que puede encontrarse por todas partes. Después de un tratamiento especial, se puede transformar en una mecha para las linternas celestes, lo que le permite llevar los deseos muy lejos.\\nPuedes encontrarse en Liyue.",
        "fr": "Un butin obtenu sur des <color=#FF5E41FF>ennemis duveteux</color>, et des <color=#FF5E41FF>animaux</color>. Il peut également être obtenu sur des plantes.\\nUn matériau commun. Il peut être utilisé pour fabriquer des mèches de lanterne avec un traitement spécial. Laissez la lanterne porter vos beaux souhaits et flotter au loin.\\nPeut être trouvé à Liyue.",
        "id": "Dijatuhkan oleh <color=#FF5E41FF>monster yang berbulu</color> dan <color=#FF5E41FF>hewan kecil</color>. Juga bisa didapatkan dari beberapa tanaman.\\nBahan berserat umum yang dapat diproses menjadi sumbu lentera sehingga lentera dapat melayang jauh bersama dengan harapan yang dibawanya.\\nDapat ditemukan di Liyue.",
        "jp": "<color=#FF5E41FF>モフモフした敵</color>と<color=#FF5E41FF>小動物</color>から獲得でき、植物からも採集できる。\\nどこにでも見られるモフモフな素材、特殊処理をすると、霄灯の灯芯として使用でき、美しい願いを乗せて遠くへ飛ばすことができる。\\n璃月地域で獲得できる。",
        "kr": "<color=#FF5E41FF>털이 복실복실</color>한 <color=#FF5E41FF>동물</color>에게서 획득할 수 있고, 식물 채칩으로도 획득할 수 있다.\\n어디서나 볼 수 있는 털이다. 특수 처리 후 소등의 심지로 만들 수 있다. 소등에 선량한 희망을 가득 담아 멀리 날려 보낸다.\\n리월에서 찾을 수 있다",
        "pt": "Obtido de inimigos como <color=#FF5E41FF>Fatui, hillichurls</color>, e <color=#FF5E41FF>Feiticeiro do Abismo</color>. Também pode ser coletado de plantas.\\nMaterial de pavio comum, pode ser processado em embrulhos de lanternas para que elas possam flutuar para longe com seus lindos desejos.\\nPode ser encontrado em Liyue.",
        "ru": "Падает с <color=#FF5E41FF>мохнатых врагов</color> и <color=#FF5E41FF>маленьких животных</color>; также можно собрать с растений.\\nПосле особенной обработки из этого самого обыкновенного пуха можно сделать фитиль для фонаря, который позволит ему лететь далеко-далеко и нести с собой прекрасные мечты людей.\\nМожно найти в Ли Юэ.",
        "th": "รับได้จาก<color=#FF5E41FF>ศัตรูตัวฟู ๆ</color> และ <color=#FF5E41FF>สัตว์ตัวเล็ก ๆ</color> และอาจจะสามารถเก็บจากต้นไม้ได้ด้วย\\nเส้นขนที่สามารถหาได้ทั่ว ๆ ไป โดยเมื่อผ่านกรรมวิธีพิเศษบางอย่างจะสามารถทำเป็นไส้ตะเกียงของโคม Xiao ได้ ซึ่งจะทำให้มันสามารถนำพาความปรารถนาที่ดีล่องลอยไปยังสถานที่ที่ไกลแสนไกล\\nสามารถหาได้ที่ Liyue",
        "vi": "Lấy từ trên thân <color=#FF5E41FF>lông của kẻ địch</color> hoặc <color=#FF5E41FF>động vật nhỏ</color>, cũng có thể thu thập từ thực vật.\\nSợi tơ ở khắp mọi nơi. Sau khi được xử lý, có thể làm thành tâm đèn trời, hãy để nó mang theo nguyện vọng lương thiện đi đến nơi xa.\\nCó thể tìm ở Liyue"
    },
    "materialType": "MATERIAL_QUEST"
}