{
    "name": {
        "en": "",
        "de": "",
        "chs": "",
        "cht": "",
        "es": "",
        "fr": "",
        "id": "",
        "jp": "",
        "kr": "",
        "pt": "",
        "ru": "",
        "th": "",
        "vi": ""
    },
    "id": 100721,
    "materialDesc": {
        "en": "Dropped by <color=#FF5E41FF>the Fatui, hilichurls</color>, and <color=#FF5E41FF>Abyss Mages</color>. Can also be harvested from plants.\\nCommon fibrous material that can be processed into lantern wrappings so that the lanterns can float away with their beautiful wishes.\\nFound in Liyue.",
        "de": "Beute von <color=#FF5E41FF>Fatui, Hilichurlen</color>, <color=#FF5E41FF>Abgrundmagiern</color> und anderen Gegnern. Auch beim Sammeln von Pflanzen zu erhalten.\\nZellulose, die man überall finden kann. Nach einem besonderen Verarbeitungsverfahren kann daraus die Hülle von Laternen hergestellt werden. In Begleitung von Wünschen und Hoffnungen erhebt sich das Papier dann in den Himmel.\\nIn Liyue zu finden",
        "chs": "从<color=#FF5E41FF>愚人众、丘丘人</color>与<color=#FF5E41FF>深渊法师</color>等敌人处获取，也有可能从植物中采集得到。\\n随处可见的纤维素。特殊处理后，可以制成霄灯的灯皮，让它承载着良善的愿望飘向远方。\\n可在璃月寻找",
        "cht": "從<color=#FF5E41FF>愚人眾、丘丘人</color>與<color=#FF5E41FF>深淵法師</color>等敵人處獲取，也有可能從植物中採集得到。\\n隨處可見的纖維素。特殊處理後，可以製成霄燈的燈皮，讓它承載著良善的願望飄向遠方。\\n可在璃月尋找",
        "es": "Obtenido de enemigos como <color=#FF5E41FF>Fatui, Hilichurls</color> y <color=#FF5E41FF>Magos del Abismo</color>, o, con cierta probabilidad, al recolectar plantas.\\nMaterial de celulosa que puede encontrarse por todas partes. Después de un tratamiento especial, se puede usar para el exterior de las linternas celestes, lo que le permite llevar los deseos muy lejos.\\nPuede encontrarse en Liyue.",
        "fr": "Un butin obtenu sur les <color=#FF5E41FF> Fatui, Brutocollinus</color>, et les <color=#FF5E41FF>Mages de l'Abîme</color>. Elle peut également être obtenue sur des plantes.\\nUne cellulose commune. Elle peut être utilisée pour fabriquer des enveloppes de lanterne avec un traitement spécial. Laissez la lanterne porter vos beaux souhaits et flotter au loin.\\nPeut être trouvé à Liyue.",
        "id": "Dijatuhkan oleh <color=#FF5E41FF>para Fatui, Hilichurl</color>, dan <color=#FF5E41FF>Abyss Mage</color>. Juga bisa didapatkan dari beberapa tanaman.\\nBahan berserat umum yang dapat diproses menjadi pembungkus lentera sehingga lentera dapat melayang jauh bersama dengan harapan yang dibawanya.\\nDapat ditemukan di Liyue.",
        "jp": "<color=#FF5E41FF>ファデュイ、ヒルチャール</color>、そして<color=#FF5E41FF>アビスの魔術師</color>などの敵から獲得でき、植物からも採集できる。\\nどこにでも見られる繊維、特殊処理をすると、霄灯の紙袋として使用でき、美しい願いを乗せて遠くへ飛ばすことができる。\\n璃月地域で獲得できる。",
        "kr": "<color=#FF5E41FF>우인단, 츄츄족</color>과 <color=#FF5E41FF>심연 메이지</color> 등의 적에게서 획득하고, 식물 채집으로도 획득할 수 있다.\\n어디서나 볼 수 있는 섬유소. 특수 처리 후 소등의 외피로 만들 수 있다. 소등에 선량한 희망을 가득 담아 멀리 날려 보낸다.\\n리월에서 찾을 수 있다",
        "pt": "Obtido de inimigos como <color=#FF5E41FF>Fatui, hillichurls</color>, e <color=#FF5E41FF>Feiticeiro do Abismo</color>. Também pode ser coletado de plantas.\\nMaterial de fibra comum, pode ser processado em embrulhos de lanternas para que elas possam flutuar para longe com seus lindos desejos.\\nPode ser encontrado em Liyue.",
        "ru": "Падает с <color=#FF5E41FF>Фатуи</color>, <color=#FF5E41FF>хиличурлов</color> и <color=#FF5E41FF>магов Бездны</color>; также можно собрать с растений.\\nПосле особенной обработки из этого самого обыкновенного волокна можно сделать покрытие для фонаря, которое позволит ему лететь далеко-далеко и нести с собой прекрасные мечты людей.\\nМожно найти в Ли Юэ.",
        "th": "รับได้จาก <color=#FF5E41FF>Fatui, Hilichurl</color> และ <color=#FF5E41FF>Abyss Mage</color> และอาจจะสามารถเก็บจากต้นไม้ได้ด้วย\\nเส้นใยที่สามารถหาได้ทั่ว ๆ ไป โดยเมื่อผ่านกรรมวิธีพิเศษบางอย่างแล้วจะสามารถนำมาทำเป็นตัวโคมของโคม Xiao ได้ ซึ่งจะทำให้มันสามารถนำพาความปรารถนาที่ดีล่องลอยไปยังสถานที่ที่ไกลแสนไกล\\nสามารถหาได้ที่ Liyue",
        "vi": "Nhặt được từ <color=#FF5E41FF>Fatui, Hilichurl</color> và <color=#FF5E41FF>Pháp Sư Vực Sâu</color>, cũng có thể thu thập từ thực vật. \\nSợi tơ ở khắp mọi nơi. Sau khi được xử lý, nó có thể được tạo thành vỏ của Đèn Minh Tiêu, để nó mang theo những nguyện vọng tốt đẹp đến nơi xa.\\nCó thể tìm ở Liyue"
    },
    "materialType": "MATERIAL_QUEST"
}