{
    "name": {
        "en": "Unmoving Essential Oil",
        "de": "Geröllöl",
        "chs": "磐石精油",
        "cht": "磐石精油",
        "es": "Aceite esencial de inmovilidad",
        "fr": "Huile essentielle Géo",
        "id": "Unmoving Essential Oil",
        "jp": "磐石のオイル",
        "kr": "반석의 오일",
        "pt": "Óleo Essencial de Rocha",
        "ru": "Эссенция неподвижности",
        "th": "Unmoving Essential Oil",
        "vi": "Tinh Dầu Bàn Thạch"
    },
    "id": 111018,
    "materialDesc": {
        "en": "Grants greater affinity for Geo, boosting Geo DMG.\\nYou can feel the fine Geo pellets within when applied. It's said to help with physical injuries.",
        "de": "Ein Öl, das einen empfänglicher für die Geo-Kraft macht und den Geo-Schaden erhöht.\\nDiese Salbe enthält winzige Körnchen und man spürt die Geo-Kraft schon gleich beim Auftragen. Sie hilft angeblich auch bei körperlichen Wunden.",
        "chs": "让人更亲和岩元素的油膏，能提升造成的岩元素伤害。\\n其中有着细小颗粒的药，涂抹时能感受到其中含有的岩元素。据说对跌打损伤也有好处。",
        "cht": "讓人更親和岩元素的油膏，能提升造成的岩元素傷害。\\n其中有著細小顆粒的藥，塗抹時能感受到其中含有的岩元素。據說對跌打損傷也有好處。",
        "es": "Un bálsamo que aumenta la afinidad con la roca y potencia el Daño Geo.\\nContiene pequeñas partículas medicinales y, al utilizarlo, se pueden sentir unos finos gránulos Geo. Se dice que es de gran ayuda contra las lesiones físicas.",
        "fr": "Un onguent qui a une forte affinité avec l'élément Géo et peut augmenter les DGT infligés par l'élément Géo.\\nVous sentez les grains Géo lorsque vous l'appliquez. On dit qu'elle est également un bon médicament pour les blessures physiques.",
        "id": "Meningkatkan intensitas terhadap elemen Geo, meningkatkan Geo DMG.\\nKamu bisa merasakan butiran Geo yang halus saat digunakan. Dikatakan bisa membantu pemulihan cedera.",
        "jp": "岩元素ダメージを上げることができるオイル。\\n中には細かい粒が入っている薬、塗るとその岩元素を感じられる。外傷にいいと言われる。",
        "kr": "바위 원소와 가까워지게 해주는 연고. 바위 원소 피해를 올릴 수 있다.\\n안에 아주 작은 입자가 들어있는 약, 바를 때 입자에 깃들어 있는 바위 원소를 느낄 수 있다. 타박상에도 효과가 있다고 한다",
        "pt": "Concede maior afinidade Geo, impulsionando o Dano Geo.\\n Você pode sentir pequenos granulados Geo ao aplicar. Dizem que ajuda a curar ferimentos físicos.",
        "ru": "Эфирное масло, которое сближает с Гео стихией и увеличивает Гео урон.\\nПосле нанесения вы чувствуете, будто мышцы в вашем теле каменеют. Говорят, что это масло также хорошо помогает при ушибах и растяжениях.",
        "th": "น้ำมันเสริมธาตุหิน สามารถเพิ่มความเสียหายหินได้\\nมีลักษณะเป็นของเหลวปนเม็ดกรวดละเอียด ใช้แล้วจะสามารถรับรู้ถึงธาตุหินรอบข้างได้ดี ว่ากันว่าสามารถบรรเทาอาการ บาดเจ็บทางร่างกายได้ด้วย",
        "vi": "Loại cao dầu giúp tăng sát thương Nguyên Tố Nham tạo thành.\\nTrong thuốc có những hạt nhỏ, khi bôi lên sẽ cảm nhận được Nguyên Tố Nham trong đó. Nghe nói cũng có tác dụng chữa bầm tím."
    },
    "materialType": "MATERIAL_FOOD"
}