{
    "name": {
        "en": "Unyielding Spirit",
        "de": "Unbeugsamer Geist",
        "chs": "千折不屈犹壮气",
        "cht": "千折不屈猶壯氣",
        "es": "Gran determinación",
        "fr": "Détermination inflexible",
        "id": "Unyielding Spirit",
        "jp": "挫けぬ壮健",
        "kr": "백절불굴의 의지",
        "pt": "Espírito Determinado",
        "ru": "Непоколебимый дух",
        "th": "จิตวิญญาณแห่งความกล้า",
        "vi": "Ý Chí Bất Khuất Không Bỏ Cuộc"
    },
    "id": 223010,
    "materialDesc": {
        "en": "After visiting a neighboring state, a certain firework artisan from Liyue went on an unforgettable journey with a certain adventure team leader, thus basing this explosion's design off his favored gesture.",
        "de": "Nach einem Besuch in einer benachbarten Stadt unternahm ein bestimmter Feuerwerker aus Liyue eine so unvergessliche Reise mit einem bestimmten Anführer einer gewissen Abenteurertruppe, dass er ein Feuerwerk schuf, dessen Gestaltung auf der bevorzugten Geste dieses Anführers beruht.",
        "chs": "某位璃月的烟花工匠在造访邻国后，与一位冒险团团长共同经历了难忘的旅程，并参考那位冒险团长常用的手势，开发了这种创意烟花。",
        "cht": "某位璃月的煙花工匠在造訪鄰國後，與一位冒險團團長共同經歷了難忘的旅程，並參考那位冒險團長常用的手勢，開發了這種創意煙花。",
        "es": "Cuando un artesano pirotécnico de Liyue visitó un país vecino, experimentó un viaje inolvidable junto al líder de una brigada de aventuras. El artesano se inspiró en un frecuente gesto de ese líder para crear este fuego artificial.",
        "fr": "Après une visite d'un pays voisin, un artificier de Liyue s'embarqua dans un voyage inoubliable avec le chef d'une bande d'aventuriers et créa ce feu d'artifice à l'image du signe de main que celui-ci faisait souvent.",
        "id": "Setelah mengunjungi negara tetangga, seorang pengrajin kembang api Liyue melakukan perjalanan yang tak terlupakan bersama-sama dengan seorang pemimpin tim petualangan. Dia kemudian mengembangkan kembang api penuh kreativitas dengan mengambil referensi dari gestur yang sering digunakan oleh sang pemimpin tim petualangan tersebut.",
        "jp": "ある璃月の花火職人が隣国を訪れた際、冒険団の団長に出会い、忘れ難い旅を経験した。その団長がよくしていた仕草を参考に開発された独創的な花火。",
        "kr": "리월의 폭죽 장인이 이웃 나라를 방문했을 때, 어느 모험단 단장과 잊지 못할 여행을 겪고, 모험단 단장이 자주 하는 제스처를 참고해 개발한 창의적인 폭죽",
        "pt": "Após uma visita a uma nação vizinha, um pirotecnista de Liyue partiu numa jornada inesquecível com um líder de uma equipe de aventura, baseando a forma dessa explosão em sua gentileza.",
        "ru": "Во время поездки в соседнюю страну некий мастер фейерверков из Ли Юэ отправился в незабываемое путешествие с неким лидером отряда искателей приключений, поэтому в основу дизайна этого фейерверка лёг его излюбленный жест.",
        "th": "หลังจากไปเยี่ยมเยียนเมืองใกล้เคียงแล้ว ช่างฝีมือจาก Liyue ที่ได้มีประสบการณ์การเดินทางที่ยากจะลืมเลือนร่วมกับหัวหน้านักผจญภัยท่านหนึ่ง และได้คิดค้นดอกไม้ไฟชนิดนี้ขึ้นมา โดยอ้างอิงจากท่าทางที่หัวหน้านักผจญภัยท่านนั้นใช้เป็นประจำ",
        "vi": "Một người thợ làm pháo hoa nào đó của Liyue sau khi ghé thăm nước láng giềng, đã cùng đội trưởng đoàn mạo hiểm nào đó trải qua một hành trình khó quên, và đã tham khảo động tác đặc trưng mà người đó thường dùng để chế tạo ra loại pháo hoa này."
    },
    "materialType": "MATERIAL_FIREWORKS"
}