{
    "name": {
        "en": "Utmost Care",
        "de": "Mit größter Hingabe",
        "chs": "关怀备至",
        "cht": "關懷備至",
        "es": "Cuidado extremo",
        "fr": "Soin extrême",
        "id": "Utmost Care",
        "jp": "至れり尽くせり",
        "kr": "지극정성",
        "pt": "Cuidado Extremo",
        "ru": "Максимальная забота",
        "th": "Utmost Care",
        "vi": "Chăm Sóc Tận Tình"
    },
    "id": 108468,
    "materialDesc": {
        "en": "Candace's specialty. The aroma of this dish hits your nose long before it can be plated up. It would seem that Candace's adept guardianship also extends to sustaining appetites... But, uh, this really is an extraordinary amount of Aaru Mixed Rice. How are you supposed to deal with this mountain of \"overflowing consideration\"?",
        "de": "Candaces Spezialzubereitung. Vorm Servieren riechst du bereits diesen auf die Nase einstürmenden Duft. Es scheint, als sei Candace auch im Schutz des „Appetits“ sehr gewissenhaft ... Allein die Menge ist noch ein wenig größer als bei einem gewöhnlichen gemischten Aaru-Reis. Wie soll man diese „fast schon übermäßige Hingabe“ ganz aufessen?",
        "chs": "坎蒂丝的特色料理。在端上来之前先已闻到扑鼻的香气，看来坎蒂丝在守护「胃口」方面也颇有心得…只是这分量比寻常的阿如拌饭还要来得更多一些，该、该如何才能将这一份「备至到过量的关怀」全部吃完呢？",
        "cht": "坎蒂絲的特色料理。在端上來之前先已聞到撲鼻的香氣，看來坎蒂絲在守護「胃口」方面也頗有心得…只是這分量比尋常的阿如拌飯還要來得更多一些，該、該如何才能將這一份「備至到過量的關懷」全部吃完呢？",
        "es": "La especialidad de Candace. El aroma de este plato llega a tu nariz mucho antes de servirlo. Parece que Candace también tiene un don para cuidar el apetito... Sin embargo, viene servido con una cantidad de arroz de Aaru mayor de lo habitual. ¿Cómo se supone que alguien pueda terminarse esta montaña de “cuidado excesivo”?",
        "fr": "Spécialité culinaire de Candace. L'arôme de ce plat vient au nez bien avant qu'il ne soit servi. Il semblerait que Candace ait aussi un don pour entretenir l'appétit... Cependant, la quantité de riz est bien supérieure à celle d'un riz mélangé d'Aaru traditionnel. Comment est-on censé pouvoir finir cette montagne de « soin extrême, voire excessif » ?",
        "id": "Masakan andalan Candace. Aroma hidangan ini bahkan sudah mencapai indera penciumanmu jauh sebelum disajikan di depanmu. Sepertinya Candace juga bisa melindungi \"nafsu makan\"nya dengan sangat baik. Tapi ... ini benar-benar jumlah Aaru Mixed Rice yang sangat banyak. Ba-bagaimana caramu menghadapi hidangan dengan \"pertimbangan yang sudah terlalu berlebihan\" ini?",
        "jp": "キャンディスのオリジナル料理。目の前に出された皿からは、香ばしい匂いが漂ってくる。どうやらキャンディスは「食欲」を守ることについても、心得があるようだ…しかし…普通のアアルコシャリよりも随分ボリューミーに見える。一体どうやってこの「尽くされ過ぎの一皿」を食べ切ろうか？",
        "kr": "캔디스의 특제 요리. 식탁에 올라오기도 전에 그 향기에 매료된다. 캔디스는 「입맛」을 지키는 데 일가견이 있는 것 같다… 하지만 웬만한 아루 비빔밥보다 훨씬 많은 양의 이 「과도한 배려」를… 다 먹을 수 있을까?",
        "pt": "Especialidade de Candace. O aroma desse prato atinge seu nariz antes de ser servido. Parece que as habilidades guardiãs de Candace também incluem a satisfazer paladares... Mas isso é uma quantidade extraordinária de Arroz Misturado de Aaru. Como você vai lidar com essa montanha de \"consideração excessiva\"?",
        "ru": "Фирменное блюдо Кандакии. Вы улавливаете аромат этого блюда задолго до того, как оно появляется на столе. Похоже, забота Кандакии распространяется и на поддержание аппетита... Но эта порция даже больше, чем обычный пилав Аару. Как вы собираетесь справиться с этой «горой внимания»?",
        "th": "เมนูพิเศษของ Candace กลิ่นหอมของมันโชยมาแต่ไกลก่อนอาหารจะถูกนำมาเสิร์ฟเสียอีก ดูเหมือนว่า Candace จะมีความสามารถในการคุ้มกัน \"อาหารการกิน\" ด้วยเช่นกัน... เพียงแต่ปริมาณนี้มันดูจะมากกว่า Aaru Mixed Rice แบบปกติทั่วไปไปสักหน่อย จะ...จะจัดการกินเจ้า \"ความห่วงใยที่ปริมาณมากเกินไป\" นี้ให้หมดยังไงดีนะ?",
        "vi": "Món ăn đặc biệt của Candace. Trước khi bưng lên đã ngửi thấy mùi thơm phức, có vẻ như Candace cũng có nhiều kinh nghiệm trong việc bảo vệ \"khẩu vị\"... Chỉ là phần này nhiều hơn so với Cơm Trộn Aaru thông thường, phải làm sao để ăn hết phần \"chăm sóc quá mức\" này đây?"
    },
    "materialType": "MATERIAL_FOOD"
}