{
    "name": {
        "en": "Valberry",
        "de": "Valbeere",
        "chs": "落落莓",
        "cht": "落落莓",
        "es": "Valbaya",
        "fr": "Tombaie",
        "id": "Valberry",
        "jp": "ヴァルベリー",
        "kr": "낙락베리",
        "pt": "Valberry",
        "ru": "Валяшка",
        "th": "Valberry",
        "vi": "Quả Dâu Đỏ"
    },
    "id": 100022,
    "materialDesc": {
        "en": "A plump and translucent berry that has a fragrant smell and a sweet, refreshing taste. In the past, the storm watchers' only solace was the sweetness of this fruit and hope for the city's peace.",
        "de": "Eine pralle und durchsichtige Beere, die im Mund einen frischen, süßen Geschmack entfaltet. Die Wächter, die früher nach dem Sturm Ausschau hielten, fanden Trost in der Süße der Valbeere sowie der Hoffnung auf Ruhe in der Stadt.",
        "chs": "饱满透亮的莓果，在口中绽放出清甜的花香。在过去，守望风暴的人仅有的慰藉便是落落莓的甜蜜与对城市安宁的希望。",
        "cht": "飽滿透亮的莓果，在口中綻放出清甜的花香。在過去，守望風暴的人僅有的慰藉便是落落莓的甜蜜與對城市安寧的希望。",
        "es": "Una baya redonda y brillante que tiene un olor aromático y un sabor dulce y refrescante. En el pasado, los vigilantes de las tormentas encontraron consuelo en la dulzura de la valbaya y en la esperanza de que la ciudad se volviera tranquila y segura.",
        "fr": "Une baie juteuse laissant un goût sucré et rafraîchissant en bouche. Dans le passé, ce fruit offrait quelque réconfort à ceux qui surveillaient les tempêtes.",
        "id": "Buah yang bulat dan bening, aromanya harum dan rasanya sangat manis. Konon di zaman dahulu, para pengamat badai sering kali mendapatkan ketenangan dari rasa manis buah ini, sambil berharap akan keamanan kota.",
        "jp": "透き通るベリー類。食べると口の中は微かな花の香りに満たされる。かつて嵐を見張る人にとって唯一の労わりはヴァルベリーの甘さと城の安全に対する希望だけである。",
        "kr": "풍성하고 투명한 베리. 입에서 달콤한 향이 퍼진다. 예전에 폭풍이 오나 살피던 사람에게는 몬드의 안녕을 기원하며 이 달콤한 낙락베리를 먹는 게 유일한 낙이었다",
        "pt": "Uma baga redonda translúcida que tem um odor aromático e um sabor doce e refrescante. No passado, os observadores das tempestades encontraram consolo na doçura da fruta e na esperança pela segurança da cidade.",
        "ru": "Мягкая полупрозрачная ягода, обладающая ярким ароматом и сладким вкусом. В прошлом Смотрители бури нашли утешение и надежду в сладости этой ягоды.",
        "th": "ผลเบอร์รี่ที่มีความใส ให้รสหอมหวานบางๆในปาก ในอดีตนั้นผู้เฝ้าระวังพายุจะใช้ความหวานของมันเป็นตัวปลอบโยนและมอบความหวังที่จะปกปักรักษาเมือง",
        "vi": "Quả dâu mọng nước long lanh, tỏa ra hương thơm mát dịu trong miệng. Trước đây, sự an ủi với những người đứng gác trong giông bão chính là mùi vị ngọt ngào của quả dâu và niềm hy vọng thành phố yên bình."
    },
    "materialType": "MATERIAL_EXCHANGE"
}