{
    "name": {
        "en": "Valley Weaver",
        "de": "Bergbrokat",
        "chs": "「山阴锦簇」",
        "cht": "「山陰錦簇」",
        "es": "Tejedora de los valles",
        "fr": "Tisserande de la vallée",
        "id": "Penenun Lembah",
        "jp": "「山の花錦」",
        "kr": "「산음금족」",
        "pt": "Tecedor dos Vales",
        "ru": "«Горная ткачиха»",
        "th": "\"Valley Weaver\"",
        "vi": "\"Sơn Âm Cẩm Thốc\""
    },
    "id": 100488,
    "materialDesc": {
        "en": "Silk Flowers from which perfume used in the Rite of Parting is made.\\nThis variety originally grew in dark, damp locations. It is known for its profusion of petals, densely packed stamens, and powerful scent.",
        "de": "Seidenblumen, die zur Herstellung der Duftessenz für den Adeptenabschied benötigt werden.\\nDiese Sorte wächst an Bergen oder in Feuchtgebieten in dichten Gruppen, was ihnen größere und dichtere Blütenblätter sowie ein kräftiges Aroma verleiht.",
        "chs": "用于制作「送仙典仪」所需香膏的霓裳花。\\n这个品种原本生长在山阴潮湿之地，花瓣大、蕊密，香气扑鼻，堪称花团锦簇。",
        "cht": "用於製作「送仙典儀」所需香膏的霓裳花。\\n這個品種原本生長在山陰潮濕之地，花瓣大、蕊密，香氣撲鼻，堪稱花團錦簇。",
        "es": "Flores de seda con las que se elabora el perfume utilizado en el Rito del Ascenso.\\nEsta variedad crece originalmente en lugares oscuros y húmedos. Es conocido por sus pétalos profusos, estambres densamente amontonados y aroma potente.",
        "fr": "Des fleurs de soie utilisées lors du rituel de l'ascension.\\nCette variété, généralement cultivée dans des environnements sombres et humides, est réputée pour ses pétales et étamines denses, ainsi que son riche parfum.",
        "id": "Silk Flower yang digunakan untuk membuat parfum yang diperlukan dalam Rite of Parting.\\nTumbuhan ini tumbuh di daerah yang gelap dan lembap. Dikenal dengan kelopaknya yang banyak, benang sari yang padat, dan aroma yang kuat.",
        "jp": "「送仙儀式」に必要な香膏の材料となる霓裳花。\\n山の陰や湿気の多いところにある品種で、花弁は大きく、花蕊が密集しているため香りが濃い。",
        "kr": "「송신의례」에 필요한 향고를 만드는 데 쓰이는 예상꽃.\\n이 품종은 원래 산의 음지나 습한 곳에서 나며, 잎이 크고 술이 무성하며 향기가 아주 강해서 산음금족이라고 한다",
        "pt": "Flores de Seda das quais é feito o perfume usado no Ritual da Separação.\\nEsta variedade cresceu originalmente em locais escuros e úmidos. É conhecida por sua profusão de pétalas, estames densamente compactados e aromas poderosos.",
        "ru": "Шелковица, из которой изготавливают ароматические масла для Церемонии Вознесения.\\nЭтот вид растёт в тёмных местах с повышенной влажностью. Его отличают длинные лепестки, плотно растущие тычинки и густой аромат.",
        "th": "น้ำหอมของดอก Silk Flower ที่สำหรับใช้ในการทำ \"พิธีส่งเซียน\"\\nดอกชนิดนี้เจริญเติบโตได้ดีในที่มืดและชุ่มน้ำ, เกสรใหญ่, กลีบหนาแน่น, กลิ่นหอมโชยเตะจมูก และเรียกได้ว่าเป็นดอกไม้ที่มีสีสันวิจิตรงดงาม",
        "vi": "Hoa nghê thường được dùng để chế tạo sáp thơm trong \"Điển Lễ Tiễn Tiên\".\\nLoài này sinh trưởng ở nơi âm u, ẩm ướt thường có cánh hoa lớn, nhuỵ dày đặc, hương thơm nồng nàn và sắc màu rực rỡ."
    },
    "materialType": "MATERIAL_QUEST"
}