{
    "name": {
        "en": "Vera's Melancholy (II)",
        "de": "Veras Trübsinn – Band II",
        "chs": "少女薇拉的忧郁·卷二",
        "cht": "少女薇拉的憂鬱·卷二",
        "es": "La melancolía de Vera (II)",
        "fr": "La Mélancolie de Véra - Tome II",
        "id": "Kemelankolisan Vera (II)",
        "jp": "少女ヴィーラの憂鬱·2",
        "kr": "소녀 베라의 우울·권2",
        "pt": "Melancolia de Vera (II)",
        "ru": "Меланхолия Веры. Том II",
        "th": "ความเศร้าโศกของ Vera (II)",
        "vi": "Vera Sầu Muộn (II)"
    },
    "id": 100179,
    "materialDesc": {
        "en": "Everything's just boring. Everything, all the time. It's not depression. It's just reaching the age of 14.\\nSo begins Vera's adventure.",
        "de": "Alles ist so langweilig. Das ist keine Depression, sondern einfach nur der 14. Geburtstag.\\nVeras Abenteuer beginnt jetzt!",
        "chs": "总是在觉得无聊，这可不是什么忧郁，而是到了十四岁年纪了。\\n总之薇拉的冒险，在此开幕！",
        "cht": "總是在覺得無聊，這可不是什麼憂鬱，而是到了十四歲年紀了。\\n總之薇拉的冒險，在此開幕！",
        "es": "Todo es muy aburrido. Todo, todo el rato. No es depresión. Son los 14 años y la adolescencia.\\n¡Que empiece la Aventura de Vera!",
        "fr": "« La vie est ennuyeuse comme jamais ici-bas, mais ne vous inquiétez pas je ne déprime pas, j'ai juste 14 ans. »\\nLa suite de l'aventure de Véra.",
        "id": "Semuanya membosankan, sangat membosankan, tapi aku bukannya depresi, hanya saja aku sudah berumur 40 tahun.\\nKesimpulannya, petualangan Vera, dimulai!",
        "jp": "いつも退屈だと思うけど、これは別に憂鬱なんてない、14歳になったから。\\nとにかくヴィーラの冒険は、ここに幕を開ける！",
        "kr": "늘 무료하다고 생각하는 건, 우울해서가 아니라 14살이 돼서 그런 거야.\\n아무튼 베라의 모험이 지금 시작된다!",
        "pt": "Tudo está muito chato, nada mais tem graça. Não é depressão, é apenas o fato de estar fazendo 14 anos.\\nQue comece a Aventura de Vera!",
        "ru": "Всё просто скучно. Всё вокруг. Всегда. Это не депрессия. Это просто четырнадцатилетие.\\nПриключение Веры, начало.",
        "th": "ทุกอย่างมันดูน่าเบื่อไปหมด น่าเบื่ออยู่เสมอ ฉันไม่ได้เป็นโรคซึมเศร้าหรอกนะ มันก็แค่ช่วงเติบโตของวัยรุ่นอายุ 14 เท่านั้นเอง\\nการผจญภัยของ Vera จึงได้เริ่มขึ้น",
        "vi": "Thường cảm thấy nhạt nhẽo, đây không phải do sầu muộn mà là do đã 14 tuổi rồi.\\nTóm lại cuộc mạo hiểm của Vera bắt đầu từ đây!"
    },
    "materialType": "MATERIAL_QUEST"
}