{
    "name": {
        "en": "Vera's Melancholy (X)",
        "de": "Veras Trübsinn – Band X",
        "chs": "少女薇拉的忧郁·卷十",
        "cht": "少女薇拉的憂鬱·卷十",
        "es": "La melancolía de Vera (X)",
        "fr": "La Mélancolie de Véra - Tome X",
        "id": "Kemelankolisan Vera (X)",
        "jp": "少女ヴィーラの憂鬱·10",
        "kr": "소녀 베라의 우울·권10",
        "pt": "A Melancolia de Vera (X)",
        "ru": "Меланхолия Веры. Том X",
        "th": "ความเศร้าโศกของ Vera (X)",
        "vi": "Vera Sầu Muộn (X)"
    },
    "id": 100200,
    "materialDesc": {
        "en": "\"It's enough. Let's go home... The furthest place I've dreamt of, is the Delphi where you are.\"\\nThough the explanation is delayed, you should know that Delphi is the center of Greek mythology. Vera's Melancholy - the perfect ending... or is it?",
        "de": "„Es ist genug. Gehen wir nach Hause. Der am weitesten entfernte Ort ist Delphi, wo du bist.“\\nObwohl es erst jetzt erwähnt ist, ist Delphi das Zentrum der griechischen Mythologie. Ein schönes Ende für „Veras Trübsinn“?",
        "chs": "「已经可以了。我们回家吧……现在距离我最远的地方，就是有你的德尔斐。」\\n虽然现在才解释，小镇德尔斐是希腊神话的世界中心。《少女薇拉的忧郁》，圆满完结……吗？",
        "cht": "「已經可以了。我們回家吧……現在距離我最遠的地方，就是有你的德爾斐。」\\n雖然現在才解釋，小鎮德爾斐是希臘神話的世界中心。《少女薇拉的憂鬱》，圓滿完結……嗎？",
        "es": "“Es suficiente. Vamos a casa... El lugar más lejano con el que he soñado es Delfos, donde estás...”\\nPerdón por la demora en explicarlo, pero Delfos es el centro de la mitología griega. Un final perfecto para «La melancolía de Vera», ¿no?",
        "fr": "« C'est bon, rentrons à la maison... Delphes, là où tu te trouves, est l'endroit le plus éloigné de chez moi. »\\nPour ceux qui ne le savaient pas, Delphes est un lieu sacré dans la mythologie grecque. Véra nous tire sa révérence dans ce tome... ou pas !",
        "id": "\"Sudah cukup, ayo kita pulang... kini tempat terjauh dari sini adalah Delphi, tempat di mana kamu berada.\"\\nMeskipun terlambat dijelaskan, tetapi sebenarnya Desa Delphi adalah tempat yang menjadi pusat dari mitologi Yunani. \"Kemelankolisan Vera\", akhir yang sungguh sempurna... atau...?",
        "jp": "「もういいよ。私たち、家に帰りましょう……私から一番遠く離れた場所、それはあなたのいるデルポイなの。」\\n今さらの説明だが、小さな村デルポイはギリシャ神話の世界の中心。『少女ヴィーラの憂鬱』、無事完結……か？",
        "kr": "「이제 됐어. 집에 가자…. 지금 나와 가장 먼 곳은 바로 네가 있는 델피야」\\n이제서야 말하지만 델피는 그리스 신화에서 세계의 중심이야. 《소녀 베라의 우울》, 완결… 될 수 있을까?",
        "pt": "\"Já chega. Vamos para casa...O lugar mais longe que eu já sonhei é o Delphi onde tem você.\"\\nDesculpe pela demora em explicar, mas Delphi é o centro da mitologia Grega. Um final perfeito para a Melancolia de Vera, não é?",
        "ru": "«Хватит. Пойдём домой... Самое далёкое место, о котором я мечтал, это Дельфы, где сейчас ты...»\\nХотя объяснение и запоздалое, но вы должны знать, что Дельфы - это центр греческой мифологии. Меланхолия Веры - идеальный финал... или нет?",
        "th": "\"พอแล้วล่ะ กลับดีกว่า... ฝันของฉันที่ไปได้ไกลที่สุด คงหยุดอยู่ที่ Delphi\"\\nขออภัยที่อธิบายช้าไปหน่อย แต่ Delphi คือศูนย์กลางของโลกตามความเชื่อของตำนานกรีกโบราณ \"ความเศร้าโศกของ Vera\" ก็ได้จบลงเพียงเท่านี้... มั้ง?",
        "vi": "\"Được rồi, chúng ta về nhà đi... Hiện nay nơi xa em nhất, là Delphi-nơi có anh.\"\\nTuy là bây giờ mới giải thích, nhưng Delphi chính là trung tâm của thần thoại Hy Lạp. \"Vera Sầu Muộn\", có kết thúc tốt đẹp... không?"
    },
    "materialType": "MATERIAL_QUEST"
}