{
    "name": {
        "en": "Vera's Melancholy (V)",
        "de": "Veras Trübsinn – Band V",
        "chs": "少女薇拉的忧郁·卷五",
        "cht": "少女薇拉的憂鬱·卷五",
        "es": "La melancolía de Vera (V)",
        "fr": "La Mélancolie de Véra - Tome V",
        "id": "Kemelankolisan Vera (V)",
        "jp": "少女ヴィーラの憂鬱·5",
        "kr": "소녀 베라의 우울·권5",
        "pt": "A Melancolia de Vera (V)",
        "ru": "Меланхолия Веры. Том V",
        "th": "ความเศร้าโศกของ Vera (V)",
        "vi": "Vera Sầu Muộn (V)"
    },
    "id": 100198,
    "materialDesc": {
        "en": "You can't have picnics on the sides of a galactic highway! Even the deities will be held fully responsible for road accidents that might occur!\\nThe doorway to a study in a simple village connects to anywhere in space and time! Having tea with the deities, playing hide-and-seek across time... Vera's great adventure continues!",
        "de": "Am Rande der interstellaren Autobahn darf man nicht picknicken. Selbst Götter werden bei Unfällen von der Haftung nicht ausgeschlossen.\\nWas aussieht wie ein einfaches Lesezimmer ist in Wahrheit das Tor zu jedem Ort und jeder Zeit! Plaudere mit den Göttern und spiele Verstecken mit der Zeit. Veras Abenteuer geht weiter!",
        "chs": "星际高速路和高速公路的路边是不能野餐的，就算是众神被高速星际船撞了也是全责。\\n看起来只是普通的小村书房，透过门扉却可以到达宇宙与时间的任何一处地方！与众神午餐、与时间捉迷藏。薇拉的冒险，在此继续！",
        "cht": "星際高速路和高速公路的路邊是不能野餐的，就算是眾神，被高速星際船撞了也是全責。\\n看起來只是普通的小村書房，透過門扉卻可以到達宇宙與時間的任何一處地方！與眾神午餐，與時間捉迷藏。薇拉的冒險，在此繼續！",
        "es": "¡No pueden hacer pícnics al lado de la carretera intergaláctica! Aunque fueran dioses, ¡seguirían siendo totalmente responsables de cualquier accidente de tráfico que pueda ocurrir!\\n¡Una simple sala de estudio que puede llevarte a donde quieras, cuando quieras! Beber té con las deidades, jugar al escondite...¡la gran aventura de Vera continúa!",
        "fr": "On ne peut pas pique-niquer sur l'autoroute galactique ! Sinon les dieux seraient tenus responsables des accidents qui s'y produisent.\\nQui aurait cru qu'une petite chambre dans un village perdu était en réalité un portail permettant de voyager dans le temps et l'espace ? Boire un thé avec les dieux, jouer à cache-cache avec le temps... Tout est possible ! La grande aventure de Véra continue.",
        "id": "Dilarang berpiknik di samping jalan tol luar angkasa! Bahkan para Dewa pun harus bertanggung jawab akan kelalaian lalu lintas yang mereka lakukan.\\nDari luar tampak seperti ruang belajar yang sederhana, tetapi sebenarnya terdapat pintu yang menghubungkan ke semua ruang dan waktu! Makan siang bersama para Dewa, bermain petak umpet bersama waktu. Petualangan besar Vera berlanjut!",
        "jp": "星々を結ぶ道路や高速道路の脇ではピクニックをしてはいけない。たとえ神々の高速惑星移動船とぶつかっても自己責任。\\nただの小さな村の書斎のようだが、扉をくぐれば宇宙や時間の好きな場所に行ける！神々とのランチ、時間との鬼ごっこ。ヴィーラの冒険は、ここから続く！",
        "kr": "우주 고속도로와 갓길에선 취식 금지입니다. 신이어도 고속 우주선과 충돌하면 모든 책임을 져야 합니다.\\n평범해 보이는 동네 책방이지만, 문을 통해 우주와 시간의 어느 곳이든 갈 수 있다!\\n신과의 점심 식사, 시간과의 숨바꼭질. 베라의 모험이 계속된다!",
        "pt": "Você não pode fazer piqueniques à beira da estrada galáctica! Até mesmo as Divindades serão totalmente responsabilizadas por acidentes de trânsito que possam ocorrer!\\n Uma sala de estudos simples que pode levá-lo para onde quiser, quando quiser! Bebendo chá com as divindades, brincando de esconde-esconde...A grade aventura de Vera continua!",
        "ru": "Нельзя устраивать пикники на обочинах галактического шоссе! Даже божества будут нести полную ответственность за дорожно-транспортные происшествия, которые могут произойти!\\nВ простой деревне есть дверь в кабинет, которая соединяется с любой точкой пространства и времени! Пить чай с божествами, играть в прятки во времени... Эпическое приключение Веры продолжается!",
        "th": "คุณไม่สามารถนั่งปิกนิกริมทางของถนนแห่งกาแล็กซีได้หรอกนะ! ถึงแม้เป็นเทพธิดาก็ต้องรับผิดชอบถ้าเกิดไปชนใครเข้า!\\nประตูที่เชื่อมต่อกับหมู่บ้านธรรมดาสู่การสำรวจทุกสถานที่และทุกเวลา! มาร่วมดื่มชากับเทพธิดา และเล่นซ่อนหากับกาลเวลา... สุดยอดการผจญภัยของ Vera ก็ยังคงดำเนินต่อไป!",
        "vi": "Không thể tổ chức dã ngoại bên lề đường cao tốc, cho dù Thần bị thuyền cao tốc đâm phải thì cũng phải chịu trách nhiệm.\\nChỉ là phòng đọc sách trong thôn nhỏ, mà nhìn qua cửa có thể thấy được bất cứ nơi nào trong vũ trụ và thời gian! Ăn trưa với Thần, trốn tìm với thời gian. Cuộc mạo hiểm của Vera, tiếp tục!"
    },
    "materialType": "MATERIAL_QUEST"
}