{
    "name": {
        "en": "Vera's Melancholy (IV)",
        "de": "Veras Trübsinn – Band IV",
        "chs": "少女薇拉的忧郁·卷四",
        "cht": "少女薇拉的憂鬱·卷四",
        "es": "La melancolía de Vera (IV)",
        "fr": "La Mélancolie de Véra - Tome IV",
        "id": "Kemelankolisan Vera (IV)",
        "jp": "少女ヴィーラの憂鬱·4",
        "kr": "소녀 베라의 우울·권4",
        "pt": "A Melancolia de Vera (IV)",
        "ru": "Меланхолия Веры. Том IV",
        "th": "ความเศร้าโศกของ Vera (IV)",
        "vi": "Vera Sầu Muộn (IV)"
    },
    "id": 100611,
    "materialDesc": {
        "en": "There is a saying that goes as follows: Not all that glitters is gold, sometimes it is the outpouring of a broken heart.\\nEither way, the stars in the sky certainly aren't made of gold, and most people's hearts aren't made of glass.\\nIn any case — here is the next chapter of Vera's adventure!",
        "de": "Ein Sprichwort besagt, nicht alles, was glänzt, ist Gold. Manchmal ist es nur ein vor Liebeskummer zersprungenes Herz.\\nDie Sterne am Himmel sind jedenfalls nicht aus Gold und die Herzen der meisten Menschen sind auch nicht aus Glas.\\nWie dem auch sei, Veras Abenteuer geht mit einem neuen Kapitel weiter!",
        "chs": "有句俗话叫，发光的未必是金子，还有可能是因为失恋而破碎的心。\\n总之天上的星星并不是金子，大部分人的心也不是玻璃制成的。\\n总之就是这样，薇拉的冒险，踏入新的篇章！",
        "cht": "有句俗話叫，發光的未必是金子，還有可能是因為失戀而破碎的心。\\n總之天上的星星並不是金子，大部分人的心也不是玻璃製成的。\\n總之就是這樣，薇拉的冒險，踏入新的篇章！",
        "es": "Dice el refrán que no es oro todo lo que reluce, pues bien podrían ser los pedazos brillantes de un corazón roto.\\nLas estrellas del firmamento no son de oro, y la mayoría de los corazones no son de cristal.\\n¡Un nuevo capítulo de la aventura de Vera!",
        "fr": "Il y a un dicton qui dit que tout ce qui brille n'est pas d'or ; il s'agit parfois des morceaux d'un cœur brisé.\\nLes étoiles dans le ciel ne sont certainement pas faites d'or, et le cœur de la plupart des gens n'est pas fait de verre.\\nQuoi qu'il en soit, voici le prochain chapitre de l'aventure de Vera !",
        "id": "Ada pepatah yang berbunyi: Tidak semua yang berkilau itu emas, terkadang itu adalah hati yang hancur karena patah hati.\\nBagaimanapun juga, bintang-bintang di langit tidak terbuat dari emas, dan hati kebanyakan orang tidak terbuat dari kaca.\\nDengan begini, petualangan Vera memasuki bab baru!",
        "jp": "輝いているのは金ではなく、失恋で粉々になった心かもしれない、という言葉がある。\\nとにかく、空に輝く星は金ではないし、ほとんどの人の心はガラスでできていない。\\nこうして、ヴィーラの冒険は新章に突入する！",
        "kr": "반짝이는 게 다 금은 아니라는 말이 있다. 어쩌면 실연으로 부서진 마음일 수도 있다. \\n어쨌든, 하늘의 별은 금이 아니다. 사람 마음도 유리로 만들어진 게 아니다. \\n어쨌든 이렇다. 베라의 모험에 새로운 장이 펼쳐진다!",
        "pt": "Tem um ditado que fala o seguinte: Nem tudo que brilha é ouro, as vezes são os pedaços de um coração quebrado.\\nDe qualquer maneira, as estrelas no céu não são feitas de ouro, e o coração da maioria das pessoas não é feito de vidro também.\\nUm novo capítulo da história de Vera!",
        "ru": "Как говорится в пословице: не всё то золото, что блестит. Иногда этот блеск принадлежит осколкам разбитого сердца. \\nЗвёзды на небе блестят, но они не из золота. Так и сердца людей не всегда сделаны из стекла... \\nНовое приключение Веры начинается!",
        "th": "มีคำกล่าวที่ว่า สิ่งที่ส่องแสงนั้นไม่จำเป็นต้องเป็นทองคำเสมอไป อาจเป็นใจที่แตกสลายเพราะอกหักก็ได้\\nแต่ดวงดาวบนท้องฟ้านั้นไม่ใช่ทองคำ และหัวใจของคนส่วนใหญ่ก็ไม่ได้ทำมาจากแก้ว\\nด้วยเหตุนี้ การผจญภัยของ Vera ก็ได้ก้าวเข้าสู่บทใหม่!",
        "vi": "Có câu nói, thứ tỏa sáng chưa chắc đã là vàng, đó có thể là trái tim tan nát vì tình yêu.\\nDù sao đi nữa, ngôi sao trên bầu trời không phải là vàng, và hầu hết trái tim của con người không được làm bằng thủy tinh.\\nTóm lại, hành trình mạo hiểm của Vera đã bước vào chương mới!"
    },
    "materialType": "MATERIAL_QUEST"
}