{
    "name": {
        "en": "Vera's Melancholy (I)",
        "de": "Veras Trübsinn – Band I",
        "chs": "少女薇拉的忧郁·卷一",
        "cht": "少女薇拉的憂鬱·卷一",
        "es": "La melancolía de Vera (I)",
        "fr": "La Mélancolie de Véra - Tome I",
        "id": "Kemelankolisan Vera (I)",
        "jp": "少女ヴィーラの憂鬱·1",
        "kr": "소녀 베라의 우울·권1",
        "pt": "Melancolia de Vera (I)",
        "ru": "Меланхолия Веры. Том I",
        "th": "ความเศร้าโศกของ Vera (I)",
        "vi": "Vera Sầu Muộn (I)"
    },
    "id": 100178,
    "materialDesc": {
        "en": "I don't ever think the world is monotonous. It's just that interesting things happen in far away galaxies.\\nThe great adventure of Vera, an ordinary girl always fascinated by distant lands, secretly begins.",
        "de": "Ich fand die Welt nie langweilig. Die interessanten Dinge passieren einfach immer nur an weit entfernten Orten.\\nDie Geschichte von Vera, einem ganz normalen Mädchen, das sich nach der Ferne sehnt, beginnt.",
        "chs": "我可从来没有觉得世界很无聊。单纯是因为有趣的事情都在很远的地方罢了。\\n——向往着未知远方的平凡少女薇拉，宏大的冒险奇谭悄然开幕。",
        "cht": "我可從來沒有覺得世界很無聊。單純是因為有趣的事情都在很遠的地方罷了。\\n——嚮往著未知遠方的平凡少女薇拉，宏大的冒險奇譚悄然開幕。",
        "es": "No pienso que el mundo sea monótono, solo que las cosas interesantes suceden en otras galaxias muy lejanas.\\nLa gran aventura de Vera, una chica común fascinada por las tierras lejanas, comienza en secreto.",
        "fr": "« Le monde est loin d'être ennuyeux, mais des choses bien plus intéressantes se passent dans les galaxies lointaines... »\\nLa grande aventure de Véra, une jeune fille ordinaire fascinée par les mondes lointains, commence maintenant !",
        "id": "Aku tidak pernah menganggap dunia ini membosankan, hanya saja semua hal yang menarik ada di tempat yang jauh dariku.\\nSeorang gadis biasa yang mengembara dari negeri nan jauh. Petualangan besar Vera dimulai!",
        "jp": "私は世界が退屈だと思ったことはない。ただ面白い物事はすべて遥か遠くにあるだけなの。\\n——未知なる遠方に憧れる平凡な少女ヴィーラ。雄大な冒険の物語が静かに幕を開ける。",
        "kr": "난 세상이 무료하다고 생각했던 적이 단 한 번도 없어. 그냥 재밌는 일은 모두 아주 멀리 있다고 생각할 뿐이야.\\n——아주 먼 미지의 세계를 동경하는 평범한 소녀 베라의 엄청난 모험기가 시작된다",
        "pt": "Eu nunca achei que o mundo fosse monótono; O fato é que as coisas mais interessantes acontecem longe da galáxia.\\nA aventura de Vera, uma garota comum sempre fascinada com as terras distantes começou silenciosamente.",
        "ru": "Я никогда не думала, что мир однообразен. Просто все интересные вещи происходят где-то в далёких мирах.\\nНеожиданное приключение обычной деревенской девушки Веры, очарованной историями о недосягаемом.",
        "th": "ฉันไม่เคยคิดเลยว่าโลกจะน่าเบื่อ เพียงแต่สิ่งที่สนุกและน่าสนใจ มันเกิดขึ้นในอีกกาแล็กซีที่แสนห่างไกลเท่านั้นเอง\\nการผจญภัยครั้งยิ่งใหญ่ของ Vera สาวน้อยธรรมดาที่เพ้อฝันถึงดินแดนอันแสนไกลอยู่เสมอ ได้เริ่มต้นขึ้นอย่างลับๆ แล้ว",
        "vi": "Tôi chưa từng nghĩ thế giới này nhạt nhẽo. Chỉ là những thứ thú vị thường ở nơi rất xa.\\nThiếu nữ Vera luôn hướng về nơi xa, một câu chuyện mạo hiểm hùng vĩ dần được mở ra."
    },
    "materialType": "MATERIAL_QUEST"
}