{
    "name": {
        "en": "Vera's Melancholy (IX)",
        "de": "Veras Trübsinn – Band IX",
        "chs": "少女薇拉的忧郁·卷九",
        "cht": "少女薇拉的憂鬱·卷九",
        "es": "La melancolía de Vera (IX)",
        "fr": "La Mélancolie de Véra - Tome IX",
        "id": "Kemelankolisan Vera (IX)",
        "jp": "少女ヴィーラの憂鬱·9",
        "kr": "소녀 베라의 우울·권9",
        "pt": "A Melancolia de Vera (IX)",
        "ru": "Меланхолия Веры. Том IX",
        "th": "ความเศร้าโศกของ Vera (IX)",
        "vi": "Vera Sầu Muộn (IX)"
    },
    "id": 100199,
    "materialDesc": {
        "en": "\"Vera's so beautiful, like a shining star in the universe, but I...\" \"Boys at this age are always more petite than girls of a similar age.\"\\nChildhood must be let go of to welcome the coming of the adolescent years. It's not too late to think about it now... Real melancholy finally hits Vera.",
        "de": "„Vera ist so hübsch, ein funkelnder Stern im Universum. Und ich dagegen ...“ „Jungen in diesem Alter sind immer etwas zarter im Vergleich zu Mädchen.“\\nSag Tschüs zu deiner Kindheit und Hallo zur Pubertät. Es ist nie zu spät, über die wichtigen Dinge nachzudenken. Vera erfasst die Depression!",
        "chs": "「薇拉她这么漂亮，在宇宙里闪耀，而我……」「这个年纪的男孩子看起来就是会比女孩子矮小。」\\n必须得到达青春，必须得告别童年了！事到如今才点题也并不晚，少女薇拉真的开始忧郁！",
        "cht": "「薇拉她這麼漂亮，在宇宙裡閃耀，而我……」「這個年紀的男孩子看起來就是會比女孩子矮小。」\\n必須得到達青春，必須得告別童年了！事到如今才點題也並不晚，少女薇拉真的開始憂鬱！",
        "es": "“Vera es muy hermosa, como una estrella brillante en el universo, pero yo...”. “Los niños parecen más bajos que las niñas de la misma edad”\\nHay que dejar que la infancia se vaya con la llegada de la juventud. No es demasiado tarde para pensar en ello ahora... La verdadera melancolía ha llegado finalmente a Vera.",
        "fr": "« Véra est si belle, telle une étoile brillant sur tout l'univers, alors que moi... » « Les garçons sont toujours un peu plus petits que les filles du même âge. »\\nIl faut dire au revoir à son enfance pour pouvoir grandir. Ce n'est pas encore trop tard pour s'y résoudre... Véra se sent très mélancolique.",
        "id": "\"Vera begitu cantik, bersinar terang di alam semesta bagaikan bintang, sedangkan aku...\" \"Laki-laki zaman sekarang, sepertinya memang lebih pendek daripada perempuan.\"\\nTidak boleh kekanak-kanakan lagi, waktunya tumbuh dewasa! Sekarang belum terlambat untuk memikirkannya... Vera merasa sangat melankolis....",
        "jp": "「ヴィーラはあんなに綺麗で、宇宙でも輝いているのに、私ときたら……」「この年代の男の子は女の子よりも小さく見える。」\\n青春にたどり着き、子供時代に別れを告げなければならない！今から主題を示しても遅くはない、少女ヴィーラは本当に憂鬱になり始めた！",
        "kr": "「베라는 예뻐서 우주에서도 빛이 나는데, 나는…」「이 나이대엔 원래 남자애들이 여자애들보다 작아보여」\\n어른이 되려면 더 이상 어린아이처럼 굴 수 없어! 이제부터 시작이야, 소녀 베라가 진짜로 우울해지기 시작했다!",
        "pt": "\"A Vera é muito bonita, como uma estrela brilhante no universo, mas eu...\" \"Os garotos parecem mais baixos que as garotas da mesma idade.\"\\nDeve-se deixar a infância ir para a chegada da juventude. Não é muito tarde para pensar nisso agora...A verdadeira melancolia finalmente atingiu a Vera.",
        "ru": "«Вера такая красивая, как сияющая звезда во Вселенной, но я...» «Мальчики в этом возрасте всегда не такие взрослые, как девочки...»\\nДетство должно быть отпущено, чтобы приветствовать наступление юности. Ещё не поздно подумать об этом... Настоящая меланхолия наконец-то настигает Веру.",
        "th": "\"Vera เป็นคนที่งดงามมาก เธอเป็นดั่งแสงแห่งจักรวาล แต่ว่าฉัน...\" \"เด็กผู้ชายในวัยนี้ก็ตัวเล็กกว่าเด็กผู้หญิงอายุเท่ากันทั้งนั้นแหละ\"\\nเราต้องปล่อยวัยเด็กให้จางไป เพื่อตอบรับการมาของวัยรุ่น มันยังไม่สายไปหรอก ที่จะเริ่มคิดถึงมันในตอนนี้... ความเบื่อหน่ายที่แท้จริงเริ่มกัดกิน Vera แล้ว",
        "vi": "\"Vera đẹp như vậy, lấp lánh trong vũ trụ, còn ta...\" \"Con trai tuổi này thì nhìn có vẻ lùn hơn so với con gái.\"\\nNhất định phải trưởng thành, nhất định phải từ giã tuổi thơ! Giờ mới nghĩ cũng không phải là muộn, Vera thật sự bắt đầu sầu muộn!"
    },
    "materialType": "MATERIAL_QUEST"
}