{
    "name": {
        "en": "Vera's Melancholy (VI)",
        "de": "Veras Trübsinn – Band VI",
        "chs": "少女薇拉的忧郁·卷六",
        "cht": "少女薇拉的憂鬱·卷六",
        "es": "La melancolía de Vera (VI)",
        "fr": "La Mélancolie de Véra - Tome VI",
        "id": "Kemelankolisan Vera (VI)",
        "jp": "少女ヴィーラの憂鬱·6",
        "kr": "소녀 베라의 우울·권6",
        "pt": "A Melancolia de Vera (VI)",
        "ru": "Меланхолия Веры. Том VI",
        "th": "ความเศร้าโศกของ Vera (VI)",
        "vi": "Vera Sầu Muộn (VI)"
    },
    "id": 100612,
    "materialDesc": {
        "en": "There was once a great scholar who wished to write a book about all the festive days of the empire.\\nAfter looking into it more closely, he discovered that every single day had some sort of a festival associated with it... He persevered with this monumental writing task for six months before giving up on it.\\nBut don't worry — as far as this book is concerned, I am the author, and I won't let my readers down!",
        "de": "Es war einmal ein großer Gelehrter, der ein Buch über all die Feste des Imperiums schreiben wollte.\\nAm Ende stellte er fest, dass es für jeden Tag irgendein Fest im Imperium gibt! Nachdem er sechs Monate damit verbrachte, diesen ungeheuren Arbeitsaufwand zu bewältigen, gab er schließlich auf.\\nAls Autor dieses Buches aber werde ich meine Leser nicht im Stich lassen!",
        "chs": "曾经有一位伟大的学者，想要给帝国的节日写一本著作。\\n结果他发现，好像帝国每一天都有过节的传统！如此巨大的工作量之下，他写了六个月人就跑路了。\\n作者我啊，是不会辜负大家的！",
        "cht": "曾經有一位偉大的學者，想要給帝國的節日寫一本著作。\\n結果他發現，好像帝國每一天都有過節的傳統！如此巨大的工作量之下，他寫了六個月人就跑路了。\\n作者我啊，是不會辜負大家的！",
        "es": "Había una vez un gran erudito que quería escribir un libro de las fiestas del imperio.\\n¡Cuál fue su sorpresa al descubrir que, al parecer, todos los días había alguna fiesta tradicional! Con tal cantidad de trabajo, escribió durante seis meses y al final salió huyendo.\\n¡Yo, el autor, no te fallaré!",
        "fr": "Il était une fois un grand chercheur qui souhaitait écrire un livre sur toutes les fêtes célébrées à travers l'empire.\\nAprès avoir examiné le sujet de plus près, il découvrit que chaque jour était associé à quelque célébration... Il persévéra dans sa tâche d'écriture monumentale pendant six mois avant d'abandonner.\\nMais ne vous inquiétez pas, en ce qui concerne ce livre : j'en suis l'auteur, et je ne laisserai pas tomber mes lecteurs !",
        "id": "Pernah ada seorang sarjana hebat yang ingin menulis buku tentang semua festival kekaisaran.\\nDia pun menyadari bahwa ternyata kekaisaran mengadakan festival setiap hari! Dia berusaha menulisnya selama enam bulan sebelum akhirnya menyerah.\\nKalau aku yang menjadi penulisnya, aku tidak akan mengecewakan para pembaca!",
        "jp": "かつて偉大な学者は、帝国の祭りについての本を書こうとした。\\nだが、その帝国では毎日祭りを行う伝統があり、莫大な作業量に彼は6ヶ月で逃げ出してしまった。\\n作者である私は当然、みんなを裏切るようなことはしない！",
        "kr": "예전에 한 위대한 학자가 제국의 명절을 위해 책을 쓰고 싶어 했다. \\n그런데 제국은 모든 날이 다 명절이었다! 집필해야 하는 내용이 너무 많아서 그는 6개월 후 도망쳤다.\\n전 절대 여러분을 실망시키지 않는 작가입니다!",
        "pt": "Uma vez, existia um grande acadêmico, que queria escrever um livro sobre os festivais do imperio.\\nFoi aqui que descobriu que todo dia no império tinha um festival tradicional! Ele escreveu por seis meses, até que correu.\\nMas eu, o autor, não decepcionarei a todos!",
        "ru": "Некогда жил на свете великий учёный, который хотел написать книгу о всех праздниках империи. \\nНо в итоге он обнаружил, что праздники в империи проводятся каждый день! проработав над книгой шесть месяцев, он не выдержал такой нагрузки и сбежал. \\nНо не волнуйтесь, автор этой книги вас не подведёт!",
        "th": "มีนักวิชาการผู้ยิ่งใหญ่คนหนึ่ง เขาอยากเขียนหนังสือเกี่ยวกับวันเทศกาลของจักรวรรดิ \\nแต่เขาพบว่าจักรวรรดิดูเหมือนจะมี เทศกาลเฉลิมฉลองอยู่ทุกวัน! และเป็นเพราะงานที่มากมาย เขาเขียนหนังสือมาหกเดือน แต่สุดท้ายก็เลิกไป\\nนักเขียนอย่างฉันจะไม่ทำให้ทุกคนผิดหวัง!",
        "vi": "Xưa có một vị học giả vĩ đại, muốn viết một cuốn sách dành tặng ngày lễ của đế quốc.\\nThế nhưng ông phát hiện ra rằng, đế quốc dường như ngày nào cũng có truyền thống đón lễ! Với số lượng công việc khổng lồ như vậy, ông viết được sáu tháng thì bỏ việc.\\nTác giả như tôi sẽ không bỏ mọi người đâu!"
    },
    "materialType": "MATERIAL_QUEST"
}