{
    "name": {
        "en": "Vera's Melancholy (III)",
        "de": "Veras Trübsinn – Band III",
        "chs": "少女薇拉的忧郁·卷三",
        "cht": "少女薇拉的憂鬱·卷三",
        "es": "La melancolía de Vera (III)",
        "fr": "La Mélancolie de Véra - Tome III",
        "id": "Kemelankolisan Vera (III)",
        "jp": "少女ヴィーラの憂鬱·3",
        "kr": "소녀 베라의 우울·권3",
        "pt": "Melancolia de Vera (III)",
        "ru": "Меланхолия Веры. Том III",
        "th": "ความเศร้าโศกของ Vera (III)",
        "vi": "Vera Sầu Muộn (III)"
    },
    "id": 100180,
    "materialDesc": {
        "en": "The Andromeda Empire stretches across half the galaxy group. Every planet within the Empire has its own demons and deities, dragons and monsters.\\n\"I've come up with a story for every star from your home.\" \"That's not possible. Looking from here, the Andromeda Galaxy is only one fifth the size of your moon.\"\\nSo continues Vera's adventure.",
        "de": "Das Imperium Andromedae hat Mitglieder in weit entfernten Ecken des Sternensystems. Auf jedem Planeten gibt es ganz eigene Götter und Dämonen, Meeresungeheuer und Monster.\\n„Für jeden leuchtenden Stern deiner Heimat habe ich mir eine Geschichte ausgedacht.“ „Das kann nicht sein. Von hier aus ist der Andromedanebel nur ein Fünftel so groß wie der Mond.“\\nVeras Abenteuer geht weiter!",
        "chs": "仙女座的帝国幅员辽阔，基本占领了本星系群大半江山。每个行星都有自己的恶魔与众神，海龙与怪兽。\\n「我对你家闪烁的每一个星星都想象过一个故事呢。」「那不可能，这里看仙女座星云只有月亮五分之一大。」\\n少女薇拉的冒险，仍在继续！",
        "cht": "仙女座的帝國幅員遼闊，基本上佔領了本星系群大半江山。每個行星都有自己的惡魔與眾神，海龍與怪獸。\\n「我對你家閃爍的每一個星星都想像過一個故事呢。」「那不可能，這裡看仙女座星雲只有月亮五分之一大。」\\n少女薇拉的冒險，仍在繼續！",
        "es": "El Imperio de Andrómeda se extiende por más de la mitad del sistema estelar. Cada planeta del Imperio tiene sus propios demonios, deidades, dragones y monstruos.\\n“He pensado en una historia para cada estrella que se ve brillar desde tu casa”. “Eso es imposible. Vista desde aquí, la Galaxia de Andrómeda tiene un quinto del tamaño de la Luna”.\\nY la aventura de Vera continúa.",
        "fr": "L'Empire d'Andromède s'étend sur plus de la moitié de la galaxie. Chaque planète de l'Empire possède son propre folklore.\\n« J'ai inventé une histoire pour chaque étoile de chez toi. » « Ce n'est pas possible. La taille de la Nébuleuse d'Andromède équivaut à un cinquième de votre lune. »\\nLa suite de l'aventure de Véra.",
        "id": "Kerajaan Andromeda membentang luas mencakup separuh dari gugusan-gugusan bintang di dalam galaksi. Setiap planet di dalam Kerajaan tersebut terdapat iblis, Dewa-dewi, naga, dan monster.\\n\"Aku telah membayangkan sebuah kisah untuk setiap bintang yang ada di dalam rumahmu.\" \"Tidak mungkin, dilihat dari sini, galaksi Andromeda hanyalah berukuran seperlima dari ukuran bulan milikmu.\"\\nPetualangan Vera, terus berlanjut.",
        "jp": "アンドロメダ座の帝国は広大な領土を持っていて、この銀河のほとんどを占領している。どの惑星にも、それぞれの悪魔と神々、海龍と怪獣がいるの。\\n「私はあなたのところで輝いている星々の一つ一つに対して、物語を考えたことがあるんだよ。」「そんなのありえないよ。ここから見えるアンドロメダ星雲は、月の五分の一の大きさしかないんだから。」\\n少女ヴィーラの冒険はまだまだ続く！",
        "kr": "안드로메다 은하의 제국은 은하군의 절반을 차지할 정도로 아주 넓어. 모든 행성에는 자신들만의 악마와 신, 바다 드래곤과 괴수들이 있어.\\n「난 반짝거리는 모든 별에 대한 이야기를 상상해 봤어」「여기서 보면 안드로메다 은하는 달의 5분의 1 크기도 안 되는데, 그건 불가능한 일이야」\\n소녀 베라의 모험은 계속된다!",
        "pt": "O Império de Andrômeda se estende por mais da metade do sistema estelar. Cada planeta dentro do Império possui seus próprios demônios e divindades, dragões e monstros.\\n\"Eu já pensei em histórias para cada uma das estrelas do seu lar.\" \"Isso é impossível, a Galáxia de Andrômeda é um quinto do tamanho da lua.\".\\nE a Aventura de Vera continua.",
        "ru": "Империя Андромеды простирается на половину звёздной системы. Каждая планета в Империи имеет своих собственных демонов и божеств, драконов и монстров.\\n«Я придумал историю для каждой звезды из твоего дома». «Это невозможно. Галактика Андромеды - это всего лишь одна пятая размера твоей Луны».\\nПриключение Веры, продолжение.",
        "th": "จักรวรรดิแอนโดรเมดา ได้แผ่ขยายไปยังครึ่งระบบจักรดารา ดวงดาวทุกดวงที่อยู่ภายใต้จักรวรรดิมีเทพธิดาและซาตาน รวมถึงมังกรและมอนสเตอร์เป็นของมันเอง\\n\"ฉันคิดเรื่องของดาวทุกดวงจากบ้านของเธอได้เรื่องหนึ่ง\" \"มันไม่มีทางที่กาแล็กซีแอนโดรเมดาที่จะใหญ่แค่หนึ่งในห้าของดวงจันทร์หรอก\"\\nการผจญภัยของ Vera จึงดำเนินต่อไป",
        "vi": "Diện tích đế quốc Tiên Nữ rất lớn, gần như chiếm hết một nửa tinh hệ này. Mỗi hành tinh đều có Thần, Ác Ma, Hải Long và Quái Thú.\\n\"Tôi đã từng nghĩ ra từng câu chuyện riêng cho mỗi ngôi sao của nhà bạn. \"Không thể nào, ở đây nhìn thấy sao Tiên Nữ chỉ lớn bằng 1/5 mặt trăng.\"\\nCuộc mạo hiểm của Vera, vẫn đang tiếp tục!"
    },
    "materialType": "MATERIAL_QUEST"
}