{
    "name": {
        "en": "Vera's Melancholy (VII)",
        "de": "Veras Trübsinn – Band VII",
        "chs": "少女薇拉的忧郁·卷七",
        "cht": "少女薇拉的憂鬱·卷七",
        "es": "La melancolía de Vera (VII)",
        "fr": "La Mélancolie de Véra - Tome VII",
        "id": "Kemelankolisan Vera (VII)",
        "jp": "少女ヴィーラの憂鬱·7",
        "kr": "소녀 베라의 우울·권7",
        "pt": "A Melancolia de Vera (VII)",
        "ru": "Меланхолия Веры. Том VII",
        "th": "ความเศร้าโศกของ Vera (VII)",
        "vi": "Vera Sầu Muộn (VII)"
    },
    "id": 100613,
    "materialDesc": {
        "en": "In the star clusters at the outer reaches of the universe, habitable planets are few and far between. For this reason, the region is the playground of space captains and pirates alone.\\nWith this being the universe, though, there is no port and starboard in the traditional sense — out here, \"starboard\" means whichever side of your spacecraft is oriented towards the star you are using for navigation...\\nLose yourself, and especially your sense of direction, in this next chapter of Vera's starbound voyage!",
        "de": "Im Sternengürtel am äußeren Rande des Universums gibt es nur wenige bewohnbare Planeten. Aus diesem Grund gehört dieser Bereich einzig Krawall liebenden Kapitänen und Piraten.\\nDa wir hier vom Universum sprechen, gibt es natürlich weder Backbord noch Steuerbord. Man kann sich bei der Navigation nur nach Fixsternen richten.\\nBegleite Vera auf dem Weg zwischen den Sternen und verliere mit ihr deinen Orientierungssinn!",
        "chs": "在宇宙的边陲的一片星团，可居住的行星密度稀疏。因此这是一片属于星海操帆士和海盗的乐土。\\n因为是宇宙，所以航行没有左舷、右舷。靠着恒星的那一侧叫做星舷。\\n少女薇拉的冒险，在方位感消失的星海继续！",
        "cht": "在宇宙的邊陲的一片星團，可居住的行星密度稀疏。因此這是一片屬於星海操帆士和海盜的樂土。\\n因為是宇宙，所以航行沒有左舷、右舷。靠著恆星的那一側叫做星舷。\\n少女薇拉的冒險，在方位感消失的星海繼續！",
        "es": "En un grupo de estrellas en los confines del espacio, los planetas habitables son escasos. Por eso es una tierra de marineros y piratas del mar de estrellas.\\nComo es el espacio, en las naves no se habla de babor o estribor; el lado más cercano a la estrella se llama estelabor.\\n¡Las aventuras de Vera continúan en un mar de estrellas en el que se pierde el sentido de la orientación!",
        "fr": "Les planètes habitables sont rares aux confins de l'univers. C'est pour cette raison que cette région fait le bonheur des capitaines spatiaux et autres pirates galactiques.\\nCependant, il n'y a ni bâbord, ni tribord au sens traditionnel du terme dans l'univers. « Tribord » fait référence au côté de votre vaisseau spatial orienté vers l'étoile que vous utilisez pour naviguer... D'autres questions ?\\nPerdez-vous et perdez surtout votre sens de l'orientation dans ce prochain chapitre du voyage stellaire de Vera !",
        "id": "Dalam sekelompok bintang di ujung terjauh alam semesta, terdapat planet yang jarang dihuni. Oleh karena itu, tempat ini menjadi surga bagi para kapten dan bajak laut saja.\\nKarena ini adalah alam semesta, tidak ada sisi kiri atau kanan. Sisi di sebelah bintang disebut sisi bintang.\\nPetualangan gadis muda Vera berlanjut di lautan bintang di mana tak lagi mengenal arah!",
        "jp": "宇宙の片隅にある星団。居住可能な星は少なく、星海操帆士と海賊の楽園だった。\\n宇宙には左舷も右舷もない。恒星に着けた側を星舷と呼ぶだけだ。\\n少女ヴィーラの冒険は、方向感覚も消え去る星海に続く！",
        "kr": "우주 변두리에 있는 성단, 그러나 이 성단의 행성은 밀도가 낮아서, 별바다 항해사와 해도의 낙원이다. \\n우주이기 때문에 항행에 좌현이나 우현이 없다. 항성과 붙어있는 저쪽은 성현이라고 한다. \\n소녀 베라의 모험, 방향을 잃은 별바다에서 계속된다!",
        "pt": "Nos aglomerados estelares na fronteira do universo, vivem poucos planetas. Por essa razão, a região pertence a capitães estelares e piratas.\\nPor ser a fronteira do universo, não há estibordo ou bombordo. As direções aqui se decidem com base em qual estrela está se usando para navegar...\\nSe perca, junto com seu senso de direção, nesse próximo cpáitulo da viagem de Vera!",
        "ru": "В звёздных скоплениях на краю Вселенной обитаемые планеты - редкость. Поэтому это место - рай для пиратов и звёздных капитанов. \\nВ космосе нет понятий «левый борт» или «правый борт». Здесь говорят «звёздный борт», имея в виду тот, что повёрнут к звезде, на которую ориентируется судно. \\nОтбросьте реальность и окунитесь с головой в захватывающие космические путешествия вместе с Верой!",
        "th": "กลุ่มดาวที่อยู่ขอบจักรวาลนั้น ดาวเคราะห์ที่อยู่ได้นั้นมีน้อยมาก ด้วยเหตุผลนี้ที่นี่จึงเป็นสวรรค์ของนักเดินเรือ และโจรสลัดจากทะเลแห่งดวงดาว\\nเป็นเพราะอยู่ในอวกาศ ดังนั้นเรือจึงไม่มีกราบซ้ายหรือขวา แต่ต้องอาศัยดาวฤกษ์ที่เรียกว่าดาวนำทางในการเดินเรือ\\nการผจญภัยของ Vera ในทะเลแห่งดวงดาวยังคงดำเนินต่อไป ในขณะที่เธอสูญเสียการรับรู้ทิศทางไป!",
        "vi": "Tại một tinh đoàn ngoài rìa vũ trụ, mật độ của các hành tinh vô cùng thưa thớt. Chính vì vậy đây là một thiên đường dành cho các thủy thủ và hải tặc trên biển sao.\\nCũng chính vì ở trên vũ trụ, nên chẳng có mạn phải thuyền, mạn trái thuyền để điều hướng. Chỉ có thể dựa vào mạn của hành tình gọi làm ngôi sao điều hướng.\\nHành trình mạo hiểm của Vera vẫn tiếp tục khi mất phương hướng trong biển sao!"
    },
    "materialType": "MATERIAL_QUEST"
}