{
    "name": {
        "en": "Vera's Melancholy (VIII)",
        "de": "Veras Trübsinn – Band VIII",
        "chs": "少女薇拉的忧郁·卷八",
        "cht": "少女薇拉的憂鬱·卷八",
        "es": "La melancolía de Vera (VIII)",
        "fr": "La Mélancolie de Véra - Tome VIII",
        "id": "Kemelankolisan Vera (VIII)",
        "jp": "少女ヴィーラの憂鬱·8",
        "kr": "소녀 베라의 우울·권8",
        "pt": "A Melancolia de Vera (VIII)",
        "ru": "Меланхолия Веры. Том VIII",
        "th": "ความเศร้าโศกของ Vera (VIII)",
        "vi": "Vera Sầu Muộn (VIII)"
    },
    "id": 100614,
    "materialDesc": {
        "en": "Of course boys aren't invited to the girl's slumber party! Girls are sacrosanct, like the gods of the golden age.\\nVera, the Princess, Saint King Lebannin, and Ur, alpha female of the Galactic Swarm, shall talk deep into the night!",
        "de": "Bei einer Pyjamaparty, die von Mädchen veranstaltet wird, sind Jungen natürlich nicht willkommen! Die lieben Mädels sind schließlich unantastbare Kostbarkeiten, heilig wie die Götter des goldenen Zeitalters.\\nVera, die Prinzessin, der Heilige König Lebannin und Ur, das Alphaweibchen des Galaktischen Schwarms, machen sich zu Viert einen schönen Abend!",
        "chs": "女孩子们的睡衣派对环节，男性当然不准参加！可爱的女孩们就像是黄金时代的众神一样，神圣不可方物。\\n薇拉、公主、圣王列班宁，还有星际巢虫的雌性主脑乌尔，四人的少女夜话！",
        "cht": "女孩子們的睡衣派對環節，男性當然不准參加！可愛的女孩們就像是黃金時代的眾神一樣，神聖不可方物。\\n薇拉、公主、聖王列班寧，還有星際巢蟲的雌性主腦烏爾，四人的少女夜話！",
        "es": "¡Por supuesto que los chicos no pueden ir a las fiestas de pijamas de las chicas! Las chicas son sagradas, como los dioses de la Edad Dorada.\\nConversaciones nocturnas entre cuatro jovencitas: Vera, la Princesa, la reina Lebannin y Ur, la hembra alfa del Enjambre Galáctico.",
        "fr": "Bien sûr, les garçons ne sont pas invités aux soirées pyjama des filles ! Les filles sacrées, à la manière des dieux de l'âge d'or.\\nVera, la princesse, la reine sainte Lebannin et Ur, la femelle alpha de l'essaim galactique, ont beaucoup à parler pour la nuit !",
        "id": "Tentu saja anak laki-laki tidak diundang ke pesta piyama para gadis! Gadis suci, seperti Dewa zaman keemasan.\\nVera, sang Putri, Raja Suci Lebannin, dan Ur, wanita pemimpin dari Pasukan Antar Galaksi, akan berbincang hingga larut malam!",
        "jp": "女の子たちのパジャマパーティは、男子禁制である！可愛い女の子は黄金時代の神々と同じように、神聖なものなのだ。\\nヴィーラ、姫、聖王リバンニ、そしてスターワームの雌脳ウルの4人の少女による夜の内緒話！",
        "kr": "여자아이들의 파자마 파티 타임, 남성은 당근 참가 금지! 귀여운 소녀들은 황금 시대의 신들처럼 신성불가침한 존재이다. \\n베라와 공주, 성왕 레반니, 성간 둥지의 자성 보스 우르, 네 소녀의 야화!",
        "pt": "É uma festa de pijama de meninas, é claro que os meninos não podem participar! Meninas são como deusas da era dourada, todas sagradas!\\nVera, a Princesa, a rainha Lebannin e Ur, mulher alfa do enxame galáctico conversarão durante a noite!",
        "ru": "Естественно, мальчикам нельзя участвовать в девчачьей пижамной вечеринке! Девочки святы, как богини золотого века. \\nВера, Принцесса, высочайший правитель Лебаннин и Ур, предводительница Галактического Роя ведут девичьи ночные разговоры!",
        "th": "แน่นอนว่าปาร์ตี้ชุดนอนของสาว ๆ นั้นพวกหนุ่ม ๆ ไม่อนุญาตให้เข้าร่วม! พวกเด็กสาวสุดน่ารักก็ศักดิ์สิทธิ์ราวกับเทพในยุคแห่งทองคำ\\nVera,เจ้าหญิง, ราชินี Lebannin และ Ur alpha แห่ง Galactic Swarm นี่เป็นค่ำคืนแห่งการพูดคุยกันของทั้งสี่สาว",
        "vi": "Party đồ ngủ cho các cô gái, các chàng trai đương nhiên là không được tham gia rồi! Các cô gái đáng yêu giống như thời hoàng kim của chúng thần vậy.\\nVera, công chúa, thánh vương Lebannin và nàng trùm Ur của vùng đất ấu trùng biển sao, cuộc trò chuyện xuyên đêm của bốn cô gái!"
    },
    "materialType": "MATERIAL_QUEST"
}