{
    "name": {
        "en": "Verses of Equilibrium",
        "de": "Schrift vom Gleichgewicht",
        "chs": "玑衡经",
        "cht": "璣衡經",
        "es": "Versos de Equilibrium",
        "fr": "Versets d'Equilibrium",
        "id": "Kitab Keseimbangan",
        "jp": "璣衡経",
        "kr": "기형경",
        "pt": "Versos de Equilíbrio",
        "ru": "Песни равновесия",
        "th": "บทแห่งความสมดุล",
        "vi": "Hoành Nghi Kinh"
    },
    "id": 100401,
    "materialDesc": {
        "en": "Legend has that it contains ancient incantations used to pay respects to Rex Lapis and the yaksha adepti. It also serves as a historical record of the ancient belief in the Geo Archon.",
        "de": "Diese alte heilige Schrift gedenkt Rex Lapis, der Adepten und der Yaksha und ist darüber hinaus ein Zeugnis des frühen Glaubens an den Archon.",
        "chs": "传说是古代纪念岩王帝君与诸仙人夜叉的咒文，也是古时岩神信仰的文本之一。",
        "cht": "傳說是古代紀念岩王帝君與諸仙人夜叉的咒文，也是古時岩神信仰的文本之一。",
        "es": "Dice la leyenda que es una antigua encantación para conmemorar a Rex Lapis y al Adeptus Yaksha. A la vez, es un texto antiguo de la fe del Arconte Geo.",
        "fr": "Cet ouvrage contient d'anciennes incantations adressées au Souverain de la Roche et aux Yakshas. Il s'agit également d'une archive des anciennes croyances religieuses à Liyue.",
        "id": "Legenda mengatakan bahwa kitab ini berisi mantra kuno yang digunakan untuk menghormati Rex Lapis dan Adeptus Yaksha. Juga berfungsi sebagai catatan sejarah tentang kepercayaan kuno pada Archon Geo.",
        "jp": "言い伝えによると、これは古代岩王帝君と仙人夜叉を記念するための呪文であり、昔の岩神信仰の書籍の一つである。",
        "kr": "고대 사람들이 암왕제군과 선인 야차들을 기리는 주문이자, 고대 바위 신앙의 문헌 중 하나라고 한다",
        "pt": "Diz a lenda que contém encantamentos antigos usados para prestar homenagem a Rex Lapis e aos Adepti Yaksha. Também serve como um registro histórico da crença antiga no Arconte Geo.",
        "ru": "Сборник древних песнопений, которые использовали Адепты и Яксы для восхваления Властелина Камня. Также этот сборник - летопись деяний Гео Архонта.",
        "th": "ตำนานพูดถึงมนต์โบราณเพื่อระลึกถึงราชาแห่งหินและยักษาผู้เป็นเซียน และเป็นหนึ่งในตำราความเชื่อในเทพเจ้าแห่งหินในสมัยโบราณด้วย",
        "vi": "Nghe nói bùa chú cổ đại tưởng niệm Nham Vương Đế Quân và Tiên Nhân Dạ Xoa, cũng là một trong những văn bản của tín ngưỡng Nham Thần cổ đại."
    },
    "materialType": "MATERIAL_QUEST"
}