{
    "name": {
        "en": "Victorious Legend",
        "de": "Legende der Unbesiegbarkeit",
        "chs": "常胜传说",
        "cht": "常勝傳說",
        "es": "Triunfo legendario",
        "fr": "Légende victorieuse",
        "id": "Victorious Legend",
        "jp": "常勝伝説",
        "kr": "무패의 전설",
        "pt": "Lenda Vitoriosa",
        "ru": "Победоносная легенда",
        "th": "Victorious Legend",
        "vi": "Thường Thắng Truyền Thuyết"
    },
    "id": 108365,
    "materialDesc": {
        "en": "Gorou's specialty. The side dishes have been piled high to form a sight as moving as Gorou's own motivations. As you finish the noodles and soup all in one go and pat your stomach in satisfaction, you look up and see Gorou... smiling radiantly as his tail wags from side to side (the latter probably unbeknownst to him!).",
        "de": "Gorous Spezialzubereitung. Die Beilagen sind so aufgetürmt, dass sie einen Anblick bieten, der so beeindruckend ist wie Gorous eigene Bemühungen. Als du die Nudeln und die Suppe in einem Zug aufisst und dir zufrieden auf den Bauch klopfst, schaust du auf und siehst Gorou ... strahlend lächelnd, während sein Schwanz hin- und herwedelt, was er selbst wahrscheinlich gar nicht bemerkt.",
        "chs": "五郎的特色料理。堆得又高又满的配菜，就如他的心意一般令人动容。一口气吃完面、喝完汤，揉揉略撑的肚皮，再抬头看向身边的五郎…只见他笑得灿烂，尾巴还在身后轻轻晃动，大概他自己也没有发现吧…",
        "cht": "五郎的特色料理。堆得又高又滿的配菜，就如他的心意一般令人動容。一口氣吃完麵、喝完湯，揉揉略撐的肚皮，再抬頭看向身邊的五郎…只見他笑得燦爛，尾巴還在身後輕輕晃動，大概他自己也沒有發現吧…",
        "es": "La especialidad de Gorou. La rebosante guarnición se ha apilado muy alto y es tan conmovedora como la motivación de Gorou. Tras acabarte los tallarines y el caldo de un solo trago y darte palmaditas de satisfacción en la barriga, alzas la vista y ves a Gorou sonriendo de oreja a oreja y meneando la cola (aunque de esto último probablemente no se haya dado ni cuenta).",
        "fr": "Spécialité culinaire de Gorou. Les accompagnements sont empilés de telle manière qu'ils offrent un spectacle aussi impressionnant que la motivation de Gorou. Après avoir fini de manger les nouilles et la soupe d'une traite, vous vous tapotez le ventre d'un air satisfait et levez les yeux pour regarder Gorou... qui affiche un grand sourire tout en remuant la queue (sans s'en rendre compte)...",
        "id": "Hidangan andalan Gorou. Lauk pauk yang ditumpuk tinggi mencerminkan motivasi Gorou yang menjulang tinggi. Setelah menyeruput mie sampai habis dan minum kuahnya sampai tak bersisa, kamu mengelus perutmu dengan puas lalu melihat ke arah Gorou ... yang tersenyum lebar sambil mengibaskan ekornya ke kiri dan ke kanan (gerakan yang sama sekali tidak disadari olehnya!).",
        "jp": "ゴローのオリジナル料理。高く積み上げられた具は、彼の気持ちと同じように心が動かされる。麺とスープを一気に食し、膨らんだお腹をさすりながらそばにいるゴローを見ると…満面の笑みを浮かべ、しっぽを軽く振っていた。おそらく、本人も気づいていないだろう…",
        "kr": "고로의 특제 요리. 높게 많이 쌓은 곁들임 요리는 그의 마음처럼 사람을 감동시킨다. 단숨에 면을 먹고, 국물을 마시고 난 후, 배를 만지면서 옆에 있는 고로를 보면… 찬란한 미소를 짓는 그가 보인다. 뒤에서 꼬리를 흔든다는 건 고로 자신도 모를 것이다…",
        "pt": "Especialidade de Gorou. Os acompanhamentos foram empilhados para criar uma vista de algo que se move assim como as motivações de Gorou. Enquanto você termina o macarrão e sopa de uma vez e bate no estômago cheio, só vê Gorou sorrindo alegremente com sua cauda balançando... Provavelmente nem mesmo ele percebe isso...",
        "ru": "Фирменное блюдо Горо. Гарниры достигают почти тех же вершин, что и амбиции Горо. Когда вы доедаете суп с лапшой и удовлетворённо похлопываете себя по животу, вы поднимаете глаза и видите Горо... лучезарно улыбающегося, а его хвост виляет из стороны в сторону (хотя, вероятно, он об этом не знает)!",
        "th": "เมนูพิเศษของ Gorou เครื่องเคียงที่ทั้งสูงทั้งเต็มจานนี้ เหมือนกับจิตใจของเขาที่สามารถทำให้คนซาบซึ้ง หลังจากกินบะหมี่และน้ำซุปให้หมดเกลี้ยงในคราวเดียว จากนั้นก็ลูบท้องที่แน่นอย่างเบา ๆ แล้วเงยหน้ามอง Gorou ที่อยู่ข้างกาย... คุณจะเห็นเขายิ้มอย่างสดใส และแกว่งหางด้านหลังไปมาเบา ๆ บางทีเขาเองอาจจะไม่รู้ตัวเหมือนกันก็ได้นะ...",
        "vi": "Món ăn đặc sắc của Gorou. Món ăn kèm chất cao và đầy ắp, cũng giống như tâm ý của Gorou khiến cho người khác phải cảm động. Ăn hết mì, húp hết nước, xoa xoa bụng, rồi ngẩng đầu nhìn Gorou đứng bên cạnh...Chỉ thấy Gorou đang cười rạng rỡ, chiếc đuôi phía sau còn đang ngoe nguẩy, chắc bản thân Gorou cũng không phát hiện ra..."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}