{
    "name": {
        "en": "Viktor's Lost Box",
        "de": "Viktors verlorene Schachtel",
        "chs": "维克多丢失的盒子",
        "cht": "維克多丟失的盒子",
        "es": "Caja perdida de Viktor",
        "fr": "Boîte perdue de Victor",
        "id": "Kotak Viktor yang Hilang",
        "jp": "ヴィクトルが無くした箱",
        "kr": "빅토르가 잃어버린 상자",
        "pt": "Caixa Perdida de Viktor",
        "ru": "Потерянная Виктором коробка",
        "th": "กล่องที่ Viktor ทำหาย",
        "vi": "Chiếc Hộp Viktor Làm Mất"
    },
    "id": 100631,
    "materialDesc": {
        "en": "The box that Viktor lost. The wrapping is all crumpled up... but it doesn't look damaged. What important things could it contain?",
        "de": "Die Schachtel, die Viktor verloren hat. Außen ist sie etwas zerknautscht, scheint aber nicht wirklich beschädigt zu sein. Was für wichtige Dinge sich wohl darin befinden?",
        "chs": "维克多丢失的盒子。外面的包装皱巴巴的…不过倒没什么破损，不知道里面到底装着什么重要的东西…",
        "cht": "維克多丟失的盒子。外面的包裝皺巴巴的…不過倒沒什麼破損，不知道裡面到底裝著什麼重要的東西…",
        "es": "Una caja que Viktor perdió. El envoltorio está muy arrugado, pero no se ha roto. ¿Qué cosas de valor habrá en su interior?",
        "fr": "La boîte que Victor a perdue. L'emballage est tout froissé... mais elle n'a pas l'air endommagé. Quelles choses importantes peut-elle bien contenir ?",
        "id": "Kotak Viktor yang hilang. Bungkus luarnya sudah kusut... tapi sepertinya tidak rusak. Entah ada apa yang penting di dalamnya...",
        "jp": "ヴィクトルが無くした箱。壊れてはいないが、しわくちゃだ。何か大切な物が入っているのだろうか…",
        "kr": "빅토르가 잃어버린 상자, 겉포장은 잔뜩 구겨져있지만… 파손되진 않았다. 안에 대체 어떤 중요한 게 있을까…",
        "pt": "A caixa que Viktor perdeu. Tem uma aparência amassada... Entretanto, não foi danificada pela queda. Não se sabe o que há de valor dentro dela...",
        "ru": "Коробка, которую потерял Виктор. Обёртка смята, но сама коробка не пострадала. Что за важная вещь скрывается внутри?",
        "th": "กล่องที่ Viktor ทำหาย ห่อด้านนอกมีรอยยับยู่ยี่... แต่ไม่ได้เสียหายอะไร ไม่รู้ว่าข้างในใส่อะไรเอาไว้กันแน่...",
        "vi": "Chiếc hộp Viktor làm mất. Túi bên ngoài đã nhăn nhúm... Nhưng không bị hỏng, không biết bên trong đứng thứ đồ quan trọng gì..."
    },
    "materialType": "MATERIAL_QUEST"
}