{
    "name": {
        "en": "Village Well: Subterranean Secrets",
        "de": "Brunnen auf dem Land – „Schatz im Verborgenen“",
        "chs": "乡野水井-「下索密藏」",
        "cht": "鄉野水井-「下索密藏」",
        "es": "Pozo rural: Escondite subterráneo",
        "fr": "Puits de village « Secrets souterrains »",
        "id": "Sumur Desa: Rahasia Bawah Tanah",
        "jp": "田舎井戸-「下索密蔵」",
        "kr": "초야의 우물-「숨겨진 장소」",
        "pt": "Poço da Vila Rural: Refúgio Subterrâneo",
        "ru": "Деревенский колодец: Подземный тайник",
        "th": "บ่อน้ำในชนบท - \"สืบค้นสมบัติลับ\"",
        "vi": "Giếng Nước Thôn Quê - Kho Báu Chôn Giấu"
    },
    "id": 393333,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Village Well: Subterranean Secrets.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Brunnen auf dem Land – Schatz im Verborgenen“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「乡野水井-『下索密藏』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「鄉野水井-『下索密藏』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Pozo rural: Escondite subterráneo.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du puits de village « Secrets souterrains ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Sumur Desa: Rahasia Bawah Tanah.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「田舎井戸-『下索密蔵』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「초야의 우물 -『숨겨진 장소』」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Poço da Vila Rural: Refúgio Subterrâneo.\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Деревенский колодец: Подземный тайник».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างบ่อน้ำในชนบท - \"สืบค้นสมบัติลับ\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Giếng Nước Thôn Quê - Kho Báu Chôn Giấu\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}