{
    "name": {
        "en": "Vitalized Dragontooth",
        "de": "Lebensenergie saugender Drachenzahn",
        "chs": "汲取了生命力的龙牙",
        "cht": "汲取了生命力的龍牙",
        "es": "Colmillo de dragón imbuido de fuerza vital",
        "fr": "Croc de dragon infusé de vitalité",
        "id": "Gigi Naga yang Telah Menyerap Energi Kehidupan",
        "jp": "生命力を吸収した龍牙",
        "kr": "생명력을 흡수한 용의 이빨",
        "pt": "Dente de Dragão Que Extraiu a Vitalidade",
        "ru": "Напитанный клык дракона",
        "th": "เขี้ยวมังกรที่ดูดซับพลังชีวิต",
        "vi": "Nanh Rồng có sinh mệnh"
    },
    "id": 100619,
    "materialDesc": {
        "en": "A Dragontooth infused with vitality. Just its luster and texture are enough to make one uneasy...",
        "de": "Ein von Vitalität durchdrungener Drachenzahn. Allein sein Glanz und seine Ausstrahlung genügen, um einen ganz unruhig zu machen ...",
        "chs": "汲取了生命力的龙牙。无论是光泽还是质感，都愈加让人不安…",
        "cht": "汲取了生命力的龍牙。無論是光澤還是質感，都愈加讓人不安…",
        "es": "Un diente de dragón que ha absorbido fuerza vital. Su brillo y textura tienen un aspecto inquietante.",
        "fr": "Un croc de dragon infusé de force vitale. Sa brillance et sa texture suffisent à éveiller l'inquiétude de celui qui l'observe...",
        "id": "Gigi naga yang telah menyerap energi kehidupan. Penampilan dan teksturnya membuat orang merasa tidak nyaman...",
        "jp": "生命力を吸収した龍牙。その光沢と質感は、人の心を不安にさせる…",
        "kr": "생명력을 흡수한 용의 이빨. 불쾌한 광택에 불쾌한 질감이다…",
        "pt": "Um Dente de Dragão infundido com energia vital. Não importa se é seu brilho ou textura, todos podem deixar uma pessoa inquieta...",
        "ru": "Драконий клык, напитанный жизненной силой. Одно лишь прикосновение к нему заставляет вас почувствовать тревогу...",
        "th": "เขี้ยวมังกรที่ดูดซับพลังชีวิตแล้ว จะมีความเงาหรือเนื้อสัมผัสที่จะทำให้รู้สึกไม่ค่อยปลอดภัย...",
        "vi": "Chiếc Răng Rồng hấp thụ sức mạnh sinh mệnh. Dù là độ bóng hay kết cấu, cũng đều khiến người ta xao xuyến..."
    },
    "materialType": "MATERIAL_EXCHANGE"
}