{
    "name": {
        "en": "Wakeful Spring",
        "de": "Thermalbad der Wachsamkeit",
        "chs": "醒意汤泉",
        "cht": "醒意湯泉",
        "es": "Aguas termales revitalizantes",
        "fr": "Source revigorante",
        "id": "Kolam Pemandian Penyegar",
        "jp": "気晴れの湯",
        "kr": "개운한 온천",
        "pt": "Fonte Termal Revitalizante",
        "ru": "Бодрящий горячий источник",
        "th": "บ่อน้ำพุตระหนักใจ",
        "vi": "Suối Nước Nóng Bừng Tỉnh"
    },
    "id": 350049,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Wakeful Spring.\\nA feature-complete open-air hot spring. The minerals and elements present here may not be the equal of Aisa Bathhouse, but hot springs of this kind win in terms of their relaxed, casual atmosphere and the relative lack of regulations.\\nJust a half-hour soak in here and all the fatigue you've accumulated from work will dissipate into nothingness, replaced by a reawakened vigor, and if there's time, you can lean against a nearby white stone and have some tea and a chat with your friends.\\nOf course, please keep some basic etiquette in mind before entering: enjoying the hot spring with friends is fine, but do not stay too long. If you spend too much time in there with chatty folk like the Queen of the Summer Festival, you might get dizzy.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Yoimiya, Gorou, Yae Miko, Shikanoin Heizou",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Thermalbad der Wachsamkeit“.\\nEine komplett ausgestattete heiße Quelle im Freien. Die Mineralien und Elemente, die hier vorhanden sind, sind vielleicht nicht mit denen des Badehauses Aisa vergleichbar, aber heiße Quellen dieser Art bieten eine viel freundlichere und ungezwungenere Atmosphäre.\\nNur ein halbstündiges Bad hier und all die Müdigkeit, die du von der Arbeit angesammelt hast, wird sich in Nichts auflösen und durch eine wiedererwachte Vitalität ersetzt werden, und wenn du Zeit hast, kannst du dich an einen nahegelegenen weißen Stein lehnen und einen Tee trinken und mit deinen Freunden plaudern.\\nNatürlich solltest du die grundsätzlichen Anstandsregeln beachten, bevor du eintrittst. Es ist ebenfalls in Ordnung, die heiße Quelle mit Freunden zu genießen, aber bleib nicht zu lange. Wenn du zu viel Zeit mit schwatzhaften Leuten wie der Königin des Sommerfestes verbringst, könnte dir schwindlig werden.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von folgenden Kameraden bevorzugt: Yoimiya, Gorou, Yae Miko und Shikanoin Heizou.",
        "chs": "步骤详实的图纸，记载着「醒意汤泉」的放置方法。\\n陈设完备的露天温泉。虽说水温和池中蕴含的矿物元素稍逊于「秋沙钱汤」，但整体气氛更为轻松随意，没有太多规矩。\\n在温泉里泡上半小时，今日工作所积累的疲惫就会悄然散去，身体中的活力将被再度唤醒。倘若时间充足，便能倚靠池边白石，品着茶与友人闲谈。\\n当然，入池之前，还请注意基本礼仪；与友人一同享受温泉时，还请留意泡澡的时间。要是在温泉里和「夏祭女王」那般健谈的朋友聊天过久，可能会头晕目眩哦。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：宵宫、五郎、八重神子、鹿野院平藏",
        "cht": "步驟詳實的圖紙，記載著「醒意湯泉」的放置方法。\\n陳設完備的露天溫泉。雖說水溫和池中蘊含的礦物元素稍遜於「秋沙錢湯」，但整體氣氛更為輕鬆隨意，沒有太多規矩。\\n在溫泉裡泡上半小時，今日工作所累積的疲憊就會悄然散去，身體中的活力將被再度喚醒。倘若時間充足，便能倚靠池邊白石，品著茶與友人閒談。\\n當然，入池之前，還請注意基本禮儀；與友人一同享受溫泉時，還請留意泡澡的時間。要是在溫泉裡和「夏祭女王」那般健談的朋友聊天過久，可能會頭暈目眩哦。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：宵宮、五郎、八重神子、鹿野院平藏",
        "es": "Plano detallado para colocar unas Aguas termales revitalizantes.\\nUn recinto de aguas termales totalmente equipado y al aire libre. Aunque los elementos y minerales de estas aguas no se pueden comparar con los del Balneario Aisa, el ambiente es más cercano y casual y no tiene muchas normas.\\nAl reposar media hora en el agua, el cansancio y la fatiga de todo el día desaparecen y la energía del cuerpo comienza a resurgir. Si dispones de tiempo suficiente, también podrás tomar un té y charlar con amigos.\\nPor supuesto, cuando entres al agua, debes mantener tus modales. Cuando compartas las aguas termales con otros, deberás prestar atención a cuánto tiempo permaneces en el agua. Así pues, si te quedas charlando horas y horas como la Reina del Festival de Verano, acabarás a punto de desmayarte.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Yoimiya, Gorou, Yae Miko, Shikanoin Heizou.",
        "fr": "Étapes de mise en place de la source revigorante.\\nUne source chaude en plein air toute équipée. Les minéraux et les éléments présents ici ne sont peut-être pas à l'égal de ceux des Bains Aisa, mais les sources chaudes de ce type sont supérieures en termes d'atmosphère détendue et décontractée et de manque relatif de réglementation.\\nJuste une demi-heure d'immersion ici et toute la fatigue que vous avez accumulée de votre dur labeur se dissipera dans le néant, remplacée par une vigueur réveillée. Si vous avez le temps, vous pouvez même vous appuyer contre une des pierres blanches à proximité et prendre un thé pour discuter avec vos amis.\\nBien sûr, veuillez garder une étiquette de base à l'esprit avant d'entrer : profiter de la source chaude avec des amis, c'est bien, mais ne restez pas trop longtemps. Si vous y passez trop de temps avec des gens bavards comme la reine du festival d'été, vous pourriez avoir des vertiges.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Yoimiya, Gorou, Yae Miko, Shikanoin Heizou.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk memasang Kolam Pemandian Penyegar.\\nPemandian air panas ini adalah pemandian terbuka yang memiliki fasilitas lengkap. Meski mineral yang terkandung dalam pemandian ini tidak sama dengan Aisa Bathhouse, namun pemandian ini tidak punya banyak aturan dan suasananya jauh lebih santai.\\nSetelah berendam selama setengah jam, semua kelelahan di hari ini akan sirna, dan semangat yang runtuh pun akan terbangkitkan kembali. Bila waktu kamu masih cukup banyak, bersandarlah di batu putih di sekeliling kolam, berbincang-bincang dengan teman sambil menyeruput secangkir teh.\\nTentu saja sebelum memasuki kolam kamu perlu memperhatikan beberapa etiket dasar. Saat berendam bersama teman, perhatikan lamanya waktu kamu berendam. Bila berendam bersama Ratu Festival Musim Panas dan berbincang terlalu lama, kepala bisa pusing loh.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.\\nRekan yang menyukai set perabot ini: Yoimiya, Gorou, Yae Miko, Shikanoin Heizou",
        "jp": "「気晴れの湯」の詳しい作り方が載っている設計図。\\n設備の整った露天温泉。水温や含まれるミネラルは「秋沙銭湯」に及ばないが、より親しみやすく、客向けの規則が少ない。\\n30分ほど浸かれば、一日の疲れも吹っ飛び、身体の活力が復活する。時間に余裕があれば、温泉のほとりの白い石にもたれて、お茶でも飲みながら友人と雑談するのもいい。\\nもちろん、湯に浸かる前は、入浴の基本作法を心得よう——友人と温泉を楽しむ時は、長く湯に浸かり過ぎてはならない。もし「夏祭りの女王」のようなおしゃべり好きの友人と長湯をすると、立ちくらみを起こしてしまうかもしれない。\\n使用後は、配置画面で確認することができる。\\nこの調度品セットを好む仲間：宵宮、ゴロー、八重神子、鹿野院平蔵",
        "kr": "작업 순서가 상세히 적힌 도면, 「개운한 온천」의 설치 방법이 기재되어 있다.\\n완벽한 시설을 갖춘 노천온천. 수온이나 광물 원소 함유량 면에서 「아이사 대중탕」보다 조금 부족하긴 하지만, 자유로운 분위기에 규칙도 엄격하지 않다.\\n온천에 30분 동안 몸을 담그면, 하루 업무로 쌓인 피곤이 녹고, 활력을 되찾을 수 있다. 시간이 넉넉하다면 온천 옆의 백석에 기대어 차를 마시며 친구와 담소를 나눌 수도 있다.\\n물론 입욕 전 예절은 꼭 지켜야 한다. 친구와 함께 온천을 즐길 때는 시간에 유의해야 하는데, 「여름 축제의 여왕」처럼 입담이 좋은 친구와 오래 수다 떨었다간 어지러워질 수도 있다.\\n사용 후 배치 화면에서 확인할 수 있다.\\n해당 장식 세트를 선호하는 친구: 요이미야, 고로, 야에 미코, 시카노인 헤이조",
        "pt": "#Um diagrama detalhado passo a passo para fazer uma Fonte Termal Revitalizante.\\nUma fonte termal ao ar livre com recursos completos. Os minerais e elementos presentes aqui podem não ser iguais aos Banhos de Aisa, mas as fontes termais deste tipo ganham em termos de qualidade para comparações de preços e a atmosfera amigável e casual.\\nSó necessita de meia hora repousando aqui e todo o cansaço que você acumulou no trabalho se dissipará logo, substituído por um vigor renovado e, se houver tempo, você pode ainda encostar-se em uma das pedras brancas que há por aqui e tomar um chá enquanto bate um papo com seus amigos.\\nClaro, mantenha a etiqueta adequada quando entrar na fonte: aproveitar as águas termais com os amigos é bom, mas não fique muito tempo. Se você passar muito tempo a tagarelar com o pessoal lá, como a Rainha do Festival de Verão faz, pode ficar tont{M#o}{F#a}.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nCompanheiros que preferem este conjunto: Yoimiya, Gorou, Yae Miko, Shikanoin Heizou",
        "ru": "Подробная схема изготовления предмета декора «Бодрящий горячий источник».\\nПолноценный горячий источник под открытым небом. Хотя минералы и элементы, присутствующие здесь, уступают баням «Аиса», но горячие источники такого рода выигрывают в плане расслабленной, непринуждённой атмосферы и относительного отсутствия правил. \\nПросто понежьтесь в них полчаса, и вся усталость трудового дня рассеется без следа, сменившись пробудившейся бодростью. При наличии времени, можно прислониться к ближайшему белому камню и выпить чаю и поболтать с друзьями.\\nПрежде чем окунуться в источники, помните о надлежащем этикете. Наслаждаться горячим источником с друзьями - это прекрасно, но не оставайтесь там слишком долго. Если вы проведёте там слишком много времени с такими болтунами, как Королева летнего фестиваля, у вас может закружиться голова.\\nПосле использования чертежа вы можете перейти в меню расстановки для просмотра.\\nЭтот комплект предпочитает следующие компаньоны: Ёимия, Горо, Яэ Мико и Сиканоин Хэйдзо.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"บ่อน้ำพุตระหนักใจ\"\\nบ่อน้ำพุร้อนกลางแจ้งที่มีอุปกรณ์ครบครัน แม้ว่าอุณหภูมิของน้ำและแร่ธาตุในสระจะไม่สามารถเทียบกับ \"โรงอาบน้ำ Aisa\" ได้ แต่บรรยากาศโดยรวมก็ถือว่าสบาย ๆ ไม่มีกฎเกณฑ์อะไรเยอะแยะ\\nการแช่ตัวในบ่อน้ำพุร้อนเป็นเวลาครึ่งชั่วโมง ความอ่อนล้าที่สะสมจากการทำงานในวันนี้ก็จะค่อย ๆ จางหายไป ร่างกายจะกลับมากระปรี้กระเปร่าอีกครั้ง และหากคุณมีเวลาที่มากเพียงพอ ก็สามารถเอนกายลงบนหินสีขาวข้างสระน้ำ จิบชาและพูดคุยกับเหล่าผองเพื่อนของคุณได้\\nแน่นอนว่าก่อนที่จะลงสระ โปรดให้ความสำคัญในเรื่องของมารยาทพื้นฐานด้วย: เมื่อแช่น้ำร้อนร่วมกันกับเพื่อน ก็ขอให้ใส่ใจในเรื่องของระยะเวลา โดยหากคุณใช้เวลาพูดคุยกับเพื่อนอยู่ในสระ ราวกับเป็น \"ราชินีแห่งเทศกาลฤดูร้อน\" แล้วล่ะก็ นั่นอาจทำให้หน้ามืดตาลายได้\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Yoimiya, Gorou, Yae Miko, Shikanoin Heizou",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bố trí \"Suối Nước Nóng Bừng Tỉnh\".\\nSuối nước nóng lộ thiên đầy đủ trang thiết bị. Tuy nói rằng nhiệt độ và nguyên tố khoáng chất trong nước có hơi kém so với \"Phòng Tắm Hơi Aisa\", nhưng bầu không khí tổng thể ở đây lại thoải mái hơn, không có quá nhiều quy tắc.\\nNgâm mình trong suối nước nóng nửa giờ, là có thể tiêu tan mọi mệt mỏi sau một ngày làm việc, sức sống như được thức tỉnh lần nữa. Nếu dư dả thời gian, có thể tựa vào tảng đá trắng bên hồ, thưởng thức trà và đàm đạo với bạn bè.\\nĐương nhiên, trước khi vào hồ cần chú ý những lễ nghi cơ bản; khi ngâm suối cùng bạn bè phải lưu ý thời gian. Nếu trò chuyện khi tắm suối nước nóng với một người bạn thích nói chuyện giống như \"nữ hoàng lễ hội mùa hè\", trò chuyện quá lâu có thể sẽ bị hoa mắt chóng mặt đó.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Yoimiya, Gorou, Yae Miko, Shikanoin Heizou"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}