{
    "name": {
        "en": "Wanmin Feast",
        "de": "Wanmin-Bankett",
        "chs": "万民宴聚享肴绮",
        "cht": "萬民宴聚享餚綺",
        "es": "Banquete en Wanmin",
        "fr": "Banquet de Wanmin",
        "id": "Wanmin Feast",
        "jp": "佳肴を味わう万民",
        "kr": "모든 사람이 즐기는 요리",
        "pt": "Banquete de Wanmin",
        "ru": "Пир на весь мир",
        "th": "งานเลี้ยงอันโอชะแห่ง Wanmin",
        "vi": "Nhà Nhà Tề Tựu Dùng Bữa Ngon"
    },
    "id": 223012,
    "materialDesc": {
        "en": "A firework based on the little helper for the Wanmin Restaurant's famous chef. When anyone from Liyue sees this little helper, their thoughts will immediately turn to good food. And where there's a festival, there must be good food!",
        "de": "Ein Feuerwerk, das dem kleinen Helfer des berühmten Kochs des Restaurants Wanmin gewidmet ist. Wenn jemand aus Liyue dieses kleine Helferlein sieht, denkt man sofort an gutes Essen. Und wo es ein Fest gibt, muss es auch gutes Essen geben!",
        "chs": "以某位万民堂名厨的小帮手为参考制作的创意烟花。一看到这位名厨的小帮手，璃月居民们就会回想起格外美味的菜肴。丰盛的家宴对于佳节而言必不可少。",
        "cht": "以某位萬民堂名廚的小幫手為參考製作的創意煙花。一看到這位名廚的小幫手，璃月居民們就會回想起格外美味的菜餚。豐盛的家宴對於佳節而言必不可少。",
        "es": "Un fuego artificial muy original creado a imagen del ayudante de cierta chef del Restaurante Wanmin. Al ver a este pequeño ayudante, los habitantes de Liyue no pueden evitar pensar en platos deliciosos. ¡Un banquete familiar es una parte indispensable del festival!",
        "fr": "Un feu d'artifice à l'image de l'assistant de la célèbre cheffe du Restaurant Wanmin. Les Liyuéens pensent à la bonne nourriture en le voyant, car les festivals riment avec de délicieux festins en famille.",
        "id": "Kembang api yang referensinya diambil dari sosok pembantu kecil dari koki terkenal Wanmin Restaurant. Saat orang Liyue mana pun melihat pembantu kecil ini, pikiran mereka akan segera terbang kepada makanan yang enak. Di mana ada festival, di situ pasti ada makanan yang lezat!",
        "jp": "万民堂にいる料理人の助手を参考にした独創的な花火。この並外れた腕を持つ助手を見ると、璃月の住民たちはとびきり美味しい料理を思い出す。佳節において、豪勢な宴は欠かせないものである。",
        "kr": "만민당 유명 요리사의 조수를 모티브로 만든 창의적인 폭죽. 요리사의 조수를 보면, 리월 주민들은 맛있는 요리를 떠올린다. 명절에 진수성찬은 필수다",
        "pt": "Um fogo de artifício  baseado em um pequeno ajudante de uma chef famosa do Restaurante Wanmin. Quando alguém de Liyue vê esse ajudante, imediatamente pensam em comida boa. E onde há um festival, há comida boa.",
        "ru": "Фейерверк, который был создан под впечатлением от маленького помощника знаменитого шеф-повара ресторана «Народный выбор». Когда жители Ли Юэ видят его, их мысли сразу же обращаются к хорошей еде. А где есть праздник, там должна быть и хорошая еда!",
        "th": "ดอกไม้ไฟที่ผู้ช่วยของภัตตาคาร Wanmin คิดค้นขึ้น เมื่อเห็นผู้ช่วยของเชฟชื่อดังคนนี้ ชาวเมือง Liyue ก็ต้องคิดถึงเมนูอาหารเลิศรส งานเลี้ยงสุดอลังการเป็นสิ่งที่ขาดไม่ได้สำหรับงานเทศกาล",
        "vi": "Pháo hoa được lấy ý tưởng từ trợ lý bé nhỏ của một đầu bếp lừng danh nào đó ở Vạn Dân Đường. Chỉ cần nhìn thấy người trợ lý này, người dân Liyue đều sẽ nhớ về những món ăn thơm ngon. Đối với những ngày lễ tết, thì bữa ăn sum họp gia đình là điều không thể thiếu."
    },
    "materialType": "MATERIAL_FIREWORKS"
}