{
    "name": {
        "en": "Wanmin Restaurant's Boiled Fish",
        "de": "Fischsuppe nach Art des Hauses Wanmin",
        "chs": "万民堂水煮鱼",
        "cht": "萬民堂水煮魚",
        "es": "Pescado hervido del Restaurante Wanmin",
        "fr": "Poisson bouilli du Restaurant Wanmin",
        "id": "Wanmin Restaurant's Boiled Fish",
        "jp": "万民堂水煮魚",
        "kr": "만민당 생선전골",
        "pt": "Peixe Fervido do Restaurante de Wanmin",
        "ru": "Фирменная отварная рыба",
        "th": "Wanmin Restaurant's Boiled Fish",
        "vi": "Cá Luộc Vạn Dân Đường"
    },
    "id": 108135,
    "materialDesc": {
        "en": "Xiangling's specialty. This is the signature dish of the Wanmin Restaurant, combining Xiangling's heartfelt passion for cuisine. Anyone who tastes it will gain a pure appreciation for gourmet food amid the hearty and addictive blend of flavors.",
        "de": "Xianglings Spezialzubereitung. Gleichzeitig ist es die Spezialität des Restaurants Wanmin und stellt eine Zusammenfassung von Xianglings Künsten und ihrer Leidenschaft beim Kochen dar. Jeder, der davon probiert, fühlt sich heiter und gelassen, denn dieses Gericht ist eine schlichte und wundervolle Erfahrung zugleich.",
        "chs": "香菱的特色料理。万民堂的金字招牌菜，凝聚着香菱对烹饪全心全意的热情。但凡尝过的人，都能在这酣畅过瘾的复合香味中，收获对于美食的最纯粹的感动。",
        "cht": "香菱的特色料理。萬民堂的金字招牌菜，凝聚著香菱對烹飪全心全意的熱情。但凡嘗過的人，都能在這酣暢過癮的複合香味中，收穫對於美食的最純粹的感動。",
        "es": "La especialidad de Xiangling. Este es el plato insignia del Restaurante Wanmin. Representa la gran pasión de Xiangling por la cocina. Todo aquel que lo pruebe disfrutará de una comida gourmet con una abundante y adictiva mezcla de sabores.",
        "fr": "Spécialité culinaire de Xiangling. Le plat signature du Restaurant Wanmin revisité à la sauce Xiangling. Ceux qui auront la chance de le goûter apprécieront l'abondance de saveurs qui caractérise la haute gastronomie liyuéenne.",
        "id": "Spesialisasi Xiangling. Hidangan khas dari Wanmin Restaurant, dengan mengombinasikan semangat Xiangling dalam memasak. Siapa pun yang mencicipinya akan menghargai cita rasa murni yang dicampur dengan rasa yang membuat orang menjadi ketagihan.",
        "jp": "香菱のオリジナル料理。万民堂とっておきの一品。香菱の料理に対する情熱が込められている。食べた人はその爽快な味の中で、美食に対する純粋な感動を覚える。",
        "kr": "향릉의 특제 요리. 만민당의 간판 메뉴. 향릉의 요리에 대한 열정이 모여있다. 맛본 사람들은 모두 뇌리를 관통할 것 같은 향기에 맛있는 음식에 대한 가장 순수한 감동을 느꼈다",
        "pt": "Especialidade de Xiangling. Este é o prato exclusivo do Restaurante Wanmin, combinando a paixão sincera de Xiangling pela culinária. Qualquer pessoa que goste, ganhará uma apreciação pura por comida gourmet em meio à mistura saudável e viciante de sabores.",
        "ru": "Особое блюдо Сян Лин. Это фирменное блюдо ресторана «Народный выбор», объединяющее в себе всю страсть Сян Лин к готовке. Любой, кто попробует его, сможет оценить по достоинству мастерство юного шеф-повара.",
        "th": "เมนูพิเศษของ Xiangling อาหารจานเด็ดของภัตตาคาร Wanmin เมนูที่ได้รวมเอาความหลงใหลในการทำอาหารของ Xiangling เอาไว้อย่างเต็มเปี่ยม แต่ทว่าคนที่เคยได้ลิ้มลองนั้น ล้วนดื่มด่ำกลิ่นหอมของมันเพื่อเก็บ ความประทับใจของอาหารอันเลิศรสนี้",
        "vi": "Món ăn đặc biệt của Xiangling cũng là món tủ của Vạn Dân Đường, thấm nhuần nhiệt huyết nấu nướng của Xiangling. Sau cơn say, người ta có thể hồi tưởng lại hương vị thuần khiết đến tuyệt mỹ của món ăn."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}