{
    "name": {
        "en": "Wanmin Restaurant Take-Away",
        "de": "Restaurant-Wanmin-Mitnehmgericht",
        "chs": "「万民堂」外送餐品",
        "cht": "「萬民堂」外送餐點",
        "es": "Comida a domicilio del Restaurante Wanmin",
        "fr": "Commande du Restaurant Wanmin",
        "id": "Makanan Pesan Antar Wanmin Restaurant",
        "jp": "「万民堂」の出前料理",
        "kr": "「만민당」 배달 음식",
        "pt": "Comida para Viagem do Restaurante Wanmin",
        "ru": "Еда навынос ресторана «Народный выбор»",
        "th": "อาหารเดลิเวอรี่ของภัตตาคาร Wanmin",
        "vi": "Món giao hàng của Vạn Dân Đường"
    },
    "id": 100749,
    "materialDesc": {
        "en": "A meal that Chef Mao has made for Atsuko. It looks like it is freshly made — you can feel its warmth even through the tight wrapping.",
        "de": "Eine Mahlzeit von Koch Mao für Atsuko. Scheint gerade erst zubereitet worden zu sein, denn sie ist noch warm.",
        "chs": "卯师傅为竺子准备的菜品，似乎刚刚做好，隔着密封的包裹也能感受到温度。",
        "cht": "卯師傅為竺子準備的菜餚，似乎剛剛做好，隔著密封的包裹也能感受到溫度。",
        "es": "Una comida preparada por el Chef Mao para Atsuko. Parece recién hecha, porque se puede sentir el calor que desprende a través del envoltorio.",
        "fr": "Un repas que le chef Mao a préparé pour Atsuko. Il semblerait qu'il sorte tout juste de la cuisine, car vous pouvez sentir de la chaleur en émaner à travers l'emballage.",
        "id": "Bekal yang disiapkan Koki Mao untuk Atsuko. Sepertinya baru saja selesai dimasak, karena kamu bisa merasakan kehangatan hidangan ini dari luar bungkusannya.",
        "jp": "卯師匠が竺子の為に準備した料理。作りたての様で、梱包されているにも関わらず温度を感じる。",
        "kr": "묘 사부가 아츠코를 위해 준비한 요리. 만든 지 얼마 안 돼서 포장되어 있음에도 온기가 느껴진다",
        "pt": "Uma refeição que o Chef Mao fez para Atsuko. Parece que foi feita recentemente - você pode sentir seu calor mesmo através do invólucro apertado.",
        "ru": "Еда для Ацуко, которую сделал шеф-повар Мао. Похоже, он её только что приготовил - даже через плотную упаковку чувствуется тепло.",
        "th": "อาหารที่เชฟ Mao เตรียมไว้ให้ Atsuko ดูเหมือนจะเพิ่งทำเสร็จใหม่ ๆ เพราะถึงแม้จะบรรจุอย่างแน่นหนา แต่ยังรู้สึกได้ถึงความอุ่นของอาหาร",
        "vi": "Thức ăn của Thầy Mao chuẩn bị cho Atsuko, hình như vừa mới làm xong, vẫn còn rất ấm."
    },
    "materialType": "MATERIAL_QUEST"
}