{
    "name": {
        "en": "War Drum: Line-Breaking Reverb",
        "de": "Kriegstrommel – Gesang des Sieges",
        "chs": "军势钲鼓-「破阵余响」",
        "cht": "軍勢鉦鼓-「破陣餘響」",
        "es": "Tambor militar: Eco rompefilas",
        "fr": "Tambour militaire « Réverbération anti-formation »",
        "id": "Genderang Perang: Gema Pemecah Barisan",
        "jp": "軍勢の太鼓-「破陣の余響」",
        "kr": "군마의 징과 북-「적진을 뚫는 울림」",
        "pt": "Tambor Militar: Eco Quebrador de Formações",
        "ru": "Военный барабан: Звук победы",
        "th": "กลองรบ: เสียงแตกแนวป้องกัน",
        "vi": "Trống Trận Liên Hồi - Dư Âm Phá Trận"
    },
    "id": 393127,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a War Drum: Line-Breaking Reverb.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Kriegstrommel – Gesang des Sieges“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「军势钲鼓-『破阵余响』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「軍勢鉦鼓-『破陣餘響』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Tambor militar: Eco rompefilas.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du tambour militaire « Réverbération anti-formation ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat Genderang Perang: Gema Pemecah Barisan.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「軍勢の太鼓-『破陣の余響』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「군마의 징과 북-『적진을 뚫는 울림』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar \"Tambor Militar: Eco Quebrador de Formações\".\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Военный барабан: Звук победы».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"กลองรบ: เสียงแตกแนวป้องกัน\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Trống Trận Liên Hồi - Dư Âm Phá Trận\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}