{
    "name": {
        "en": "Warming Bottle",
        "de": "Wärmflasche",
        "chs": "放热瓶",
        "cht": "放熱瓶",
        "es": "Vial exotérmico",
        "fr": "Fiole exothermique",
        "id": "Warming Bottle",
        "jp": "放熱瓶",
        "kr": "발열병",
        "pt": "Garrafa Térmica",
        "ru": "Тепловая бутыль",
        "th": "Warming Bottle",
        "vi": "Bình Phát Nhiệt"
    },
    "id": 220017,
    "materialDesc": {
        "en": "Upon use, emits heat for a short period over a small area, diminishing the effect of Sheer Cold.\\nWarming Seelie have evolved in response to the extreme change in temperature to give the comfort of warmth to those who seek it. This convenient gadget was originally crafted by those who struggled to survive in the snowy mountains in imitation of such evolved Seelie.",
        "de": "Durch die Anwendung dieses Objekts wird kurzzeitig und mit geringer Reichweite Wärmeenergie ausgestrahlt, die das Ansammeln bitterer Kälte verringert.\\n„Wärmende Seelien“ haben sich augrund der rauen klimatischen Bedingungen entwickelt und können Wärme Suchenden Trost spenden. Dieses praktische Objekt wurde von jemandem entworfen, der auf den schneebedeckten Bergen genau diese Eigenschaft der besonderen Seelien nutzen wollte.",
        "chs": "使用后，会在短时间内小范围中释放热量，削减积累的严寒。\\n「温暖仙灵」是依据气候剧变而进化的形态，能为渴求温暖的人提供慰藉。而这种便利道具，则是曾在雪山挣扎求生的人，依据仙灵的变化创造出的模拟道具。",
        "cht": "使用後，會在短時間內小範圍中釋放熱量，削減累積的嚴寒。\\n「溫暖仙靈」是依據氣候劇變而進化的形態，能為渴求溫暖的人提供慰藉。而這種便利道具，則是曾在雪山掙扎求生的人，依據仙靈的變化創造出的模擬道具。",
        "es": "Puede utilizarse para desprender calor en una pequeña área y reducir la acumulación de Frío extremo.\\nLos Seelies cálidos evolucionaron en respuesta al cambio extremo de las temperaturas para ofrecer una calidez reconfortante a quienes la busquen. Las personas que vivían en las gélidas montañas crearon este objeto tan práctico a imagen de esos Seelies.",
        "fr": "Lors de son utilisation, elle émet de la chaleur pendant une courte période sur une petite surface, réduisant les effets du Grand Froid.\\nLes Fées ardentes ont évolué suite à d'importants changements climatiques, et sont capables de fournir chaleur et réconfort à ceux qui en ont besoin. Cet objet pratique a été conçu par ceux qui, autrefois, subissaient les assauts du froid sur les montagnes enneigées, en imitant ces Fées.",
        "id": "Saat digunakan, benda ini akan memancarkan kehangatan di sebuah area kecil selama beberapa saat, berguna untuk mengurangi akumulasi Sheer Cold.\\nWarming Seelie telah berevolusi untuk menghangatkan orang yang kedinginan di cuaca ekstrim ini. Alat yang praktis ini awalnya diciptakan oleh orang-orang yang kesulitan untuk hidup di pegunungan bersalju, dan alat ini dibuat berdasarkan evolusi Seelie tersebut.",
        "jp": "使用後は短時間、狭範囲内に熱を放ち、蓄積した極寒を減らすことができる。\\n「温暖仙霊」は気候により進化を遂げた形態であり、暖かさを求める人にとっての恵み。これは、そんな雪山にいる人のために仙霊をもとに作った道具。",
        "kr": "사용 후 짧은 시간 동안 작은 범위 내에 열기를 방출하여 혹한 게이지를 감소시킨다.\\n「따뜻한 선령」은 급변하는 기후에 따라 진화된 형태이며 따뜻함을 갈구하는 자들에게 위안을 제공한다. 그리고 이 편리한 도구는 설산에서 살아남기 위해 고군분투했던 누군가가 선령의 이러한 변화를 모방하여 만들어낸 것이다",
        "pt": "Ao ser usado, emite calor por um curto período em uma pequena área, diminuindo o efeito do Frio Extremo.\\nSeelies Quentes evoluíram em resposta à extrema mudança de temperatura para dar o conforto do calor a quem os procura. Este implemento conveniente foi originalmente criado por aqueles que lutaram para sobreviver nas montanhas nevadas imitando os então evoluídos Seelies.",
        "ru": "При использовании эта бутыль на короткое время излучает тепло в небольшом радиусе, уменьшая эффект лютого мороза.\\nТёплые феи эволюционировали под влиянием сурового климата и часто спасают страдающих от холода путников. А это устройство имитирует тёплую фею, его создали сами люди, выжившие среди горных снегов.",
        "th": "เมื่อใช้แล้วจะปล่อยพลังงานความร้อนออกมาในพื้นที่วงแคบเป็นระยะเวลาสั้น ๆ ซึ่งจะช่วยลดความหนาวสะสมได้\\nWarming Seelie ได้วิวัฒนาการขึ้นเพื่อตอบสนองต่อการเปลี่ยนแปลงของภูมิอากาศที่รุนแรง มันสามารถให้ความอบอุ่นแก่ผู้ที่ต้องการ ไอเทมที่สะดวกต่อการใช้งานนี้ เดิมถูกสร้างขึ้นโดยผู้ที่ดิ้นรนเพื่อเอาชีวิตรอดในภูเขาหิมะ เช่นเดียวกับการวิวัฒนาการของ Seelie",
        "vi": "Sau khi sử dụng, sẽ tỏa nhiệt ở phạm vi nhỏ trong thời gian ngắn, giảm tích tụ hơi lạnh.\\n\"Tiên Linh Ấm Áp\" phát triển dựa trên những thay đổi mạnh mẽ của khí hậu và có thể mang đến sự thoải mái cho những ai mong muốn sự ấm áp. Và loại đạo cụ tiện nghi này là đạo cụ mô phỏng được tạo ra bởi những người đã từng vật lộn để sinh tồn trong núi tuyết và dựa theo sự thay đổi của Tiên Linh."
    },
    "materialType": "MATERIAL_WIDGET"
}