{
    "name": {
        "en": "Waters of Lethe",
        "de": "Wasser von Lethe",
        "chs": "忘川之水",
        "cht": "忘川之水",
        "es": "Agua del Lete",
        "fr": "Eau de Lethe",
        "id": "Air Lethe",
        "jp": "忘川の水",
        "kr": "망천의 물",
        "pt": "Água de Lethe",
        "ru": "Воды Реки забвения",
        "th": "Water of Lethe",
        "vi": "Nước Vong Xuyên"
    },
    "id": 100944,
    "materialDesc": {
        "en": "Water from a river that flows near the Evernight Temple. It shines with a faint light in the darkness. Directly ingesting this liquid will not cause you to forget anything, but the Dragonbone Orb created through its auspices has this effect.",
        "de": "Wasser aus dem Fluss in der Nähe des Tempels der Ewigen Nacht, das in der Dunkelheit schwach schimmert. Obwohl es das Wasser von Lethe, bezeichnet als Vergessenheitstrank, ist, kann man es ruhig trinken, ohne sich sorgen zu müssen, irgendetwas zu vergessen. Aber die Perlen der Drachenknochenblume, die es zum Entstehen bringt, besitzen eine ähnliche Funktion.",
        "chs": "在常夜灵庙附近的河流中取出的水，会在黑暗中发出微小的光芒。直接饮用它并不会让人遗忘什么，但其催生的龙骨花凝珠却有着近似的作用。",
        "cht": "在常夜靈廟附近的河流中取出的水，會在黑暗中發出微小的光芒。直接飲用它並不會讓人遺忘什麼，但其催生的龍骨花凝珠卻有著近似的作用。",
        "es": "Un agua recogida en un río cercano al Templo de la Noche Infinita. Emite un leve brillo en la oscuridad. Beberla no te hará perder la memoria, pero los condensados dragohueso que crecen gracias a ella sí tienen tal efecto.",
        "fr": "L'eau d'une rivière qui se trouve près du Temple de la nuit sans fin. Elle brille d'une faible lueur dans le noir. La boire ne vous fera rien oublier, seul l'orbe d'os-dragon créé grâce à elle en a le pouvoir.",
        "id": "Air dari sungai yang mengalir di dekat Evernight Temple. Di dalam gelap, air ini memancarkan cahaya redup. Meminum langsung air ini tidak akan membuatmu lupa, tapi Dragonbone Orb yang terbuat darinya bisa.",
        "jp": "常夜霊廟の近くの川で採取した水。暗闇の中で微かに光を放つ。直接飲んでも何かを忘れることはないが、この水で育った龍骨花の露玉にはそのような効果が秘められている。",
        "kr": "상야의 사당 근처에 있는 강에서 길은 물. 어둠 속에서 미미한 빛을 뿜는다. 바로 마시면 무언가를 잊어버리진 않지만 이 물로 키워낸 용 뼈의 꽃 결정에는 그런 효과가 있다",
        "pt": "Água de um rio próximo ao Templo da Noite Eterna. Ela brilha com uma luz fraca na escuridão. Ingeri-la não lhe fará esquecer algo, mas a Pérola Osso de Dragão criada por seu auspício possui esse efeito.",
        "ru": "Вода из реки, которая протекает рядом с Храмом вечной ночи. Слегка светится в темноте. Она не способна стереть воспоминания, чего не скажешь о созданной с её помощью жемчужине Драконьего цветка.",
        "th": "น้ำที่นำมาจากแม่น้ำบริเวณ Evernight Temple สามารถเปล่งแสงเล็กน้อยเมื่ออยู่ในความมืด การดื่มโดยตรงไม่ได้ทำให้หลงลืมอะไร แต่ Dragonbone Orb ที่ถูกเพาะเลี้ยงโดยสิ่งนั้น กลับให้ผลที่คล้ายคลึงกัน",
        "vi": "Nước lấy từ dòng sông ở gần Đền Đêm Đen, tỏa ra ánh sáng nhẹ trong bóng tối. Uống trực tiếp sẽ không làm cho người ta quên đi điều gì, nhưng Ngọc Long Cốt được nó nuôi dưỡng lại có tác dụng tương tự."
    },
    "materialType": "MATERIAL_QUEST"
}