{
    "name": {
        "en": "Waverider Repair Toolbox",
        "de": "Wellenreiter-Reparaturwerkzeugkasten",
        "chs": "浪船修理工具箱",
        "cht": "浪船修理工具箱",
        "es": "Caja de herramientas de reparación del Rompeolas",
        "fr": "Boîte à outils de barge",
        "id": "Waverider Repair Toolbox",
        "jp": "ウェーブボートの修理箱",
        "kr": "파도 배 수리 공구함",
        "pt": "Caixa de Ferramentas de Reparo do Quebra-mar",
        "ru": "Ремнабор волнохода",
        "th": "Waverider Repair Toolbox",
        "vi": "Rương Dụng Cụ Sửa Thuyền"
    },
    "id": 220028,
    "materialDesc": {
        "en": "A toolbox filled with all manner of items that can be used to repair the damage done to a Waverider.\\n·Restores 50% of a Waverider's structural integrity.\\n·Has a 90s cooldown.",
        "de": "Eine Werkzeugkasten gefüllt mit allen Arten von Gegenständen, die zur Reparatur von Schäden an einem Boot genutzt werden können.\\n- Stellt 50 % der strukturellen Integrität eines Bootes wieder her.\\n- Hat eine Abklingzeit von 90 s.",
        "chs": "装有各式器具的工具箱，可以修理「浪船」所受的损伤。\\n·能够为浪船回复50%完好度；\\n·具有90秒冷却时间。",
        "cht": "裝有各式器具的工具箱，可以修理「浪船」所受的損傷。\\n·能夠為浪船回復50%完好度；\\n·具有90秒的冷卻時間。",
        "es": "En esta caja hay todo tipo de herramientas para reparar los daños que ha recibido el Rompeolas.\\n·Restaura el 50% de la vida del Rompeolas.\\n·Tiene un TdE de 90 s.",
        "fr": "Une boîte à outils remplie de toutes sortes d'objets pour réparer les dégâts subis par une barge.\\nRestaure 50 % de l'intégrité structurelle d'une barge.\\nTdR de 90 s.",
        "id": "Kotak peralatan yang berisi segala macam peralatan yang dapat digunakan untuk memperbaiki kerusakan yang terjadi pada Waverider.\\n· Memulihkan 50% HP Waverider.\\n· Memiliki cooldown 90 detik.",
        "jp": "「ウェーブボート」の損傷を修理できる道具が入った箱。\\n·ウェーブボートの耐久度を50%回復。\\n·クールタイムは90秒。",
        "kr": "여러 가지 기구가 담긴 공구함. 「파도 배」의 손상된 부분을 수리할 수 있다.\\n·파도 배의 보전도를 50%까지 회복할 수 있다.\\n·재 사용 대기시간: 90초",
        "pt": "Uma caixa de ferramentas cheia de todos os tipos de utensílios para reparar os danos do Quebra-mar.\\n·Pode restaurar 50% de Integridade do Quebra-mar;\\n·Tem uma recarga de 90s.",
        "ru": "Ящик со всевозможными инструментами, которые можно использовать для восстановления повреждений, нанесённых волноходу.\\n· Восстанавливает 50% целостности лодки.\\n· Время отката 90 сек.",
        "th": "กล่องเครื่องมือที่เต็มไปด้วยเครื่องไม้เครื่องมือชนิดต่าง ๆ ที่สามารถใช้ซ่อมแซมความเสียหายที่เกิดขึ้นกับ \"เรือเดินสมุทร\" ได้\\n·สามารถฟื้นฟูความสมบูรณ์ของเรือเดินสมุทร 50%\\n·มีเวลาคูลดาวน์ 90 วินาที",
        "vi": "Rương chứa nhiều loại dụng cụ, có thể sửa chữa mọi hư tổn của \"Thuyền Gió\".\\n·Hồi 50% độ hoàn hảo của Thuyền Gió;\\n·CD 90s."
    },
    "materialType": "MATERIAL_WIDGET"
}