{
    "name": {
        "en": "Way of the Strong",
        "de": "Pfad des Stärksten",
        "chs": "强者之道",
        "cht": "強者之道",
        "es": "Vía de la fortaleza",
        "fr": "Voie du puissant",
        "id": "Way of the Strong",
        "jp": "強者の道のり",
        "kr": "강자의 길",
        "pt": "Caminho da Força",
        "ru": "Путь силача",
        "th": "Way of the Strong",
        "vi": "Đạo Lý Của Kẻ Mạnh"
    },
    "id": 108364,
    "materialDesc": {
        "en": "Arataki Itto's specialty. He insists that this is a \"heretofore unmatched dish\" hand-made by \"Arataki 'Number One Gourmet' Itto.\" Whether standing, sitting, or lying down, this'll fill your tummy in one shot and send you well on your way to becoming the second-mightiest being in the world. What a swell guy.",
        "de": "Arataki Ittos Spezialzubereitung. Er besteht darauf, dass dies ein „im Geschmack bisher unübertroffenes und unvergleichliches Gericht“ ist, das von „Arataki Itto, dem beste Gourmet“ hergestellt wird. Ob im Stehen, Sitzen oder Liegen, es füllt deinen Bauch mit einem Schlag und schickt dich auf den besten Weg, das zweitmächtigste Wesen der Welt zu werden ... Was für ein „toller“ Typ.",
        "chs": "荒泷一斗的特色料理。对方一再强调这是由「荒泷美食大师一斗」亲手组装的「美味到古今无双的料理」。不管站着、坐着、躺着，只要吃下就能填饱肚子，吃完之后就能成为一人之下万人之上的强者…真是多谢他了。",
        "cht": "荒瀧一斗的特色料理。對方一再強調這是由「荒瀧美食大師一斗」親手組裝的「美味到古今無雙的料理」。不管站著、坐著、躺著，只要吃下就能填飽肚子，吃完之後就能成為一人之下萬人之上的強者…真是多謝他了。",
        "es": "#La especialidad de Arataki Itto. Él insiste en que se trata de un “plato imbatido hasta el momento” hecho a mano por “Arataki Itto, el chef número uno”. Ya estés de pie, sentad{F#a}{M#o} o tumbad{F#a}{M#o}, esto te llenará la barriga y estarás en proceso de convertirte en la segunda persona más fuerte del mundo. ¡Y todo gracias a él!",
        "fr": "#Spécialité culinaire d'Arataki Itto. Il insiste sur le fait qu'il s'agisse d'un plat inégalé lorsqu'il est préparé par «{NON_BREAK_SPACE}Arataki Itto, le plus fin des gourmets{NON_BREAK_SPACE}» en personne. Que vous soyez debout, assis ou couché, votre ventre se remplira d'un coup et vous aurez l'impression d'être en voie de devenir le deuxième être le plus puissant au monde... Quel gars génial.",
        "id": "Masakan andalan Arataki Itto. Dia bersikeras kalau hidangan yang dibuat oleh Arataki \"Si Tukang Makan Nomor Satu\" Itto ini \"belum ada tandingannya sampai saat ini\". Mau dimakan sambil berdiri, duduk, ataupun rebahan ... makanan ini akan langsung mengenyangkan perutmu serta membuatmu berada dalam proses perjalanan menjadi makhluk paling kuat nomor dua di dunia. Luar biasa kan.",
        "jp": "荒瀧一斗のオリジナル料理。本人によると、これは「荒瀧·美食マスター·一斗」が直々に作った「古今東西激ウマ料理」らしい。立っていても、座っていても、横になっていても、口に入れればとにかく腹を満たすことができ、さらには、世界を制覇する強者になれるらしい…わざわざどうも。",
        "kr": "아라타키 이토의 특제 요리. 이토는 「아라타키 미식의 대가 이토」가 손수 만든 「전무후무한 요리」라고 강조한다. 서서 먹든, 앉아서 먹든, 누워서 먹든, 먹기만 하면 배가 부르고, 만인을 능가하는 강자가 될 수 있다고 한다… 참으로 눈물 나게 고맙다",
        "pt": "A especialidade de Arataki Itto. Ele insiste que isso é um \"prato invencível até o momento\" feito pelo \"Mestre Gourmet Arataki Itto\". Seja de pé, sentado ou deitado, isso com certeza encherá, e após o comer, você se tornará o segundo ser mais poderoso no mundo. Você deveria mesmo agradecê-lo.",
        "ru": "Фирменное блюдо Аратаки Итто. Он неоднократно подчёркивал, что это «непревзойденное блюдо», изготовленное вручную «Аратаки, гурманом номер один». Независимо от того, стоите ли вы, сидите или лежите, это блюдо моментально насытит вас и поможет вам стать вторым самым мощным созданием в мире. Какой же славный парень!",
        "th": "เมนูพิเศษของ Arataki Itto เจ้าตัวยืนกรานซ้ำแล้วซ้ำเล่าว่านี่คือ \"อาหารจานเด็ดไร้เทียมทาน\" ที่ \"Itto ปรมาจารย์ด้านอาหารชั้นยอด\" เป็นผู้ปรุงเองกับมือ ไม่ว่าจะยืน นั่ง หรือว่านอนอยู่ ขอแค่กินมันเข้าไปก็จะทำให้อิ่มท้อง เมื่อกินหมดจะกลายเป็นยอดฝีมืออันดับหนึ่งผู้แข็งแกร่งเหนือคนนับหมื่น... ต้องขอบใจเขาด้วยแล้วกันนะ",
        "vi": "Món ăn đặc sắc của Arataki Itto. Hắn đã liên tục nhấn mạnh, đây chính là \"món ngon vô song vô địch vô tiền khoáng hậu\" do chính tay \"Đầu Bếp Siêu Cấp Siêu Ngầu Arataki Itto\" làm ra. Cho dù đang đứng, đang ngồi hay đang nằm, chỉ cần ăn vào là sẽ no ngay, sau khi ăn xong sẽ trở thành kẻ mạnh dưới một người và trên vạn người... Đúng là quá cảm kích."
    },
    "materialType": "MATERIAL_FOOD"
}