{
    "name": {
        "en": "Weapon Forging Station",
        "de": "Waffenschmiede",
        "chs": "兵刃锻造站",
        "cht": "兵刃鍛造站",
        "es": "Forja de espadas",
        "fr": "Station de forgeage d'armes",
        "id": "Stasiun Penempaan Senjata",
        "jp": "武器の鍛冶屋",
        "kr": "무기 단조장",
        "pt": "Balcão de Forjamento de Armas",
        "ru": "Станция ковки оружия",
        "th": "สถานีหลอมอาวุธ",
        "vi": "Trạm Rèn Vũ Khí"
    },
    "id": 350039,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a \"Weapon Forging Station.\"\\nA fully-equipped blacksmith's that can accommodate the work of many smiths at once to produce the greatest number of high-quality weapons or repair damaged weaponry most efficiently.\\nAs long as monsters still exist on this continent and the wayfaring footsteps of adventurers do not cease, weapons and equipment will always be in demand. To meet this demand, smiths must be trained over many long years, and given that some duds will be produced during this training, it can be quite a huge expense. As such, blacksmiths will at times be strapped for cash, during which the Knights of Favonius will try to secure orders for them to help maintain their quality of life. Rumor has it that a certain farsighted winery owner has also provided some timely injections of capital in the past.\\nAfter using this item, you can view it in the Placement Screen.\\nThis Furnishing Set is favored by the following companions: Noelle, Bennett, Diluc, Diona",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Waffenschmiede“.\\nEine voll ausgestattete Schmiede, die die Arbeit von vielen Schmieden gleichzeitig aufnehmen kann, um die größtmögliche Zahl qualitativ hochwertiger Waffen herzustellen oder sie mit höchster Effizienz zu reparieren.\\nSolange Monster auf diesem Kontinent existieren und die reiselustigen Fußspuren der Abenteurer nicht abreißen, so werden Waffen und Ausrüstung immer eine hohe Nachfrage haben. Um dieser Nachfrage gerecht zu werden, müssen Schmiede über viele lange Jahre ausgebildet werden. Während dieser Zeit gelingt natürlich nicht jede Arbeit und so ist dies ein nicht unerheblicher Kostenaufwand. Hin und wieder kann Schmieden also das Geld ausgehen, doch der Ordo Favonius wird dann immer versuchen, Bestellungen für sie zu sichern, um ihnen ihre Lebensqualität zu gewähren. Es heißt, dass auch ein bestimmter weitsichtiger Weingutbesitzer hin und wieder einiges an Kapital investiert hat.\\nNach der Anwendung im Platzierungsmenü zu finden.\\nDieses Set wird von den folgenden Kameraden bevorzugt: Noelle, Bennett, Diluc und Diona",
        "chs": "步骤详实的图纸，记载着「兵刃锻造站」的放置方法。\\n各类设施一应俱全的铁匠铺，支持多名铁匠同时工作，以最高效率产出高品质的武器，或对损耗的兵器进行修复。\\n只要大陆上还有魔物存在，冒险家们远行的脚步尚未停下，称手的武器和装备，就是长期的刚需。为了满足这种刚需，铁匠们需要经历多年的磨练，产生废品自然不可避免，这是一笔巨大的支出。因此，铁匠们偶尔会被钱财所困，此时骑士团会尽力为他们争取订单，以保诸位「后盾」的生活质量。据说某位卓有远见的酒庄管理者，也曾为蒙德的铁匠铺适时注资。\\n使用后可进入放置界面查看。\\n偏好这套摆设的同伴：诺艾尔、班尼特、迪卢克、迪奥娜",
        "cht": "步驟詳實的圖紙，記載著「兵刃鍛造站」的放置方法。\\n各類設施一應俱全的鐵匠鋪，支援多名鐵匠同時工作，以最高效率產出高品質的武器，或修復損耗的兵器。\\n只要大陸上還有魔物存在，冒險家們遠行的腳步尚未停下，稱手的武器和裝備就永遠有需求。為了滿足這種需求，鐵匠們需要經歷多年的磨練，產生廢品自然不可避免，這是一筆巨大的支出。因此，鐵匠們偶爾會被錢財所困，此時騎士團會盡力為他們爭取訂單，以保諸位「後盾」的生活品質。據說某位卓有遠見的酒莊管理者，也曾適時資助蒙德的鐵匠鋪。\\n使用後可進入放置介面查看。\\n偏好這套擺設的同伴：諾艾爾、班尼特、迪盧克、迪奧娜",
        "es": "Plano detallado para colocar Forja de espadas.\\nUna herrería completamente equipada en la que varios herreros pueden trabajar a la vez para fabricar la mayor cantidad posible de armas de gran calidad o reparar armas estropeadas de forma eficiente.\\nMientras haya monstruos en este continente y los aventureros sigan explorando, la demanda de armas y equipamiento seguirá existiendo. Para satisfacer esta demanda, los herreros deben formarse durante muchos años y es inevitable que fabriquen cosas de mala calidad en el proceso, con el consiguiente coste. Por este motivo, en ocasiones los herreros se ven en dificultades económicas que los Caballeros de Favonius tratan de paliar enviándoles pedidos para que puedan mantener su modo de vida. También se rumorea que el dueño de cierto viñedo, hombre previsor, ha proporcionado capital a este gremio en el pasado.\\nTras usarlo, entra en el menú de colocación para verlo.\\nLos siguientes acompañantes prefieren este conjunto: Noelle, Bennett, Diluc, Diona.",
        "fr": "Étapes de mise en place de la station de forgeage d'armes.\\nUne forge entièrement équipée qui peut accueillir le travail de nombreux forgerons en même temps pour produire un grand nombre d'armes de haute qualité ou réparer des armes endommagées le plus efficacement possible.\\nTant que des monstres existent sur ce continent et que des aventuriers vagabondent dans des contrées dangereuses, les armes et l'équipement seront toujours en demande. Pour répondre à ces exigences, les forgerons doivent être formés pendant de longues années, et étant donné que de nombreuses marchandises défectueuses seront produites au cours de cette formation, cela peut représenter une dépense assez conséquente. Ainsi, certains forgerons sont parfois à court d'argent, forgerons pour lesquels l'Ordre de Favonius tentera d'obtenir des commandes afin de les aider à maintenir une certaine qualité de vie. La rumeur veut qu'un certain propriétaire avisé de vignoble ait également fourni des injections de capitaux en temps opportun dans le passé.\\nAprès utilisation, ce plan sera disponible dans l'interface de placement des décorations.\\nCompagnons préférant ce set : Noëlle, Bennett, Diluc, Diona.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Stasiun Penempaan Senjata\".\\nPandai besi dengan peralatan lengkap yang dapat mengakomodasi banyak pekerjaan sekaligus untuk menghasilkan senjata berkualitas tinggi dalam jumlah banyak atau memperbaiki senjata yang rusak dengan cara yang paling efisien.\\nSelama monster masih ada di benua ini dan jejak petualang masih ada, maka senjata dan peralatan akan selalu dibutuhkan. Untuk memenuhi tuntutan ini, pandai besi harus dilatih selama bertahun-tahun, dan mengingat bahwa beberapa produk juga harus dihasilkan selama pelatihan ini, maka biaya yang dibutuhkan menjadi sangat besar. Dengan demikian, pandai besi kadang-kadang akan kekurangan uang, dan Knights of Favonius akan mencoba untuk tetap memesan kepada mereka untuk membantu menjaga kualitas hidup mereka. Rumor mengatakan bahwa pemilik kebun anggur yang bijak juga telah memberikan suntikan modal dana di masa lalu.\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Penempatan.\\nRekan yang menyukai Set Perabotan ini: Noelle, Bennett, Diluc, Diona",
        "jp": "「武器の鍛冶屋」の詳しい配置方法が載っている設計図。\\n各種設備を備えた鍛冶屋。複数名の職人が同時に作業することで、高品質な武器を高い効率で生産したり、武器の修復をしたりすることができる。\\nこの大地に魔物が存在し、冒険者たちが旅を続けている限り、良質な武器と装備は必需品であり続ける。このニーズに応えるため、鍛冶屋は何年もかけて技術を磨く。当然ながら、その過程で廃棄物が出ることは避けられず、そのために膨大な費用がかかる。鍛冶屋は時折お金に困ることがある。その時騎士団は「後ろ盾」を助けるため、多くの注文を獲得してくれる。あるワイナリーの管理者も、モンドの鍛冶屋に資金を投入しているらしい。\\n使用後、配置画面で確認することができる。\\nこの調度品セットを好む仲間：ノエル、ベネット、ディルック、ディオナ",
        "kr": "작업 순서가 상세히 적힌 도면, 「무기 단조장」의 설치 방법이 기재되어 있다.\\n각종 시설을 모두 갖춘 대장간, 여러 명의 대장장이가 동시에 작업할 수 있어서 최고의 효율로 고품질의 무기를 생산하고, 이미 손상된 무기를 수리한다.\\n대륙에 마물이 존재하는 한, 모험가들의 발길은 멈추지 않을 것이고, 그들이 손이 쥘 무기와 장비는 계속해서 필요할 수밖에 없다. 이런 수요를 충족시키기 위해 대장장이들은 오랜 시간 동안 연마해야 하는데, 그 과정에서 버려지는 제품이 생겨나고, 이는 그들에게 큰 지출이다. 그래서 대장장이들은 가끔 돈에 시달리곤 하는데, 이럴 때면 기사단에서 그들을 위해 주문을 받아와 「버팀목」들인 대장장이의 생활 환경을 지켜준다. 소문에 따르면 어떤 와이너리의 관리자도 때가 되면 몬드의 대장장이들에게 돈을 보낸다고 한다.\\n사용 후 배치 화면에서 확인 할 수 있다.\\n해당 장식 세트를 선호하는 친구: 노엘, 베넷, 다이루크, 디오나",
        "pt": "Um diagrama detalhado com o passo a passo para colocar \"Balcão de Forjamento de Armas\".\\nUma ferraria totalmente equipada que pode acomodar o trabalho de muitos ferreiros ao mesmo tempo para produzir o maior número de armas de alta qualidade ou reparar armamentos danificados da maneira mais eficiente.\\nEnquanto os monstros ainda existirem neste continente e as pegadas dos aventureiros não cessarem, então as armas e equipamentos serão sempre procurados. Para atender a estas exigências, os ferreiros devem ser treinados durante muitos e longos anos, e dado que algumas imperfeições serão produzidas durante este treinamento, isto pode ser uma despesa muito grande. Como tal, os ferreiros às vezes ficarão sem dinheiro, sobre o qual os Cavaleiros de Favonius tentarão assegurar ordens para que eles ajudem a manter sua qualidade de vida. Há rumores de que um certo proprietário clarividente de uma vinícola também forneceu algumas injeções de capital em tempo hábil no passado.\\nApós usar este item, você pode visualizá-lo na Interface de Colocação.\\nOs personagens a seguir preferem este Conjunto de Decoração: Noelle, Bennett, Diluc, Diona",
        "ru": "Подробная схема размещения комплекта «Станция ковки оружия».\\nПолностью оборудованная кузница, которая может вместить сразу несколько кузнецов, чтобы производить наибольшее количество высококачественного оружия или наиболее эффективно ремонтировать повреждённое оружие.\\nПока на этом континенте существуют чудовища и не прекращаются странствия искателей приключений, оружие и снаряжение всегда будут востребованы. Чтобы удовлетворить спрос, кузнецы должны обучаться в течение долгих лет, а если учесть, что во время обучения будут получаться некачественные изделия, то это может потребовать огромных затрат. Поэтому иногда кузнецы испытывают нехватку денег, и тогда рыцари Ордо Фавониус пытаются разместить у них заказы, чтобы поддержать их уровень жизни. Ходят слухи, что дальновидный владелец винодельни в прошлом также обеспечивал своевременные вливания капитала.\\nПосле использования этого предмета, вы можете увидеть его в меню размещения.\\nЭтот комплект мебели предпочитают следующие компаньоны: Ноэлль, Беннет, Дилюк, Диона.",
        "th": "แบบแปลนอธิบายวิธีสร้าง \"สถานีหลอมอาวุธ\"\\nร้านตีเหล็กที่มีสิ่งอำนวยความสะดวกทุกประเภท สนับสนุนให้ช่างตีเหล็กหลายคนทำงานในเวลาเดียวกัน เพื่อผลิตอาวุธคุณภาพสูงที่มีประสิทธิภาพสูงสุดหรือซ่อมแซมอาวุธที่เสื่อมสภาพ\\nตราบใดที่ยังมีมอนสเตอร์อยู่ในทวีปนี้ นักผจญภัยก็ยังไม่อาจหยุดการเดินทางไกลได้ อาวุธและอุปกรณ์ที่พวกเขาต้องการนั้นต้องมีแข็งแกร่งในระยะยาว เพื่อที่จะตอบสนองความต้องการที่เข้มงวดนี้ ช่างตีเหล็กจำเป็นต้องผ่านการฝึกฝนเป็นเวลาหลายปี และหลีกเลี่ยงไม่ได้ที่จะต้องผลิตของเหลือใช้ ซึ่งเป็นค่าใช้จ่ายจำนวนมาก ดังนั้นในบางครั้งช่างตีเหล็กจะถูกดักปล้นเงินในเวลานี้ เหล่าอัศวินจะพยายามอย่างเต็มที่เพื่อรับคำสั่งจัดทำให้พวกเขา เพื่อให้แน่ใจว่า \"โล่\" ของพวกเขาจะมีคุณภาพชีวิตที่ดีขึ้น ว่ากันว่าผู้ดูแล Dawn Winery ที่มีวิสัยทัศน์เคยอัดฉีดทุนให้กับร้านช่างตีเหล็กของ Mondstadt ในเวลาที่เหมาะสมอีกด้วยล่ะ\\nหลังจากใช้งานแล้วสามารถไปตรวจดูที่หน้าการจัดวางได้\\nเพื่อนที่ชอบเฟอร์นิเจอร์เซ็ตนี้: Noelle, Bennett, Diluc, Diona",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách bày trí \"Trạm Rèn Vũ Khí\".\\nLò rèn có đủ loại trang thiết bị, đáp ứng cho nhiều người thợ làm việc cùng lúc, nâng cao hiệu suất chế tạo vũ khí hoặc sửa chữa binh khí bị hư tổn.\\nChừng nào ma vật còn tồn tại trên đại lục và nhà lữ hành vẫn chưa dừng chân, thì vũ khí và trang bị vẫn luôn là những thứ thiết yếu. Để đáp ứng nhu cầu này, những người thợ đã trải qua nhiều năm rèn luyện, cũng khó tránh khỏi việc sản xuất ra phế phẩm, đây là một khoản tổn thất không nhỏ. Do đó, thỉnh thoảng thợ rèn sẽ gặp cảnh túng thiếu, lúc này Đội Kỵ Sĩ sẽ cố gắng tìm đơn hàng cho họ, để đảm bảo chất lượng cuộc sống của những người luôn \"ủng hộ\" ở phía sau này. Nghe nói, ông chủ tửu trang nào đó, có tầm nhìn xa trông rộng cũng đã đầu tư vào xưởng rèn ở Mondstadt.\\nSau khi dùng có thể đến giao diện bày trí để xem.\\nBạn đồng hành thích bộ trang trí này: Noelle, Bennett, Diluc, Diona"
    },
    "materialType": "MATERIAL_FURNITURE_SUITE_FORMULA"
}