{
    "name": {
        "en": "Whirlpool",
        "de": "Wirbel",
        "chs": "漩涡",
        "cht": "漩渦",
        "es": "Remolino",
        "fr": "Tourbillon",
        "id": "Whirlpool",
        "jp": "渦巻",
        "kr": "소용돌이",
        "pt": "Vórtice",
        "ru": "Вихрь",
        "th": "Whirlpool",
        "vi": "Lốc Xoáy"
    },
    "id": 200249,
    "materialDesc": {
        "en": "Defeating opponents with a character's Charged Attack will create a Vacuum Field that pulls nearby opponents in and deals DMG based on 500% of the character's ATK. This effect can be triggered once every 2s, and this effect's CD is shared between all characters in the party.",
        "de": "Erschafft beim Besiegen von Gegnern mit heftigen Schlägen ein Vakuumfeld, das Gegner in der Umgebung anzieht und Schaden in Höhe von 500 % des ANG der Figur verursacht. 2 s Abklingzeit für alle Truppenmitglieder.",
        "chs": "角色通过重击击败敌人时，会产生真空场，牵引周围的敌人，并基于该角色攻击力的500%造成伤害。该效果每2秒至多触发一次，队伍中所有角色共享冷却。",
        "cht": "角色以重擊擊敗敵人時，會產生真空場，牽引周圍的敵人，並基於該角色攻擊力500%造成傷害。該效果每2秒至多觸發一次，隊伍中所有角色共享冷卻。",
        "es": "Cuando un personaje derrota a un enemigo con un Ataque Cargado, se crea un campo de vacío que atrae a los enemigos cercanos e inflige un daño basado en el 500% del ATQ de ese personaje. Este efecto puede activarse una vez cada 2 s y el TdE se comparte entre todos los miembros del equipo.",
        "fr": "Lorsqu'un personnage élimine un ennemi à l'aide d'une attaque chargée, il crée un champ de vide qui attire les ennemis à proximité et leur inflige des DGT équivalant à 500 % de son ATQ. Cet effet peut être déclenché une fois toutes les 2 s, et son TdR est partagé entre tous les personnages de l'équipe.",
        "id": "Mengalahkan musuh dengan Charged Attack akan menciptakan Area Vakum yang menarik musuh di sekitarnya, dan mengakibatkan DMG sebesar 500% ATK Karakter. Dapat terpicu setiap 2 detik, dan CD efek ini berlaku bagi seluruh anggota party.",
        "jp": "キャラクターが重撃で敵を倒すと、真空の場を発生させる。周囲の敵を引き寄せ、攻撃力500%分のダメージを与える。この効果は2秒毎に1回のみ発動可能で、チーム全員がクールタイムを共有する。",
        "kr": "캐릭터가 강공격으로 적을 처치할 시 진공 영역이 생성되며 주위의 적을 끌어당겨 해당 캐릭터 공격력 500%의 피해를 준다. 해당 효과는 2초마다 1회 발동하며 파티 내 모든 캐릭터가 재사용 대기시간을 공유한다",
        "pt": "Quando o Personagem derrotar o inimigo com um Ataque Carregado, criará um vácuo o que atrairá os inimigos próximos e causará Dano com base em 500% do ATQ do Personagem. Esse efeito pode ocorrer uma vez a cada 2s e todos os Personagens da Equipe compartilham seu Tempo de Recarga.",
        "ru": "Если враг погибает от заряженной атаки персонажа, то появляется зона вакуума, которая засасывает окружающих врагов и наносит им урон в 500% от силы атаки персонажа. Эффект возникает раз в 2 сек. Время отката общее для всех членов отряда.",
        "th": "เมื่อตัวละครเอาชนะศัตรูได้ด้วยการชาร์จโจมตี จะสร้าง Vacuum Field ขึ้นมาเพื่อดูดศัตรูโดยรอบ และสร้างความเสียหายเป็น 500% ของพลังโจมตีของตัวละครดังกล่าว โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 2 วินาที และตัวละครทั้งหมดในทีมจะแชร์คูลดาวน์ร่วมกัน",
        "vi": "Nhân vật khi dùng trọng kích tiêu diệt kẻ địch sẽ để lại một khoảng chân không thu hút kẻ địch xung quanh, gây sát thương bằng 500% tấn công của nhân vật đó. Hiệu ứng này mỗi 2s tối đa dùng 1 lần, tất cả nhân vật trong đội sẽ dùng chung CD kỹ năng."
    },
    "materialType": "MATERIAL_CHANNELLER_SLAB_BUFF"
}