{
    "name": {
        "en": "Wick Material",
        "de": "Laternenfüllung",
        "chs": "灯芯绒材",
        "cht": "燈芯絨材",
        "es": "Material para mecha",
        "fr": "Matériau pour mèche",
        "id": "Wick Material",
        "jp": "灯芯素材",
        "kr": "심지 털",
        "pt": "Material para Mecha",
        "ru": "Пух для фитиля",
        "th": "Wick Material",
        "vi": "Dây Tâm Đèn"
    },
    "id": 200002,
    "materialDesc": {
        "en": "Used in Lantern Rite as material with which to construct Xiao Lanterns.\\nThe commonly encountered velvety material can be processed into lantern wicks so the lanterns can float away, carrying their beautiful wishes far afield.",
        "de": "Wird als Material zum Bau von Laternen fürs Laternenritual verwendet.\\nDas häufig vorkommende Samtmaterial kann zu einer Füllung verarbeitet werden, die die Laternen davonschweben lässt, damit sie ihre schönen Wünsche in die Ferne tragen können.",
        "chs": "海灯节期间，用以制作「霄灯」的材料。\\n随处可见的绒材。特殊处理后，可以制成霄灯的灯芯，让它承载着良善的愿望飘向远方。",
        "cht": "海燈節期間，用以製作「霄燈」的材料。\\n隨處可見的絨材。經特殊處理後，可以製成霄燈的燈芯，讓它承載著良善的願望飄向遠方。",
        "es": "Un material que se utiliza para hacer linternas celestes durante el Rito de la Linterna.\\nEl terciopelo es un material muy común que puede transformarse en mechas de linternas celestes para que puedan flotar llevando hermosos deseos con ellas.",
        "fr": "Matériau de fabrication des lanternes célestes utilisé lors du Festival des lanternes.\\nUn matériau répandu, qui peut être transformé en mèche pour les lanternes, leur permettant de flotter dans les airs et d'emporter les souhaits de leurs propriétaires au loin.",
        "id": "Bahan yang digunakan untuk membuat Lentera Xiao selama Lantern Rite.\\nBahan berserat umum yang dapat diproses menjadi sumbu lentera sehingga lentera dapat melayang jauh bersama dengan harapan yang dibawanya.",
        "jp": "海灯祭期間中、「霄灯」の作成に使用できる材料。\\nどこにでも見られるモフモフな素材、特殊処理をすると、霄灯の灯芯として使用でき、美しい願いを乗せて遠くへ飛ばせることができる。",
        "kr": "해등절 기간에 「소등」 제작에 사용되는 재료.\\n어디서나 볼 수 있는 털로 특수 처리 후 등불의 심지로 만들 수 있다. 등불에 선량한 희망을 가득 담아 멀리 날려 보낸다",
        "pt": "Material que pode ser utilizado durante o período do Ritual de Lanternas para fazer Lanternas Celestes.\\nEsse material cor de veludo comum, depois de tratado, pode ser utilizado para fazer o pavio da Lanterna Celeste, para que ela leve os desejos bons e voe para longe.",
        "ru": "Используется для изготовления небесных фонарей во время Праздника морских фонарей.\\nПосле особенной обработки из этого самого обыкновенного пуха можно сделать фитиль для фонаря, который позволит ему лететь далеко-далеко и нести с собой прекрасные мечты людей.",
        "th": "ในช่วงเทศกาล Lantern Rite วัสดุที่ใช้ทำ \"โคม xiao\" \\nเป็นวัสดุกำมะหยี่ที่สามารถพบเห็นได้ทั่วไป เมื่อได้รับการจัดการอย่างพิเศษแล้ว จะสามารถทำเป็นไส้ของโคมพิธีได้ ให้มันพกความปรารถนาอันแรงกล้าไปให้ไกลแสนไกล",
        "vi": "Nguyên liệu chế tạo Đèn Tiêu trong Tết Hải Đăng.\\nLà loại tơ len dễ tìm. Sau khi được xử lý, có thể làm thành tim đèn trời, hãy để nó mang theo nguyện vọng lương thiện đi đến nơi xa."
    },
    "materialType": "MATERIAL_EXCHANGE"
}