{
    "name": {
        "en": "Wilderness Rod",
        "de": "Wildnis-Angelrute",
        "chs": "林野钓竿",
        "cht": "林野釣竿",
        "es": "Caña sencilla",
        "fr": "Canne sauvage",
        "id": "Wilderness Rod",
        "jp": "林野の釣り竿",
        "kr": "야생 낚싯대",
        "pt": "Vara Selvagem",
        "ru": "Лесная удочка",
        "th": "Wilderness Rod",
        "vi": "Cần Câu Rừng Hoang"
    },
    "id": 200900,
    "materialDesc": {
        "en": "A rather pedestrian-looking wooden fishing rod. Apart from being quite sturdy, even to point where you could use it for self-defense, it lacks any sort of special features. But the old adage holds true — \"the novice's rod shall be the tent-pole of their veterancy.\" Even the greatest of anglers must surely have started with this simple implement.",
        "de": "Eine eher langweilig aussehende Angelrute aus Holz. Abgesehen davon, dass sie ziemlich stabil ist, sogar so stabil, dass du sie zur Selbstverteidigung benutzen könntest, fehlt es ihr an jeglichen besonderen Eigenschaften. Aber es gilt das alte Sprichwort: „Die Rute des Anfängers ist der Anfang seiner Karriere.“ Selbst die größten Angler haben sicherlich mit diesem einfachen Gerät angefangen.",
        "chs": "其貌不扬的木质钓竿，除了比较坚韧，可以当作野外防身武器外，再没有什么值得称道的了。但老话说的好——新手一根竿，老手摆地摊。就算是钓鱼之王，最初也是从这根普通的家伙开始的吧。",
        "cht": "其貌不揚的木質釣竿，除了比較堅韌，可以當作野外防身武器外，再沒有什麼值得稱道的了。但老話說的好——新手一根竿，老手擺地攤。就算是釣魚之王，最初也是從這根普通的傢伙開始的吧。",
        "es": "Una caña de madera sin nada en especial. Más allá de su tenacidad y la posibilidad de usarla como arma de defensa personal, no hay mucho más que decir de ella. Como reza el dicho, “la caña del novato será el pilar de la tienda del veterano”. Incluso los mejores pescadores tuvieron que comenzar con esta simple caña.",
        "fr": "Une canne à pêche plutôt ordinaire en apparence. Elle ne présente aucune caractéristique spéciale à part sa solidité, au point de pouvoir servir comme arme d'autodéfense efficace. Selon un ancien proverbe : « La canne à pêche du débutant est la base de leur expérience. » En effet, même le meilleur des pêcheurs commence avec un équipement simple.",
        "id": "Joran kayu yang biasa-biasa saja. Selain cukup kokoh dan bisa dijadikan senjata pelindung di alam liar, tidak ada lagi yang spesial dari alat pancing ini. Ada pepatah lama mengatakan — \"Perlengkapan pemula cukup satu batang kayu saja, sedangkan perlengkapan profesional bisa untuk membuka toko alat pancing.\" Raja pancing sekalipun pasti belajar memancing menggunakan joran kayu sederhana ini.",
        "jp": "素朴な木製の釣り竿。強靭であることと、野外での護身用武器として使える以外、称賛できることは何もない。昔から言われているように、釣り竿一本は初心者、釣具店を開けるほど持ってくるのはベテラン。どんなに偉大な漁師でも、きっとこの素朴な道具から始めたに違いない。",
        "kr": "모양이 별로인 나무 낚싯대. 비교적 튼튼해서 호신용 무기로 사용할 수 있다는 것 외에는 아무런 가치가 없다. 하지만 낚싯대 하나로 시작해서 노점을 차린다는 옛말도 있지 않은가. 제아무리 낚시의 패왕이라도 첫 시작은 이 평범한 녀석과 함께했을 것이다",
        "pt": "Uma vara de pesca de madeira com um aspecto bastante simples. Além de ser bastante resistente, mesmo ao ponto de poder ser usada em autodefesa, carece de qualquer tipo de características especiais. Mas o velho ditado é verdadeiro - \"A vara do novato será o pilar da tenda de sua experiência\". Mesmo o maior dos pescadores deve certamente ter começado com esta simples vara.",
        "ru": "Обычная деревянная удочка. Кроме того, что она довольно прочная - её можно даже использовать для самообороны, она лишена каких-либо достоинств. Но старая пословица верна: «Удочка новичка должна стать опорой его мастерства». Даже величайшие рыболовы начинали с этого простого приспособления.",
        "th": "คันเบ็ดไม้หน้าตาธรรมดา นอกเหนือจากคุณสมบัติที่ว่ามันค่อนข้างแข็งและสามารถใช้เป็นอาวุธป้องกันตัวในป่าได้แล้ว ก็ไม่มีอะไรน่ายกย่อง แต่สุภาษิตโบราณกล่าวไว้ว่า —— \"มือใหม่มีเพียงไม้แค่ท่อนเดียว ส่วนมืออาชีพนั้นมีอุปกรณ์ครบมือ\" แม้แต่ราชาแห่งการตกปลาก็ต้องเริ่มจากเบ็ดธรรมดา ๆ แบบนี้แหละ",
        "vi": "Cần câu bằng gỗ không gì bắt mắt, ngoài việc tương đối bền bỉ có thể dùng làm vũ khí phòng thân, thì cũng không còn gì đáng nói nữa. Nhưng người xưa có câu: Tân thủ một cần câu, lão làng bày cả sạp. Cho dù là vua câu cá, thì thuở ban đầu cũng bắt đầu với chiếc cần câu tầm thường này mà thôi."
    },
    "materialType": "MATERIAL_FISH_ROD"
}