{
    "name": {
        "en": "Wind Catcher",
        "de": "Windfängerflasche",
        "chs": "捕风瓶",
        "cht": "捕風瓶",
        "es": "Botella atrapaviento",
        "fr": "Fiole attrape-vent",
        "id": "Wind Catcher",
        "jp": "風捕りの瓶",
        "kr": "바람 잡는 병",
        "pt": "Garrafa do Vento",
        "ru": "Бутыль ловца ветра",
        "th": "Wind Catcher",
        "vi": "Bình Bắt Gió"
    },
    "id": 220004,
    "materialDesc": {
        "en": "A bottle that is able to hold Anemograna and use their energy to generate wind currents.\\nThis item was designed by Knights of Favonius scholars to help the Knights on their scouting expeditions and travels by affording them the ability to better use the blessings of the Anemo God.\\nIn order to take advantage of its wind currents with a wind glider, however, you technically need a gliding license — this has prevented it from becoming widely used, at least legally anyway.",
        "de": "Ein praktisches Objekt, das Anemograna aufnehmen und ihre Energie dazu nutzen kann, Windfelder zu erschaffen.\\nDieser Gegenstand wurde von Gelehrten des Ordo Favonius entworfen, um den Rittern auf ihren Erkundungsexpeditionen und Reisen zu helfen, indem er ihnen die Möglichkeit gibt, die Segnungen des Anemo-Archons zu manipulieren.\\nUm einen Windgleiter jedoch legal nutzen zu können, benötigt man einen Flugschein. Dieser verringert die illegale Nutzung in der Bevölkerung ungemein.",
        "chs": "能够容纳风种子，并利用风种子的能量产生风场的实用道具。\\n西风骑士团的学者设计了这种能善加利用风神恩惠的道具，让骑士团成员的侦察与旅行更加便利。\\n但正统地使用风之翼需要「飞行执照」，所以反而从法规的层面上减少了它的使用率。",
        "cht": "能夠容納風種子，並利用風種子的能量產生風場的實用道具。\\n西風騎士團的學者設計了這種能善加利用風神恩惠的道具，讓騎士團成員的偵察與旅行更加便利。\\n但正統地使用風之翼需要「飛行執照」，所以反而從法規的層面上減少了它的使用率。",
        "es": "Un objeto para atraer anemógranos y utilizarlos para crear corrientes de viento.\\nLos eruditos de los Caballeros de Favonius diseñaron este objeto bendecido por el Arconte Anemo para facilitar la exploración y los viajes de los caballeros.\\nNo obstante, para aprovechar sus corrientes con un planeador, es necesaria una licencia de vuelo, lo cual redujo su uso debido a cuestiones legales.",
        "fr": "Une bouteille conçue pour abriter des Anémogranums et utiliser leur énergie pour générer des champs de vent.\\nCet objet permettant de tirer avantage au mieux des grâces de l'Archon Anémo a été conçu par les chercheurs de l'Ordre de Favonius, pour faciliter le déplacement et les patrouilles des membres de l'Ordre.\\nCependant, le fait qu'un permis de planer soit requis pour utiliser un planeur réduit grandement l'utilisation qui en est faite.",
        "id": "Dapat menampung Anemogranum dan menggunakan kekuatan yang ada di dalam Anemogranum untuk menciptakan arus angin.\\nPara ahli Knights of Favonius menciptakan alat ini untuk memanfaatkan berkah dari Archon Anemo dan mempermudah Outrider dan para Knight dalam bertualang dan melakukan pengintaian.\\nTetapi setiap pengguna Wind Glider harus memiliki Surat Izin Meluncur, sehingga manfaat dari alat ini cukup terbatas.",
        "jp": "「風の種」を収納し、それを利用して風域を生成する実用的な道具。\\n西風騎士団の学者がこの風神の恩恵を有効活用できる道具を作り、騎士団員の偵察と旅を便利なものにした。\\nただ、正式に風の翼を使用するには「飛行免許」が必要であるため、法律の問題によりこのアイテムの使用率は下がっている。",
        "kr": "바람의 씨앗을 담아 그 에너지를 이용해 윈드 필드를 생성시킬 수 있는 실용적인 아이템.\\n페보니우스 기사단의 학자가 바람 신의 은총을 제대로 이용할 수 있는 아이템을 설계했다. 이 아이템으로 기사단 단원의 정찰과 여행이 더욱 편해졌다.\\n그러나 바람의 날개를 정식으로 사용하려면 「비행 허가증」이 필요하기 때문에, 법적으로 이 아이템의 사용률은 감소했다",
        "pt": "Uma garrafa capaz de segurar o Anemogrão e usar sua energia para gerar correntes eólicas.\\nEste item foi projeto pelos Cavaleiros de Favonius para ajudar os cavaleiros em suas expedições de exploração e viagens com a capacidade de manipular as bênçãos do Deus Anemo.\\nNo entanto, para aproveitar suas correntes de vento com um planador, tecnicamente você precisa de uma licença de planador - isto tem impedido que ele se torne amplamente utilizado, pelo menos legalmente, de qualquer forma.",
        "ru": "Используется для хранения анемогранумов, с помощью которых можно создать ветряные потоки.\\nУчёные Ордо Фавониус создали этот прибор, чтобы рыцари могли использовать милость Анемо Архонта в своих походах. Но, строго говоря, чтобы пользоваться планером, нужна лётная лицензия, что несколько ограничило применение бутыли (во всяком случае, законным образом).",
        "th": "ไอเทมที่สามารถเก็บ Anemogranum และสามารถใช้พลังของ Anemogranum เพื่อสร้างสนามลมได้\\nนักวิชาการของกองอัศวินแห่ง Favonius ได้ออกแบบไอเทมชนิดนี้ เพื่อให้สามารถใช้ประโยชน์จากพรของเทพแห่งลมได้ และทำให้การลาดตระเวนและการเดินทางของสมาชิกกองอัศวินสะดวกมากยิ่งขึ้น\\nแต่การใช้เครื่องร่อนเวหานั้นจะต้องมี \"ใบอนุญาตการร่อนเวหา\" และเนื่องจากปัญหาทางด้านกฎหมายนี่เอง จึงทำให้อัตราการใช้งานลดลง",
        "vi": "Là đạo cụ có thể đựng Hạt Giống Phong và lợi dụng chúng để tạo ra luồng gió.\\nCác học giả của Đội Kỵ Sĩ Tây Phong đã nhờ vào ân huệ của Phong Thần mà thiết kế ra loại đạo cụ này, giúp các thành viên của Đội Kỵ Sĩ trinh sát và đi lại dễ dàng hơn.\\nNhưng để có thể chính thức sử dụng Phong Chi Dực, cần phải có bằng bay lượn, chính vì vậy đã giảm bớt đi tính phổ biến của nó trên phương diện pháp luật."
    },
    "materialType": "MATERIAL_WIDGET"
}