{
    "name": {
        "en": "Wind-Caressed Aster",
        "de": "Von einem Anemo-Schleim beflügelte Windmühlenaster",
        "chs": "被风史莱姆吹拂过的风车菊",
        "cht": "被風史萊姆吹拂過的風車菊",
        "es": "Margarita voladora aventada por un Slime Anemo",
        "fr": "Chrysanthème à aubes emporté dans les airs par un Anémoblob",
        "id": "Windwheel Aster yang Ditiup Anemo Slime",
        "jp": "風スライムに吹かれた風車アスター",
        "kr": "바람 슬라임에 흩날리던 풍차 국화",
        "pt": "Margarida Voadora da Roda do Vento",
        "ru": "Ветряная астра, овеянная Анемо слаймом",
        "th": "Windwheel Aster ที่เคยถูก Anemo Slime พัดปลิว",
        "vi": "Cúc cánh quạt bị Slime Phong thổi bay"
    },
    "id": 100456,
    "materialDesc": {
        "en": "A Windwheel Aster that's been through the gentle caress of an Anemo Slime. Although its appearance hasn't changed, faint puffs of air seem to escape between your fingers as you hold it in your hand.",
        "de": "Von einem Anemo-Schleim berührte Windmühlenaster. Ihr Erscheinungsbild hat sich wohl nicht verändert. Lediglich, wenn du sie in der Hand hältst, spürst du einen leichten Windzug zwischen deinen Fingern.",
        "chs": "被风史莱姆吹拂过的风车菊。虽然外表没有变化，但握在手中的时候，总感觉有微风从指缝间溜过。",
        "cht": "被風史萊姆吹拂過的風車菊。雖然外表沒有變化，但握在手中的時候，總感覺有微風從指縫間溜過。",
        "es": "Una margarita voladora que un Slime Anemo lanzó por los aires. Aunque su apariencia no ha cambiado, parece que hay pequeñas bocanadas de aire que se escapan entre sus dedos al sostenerlo en la mano.",
        "fr": "Un chrysanthème à aubes qui a été emporté dans les airs par un Anémoblob. Son apparence est normale, mais vous pouvez sentir des petites bouffées d'air s'en échapper lorsqu'il est entre vos mains.",
        "id": "Sebuah Windwheel Aster yang sudah merasakan belaian angin lembut dari Anemo Slime. Walaupun penampilannya tidak berubah, namun kamu bisa merasakan angin yang berembus di antara jari jemarimu saat memegangnya.",
        "jp": "風スライムに吹かれた風車アスター。見た目に変化はないが、手で持つと指の隙間からそよ風を感じる。",
        "kr": "바람 슬라임에 흩날리던 풍차 국화. 겉으로 볼 땐 다를 게 없지만, 손에 쥐고 있으면 손가락 사이로 산들바람이 지나가는 것 같다",
        "pt": "Margaridas Voadoras que passaram pelas carícias gentis de um Slime Anemo. Embora a aparência não tenha mudado, parece haver leves sopros de ar escapando entre os dedos enquanto você as segura na mão.",
        "ru": "Ветряная астра, овеянная Анемо слаймом. Несмотря на то, что её внешний вид не изменился, когда вы держите её в руках, кажется, что между вашими пальцами проходят слабые потоки воздуха.",
        "th": "Windwheel Aster ที่ถูก Anemo Slime พัดปลิว แม้ว่าภายนอกจะไม่มีเปลี่ยน แต่เมื่อถือไว้ในมือมักจะรู้สึกว่ามีลม เบา ๆ พัดผ่านตามง่ามนิ้วมือ",
        "vi": "Cúc cánh quạt bị Slime Phong thổi bay tuy không khác gì so với cúc thường, nhưng nếu cầm lên sẽ có cảm giác gió khẽ lướt qua lòng bàn tay."
    },
    "materialType": "MATERIAL_QUEST"
}