{
    "name": {
        "en": "Windblume Festival Commemorative Balloon",
        "de": "Ballon zum Gedenken des Windblumenfests",
        "chs": "风花节纪念气球",
        "cht": "風花節紀念氣球",
        "es": "Globo conmemorativo del festival",
        "fr": "Ballon souvenir de la Fête des alizées",
        "id": "Windblume Festival Commemorative Balloon",
        "jp": "風花祭記念風船",
        "kr": "윈드블룸 축제 기념풍선",
        "pt": "Balão de Comemoração do Festival da Brisa Florescente",
        "ru": "Праздничный воздушный шар",
        "th": "Windblume Festival Commemorative Balloon",
        "vi": "Bong Bóng Kỉ Niệm Lễ Hội Hoa Gió"
    },
    "id": 220024,
    "materialDesc": {
        "en": "Use this to release a balloon that can be popped.\\nBalloons have special significance in the land of the wind, for they represent the freedom to drift with the wind. Of course, air pressure will destroy balloons once they've reached a certain height.",
        "de": "Benutze dies, um einen Ballon loszulassen, der zum Platzen gebracht werden kann.\\nBallons haben im Reich des Windes eine besondere Bedeutung, denn sie stehen für die Freiheit, mit dem Wind zu treiben. Natürlich werden Ballons durch den Luftdruck zerstört, sobald sie eine bestimmte Höhe erreicht haben.",
        "chs": "使用后，会释放可以被打破的气球。\\n气球在风之国土有着特殊的意义，因为它的意象代表着随风而行的无拘无束。当然实际上气球上升至一定的高度之后就会因为气压破裂。",
        "cht": "使用後，會釋放可以被打破的氣球。\\n氣球在風之國土有著特殊的意義，因為它的意象代表著隨風而行的無拘無束。當然實際上氣球上升至一定的高度之後就會因為氣壓破裂。",
        "es": "Un globo que puede liberarse y reventar.\\nEn el Reino del Viento, el globo tiene un significado especial, puesto que simboliza la libertad de volar con el viento. Sin embargo, los globos siempre acaban estallando cuando ascienden a cierta altura debido a la presión atmosférica.",
        "fr": "Lâche un ballon qui peut être éclaté.\\nLes ballons ont une signification particulière à Mondstadt : ils représentent la liberté de se laisser porter par le vent. Cependant, la pression atmosphérique les fera immanquablement éclater une fois qu'ils auront atteint une haute altitude.",
        "id": "Dapat digunakan untuk melepaskan balon yang bisa dipecahkan.\\nBalon memiliki arti khusus di bangsa angin, karena mereka melambangkan kebebasan untuk terbang bersama angin. Tentu saja, mereka tetap akan pecah karena tekanan udara jika terbang terlalu tinggi.",
        "jp": "使用すると割ることが可能な風船が放たれる。\\n風の国では風船は特別な意味を持っている。何故なら風に揺蕩う自由を象徴しているからだ。実際のところ、風船が一定の高度まで上昇すると、気圧によって気球が破裂してしまう。",
        "kr": "사용 시 터뜨릴 수 있는 풍선을 띄운다.\\n풍선은 바람을 따라가는 자유로움을 상징하기에 바람의 나라에서 특별한 의미를 지닌다. 물론 풍선은 일정 높이까지 올라가면 기압으로 인해 터지고 만다",
        "pt": "Use isto para lançar um balão que pode ser estourado.\\nOs balões têm um significado especial na terra do vento, pois representam a liberdade de flutuar. Obviamente, a pressão do ar destruirá os balões quando eles atingirem uma certa altura.",
        "ru": "После использования выпускает воздушный шар, который можно лопнуть.\\nУ воздушных шаров в царстве ветров особое значение, поскольку они символизируют свободу путешествия по ветру. Из-за атмосферного давления воздушный шар, достигнув определённой высоты, взрывается.",
        "th": "ใช้สิ่งนี้เพื่อปล่อยลูกโป่งที่สามารถทำให้แตกได้\\nลูกโป่งมีความหมายต่อดินแดนแห่งลมเป็นพิเศษ เพราะมันเป็นสัญลักษณ์ของการล่องลอยไปตามสายลมอย่างอิสระ และแน่นอนว่าเมื่อลูกโป่งลอยขึ้นสู่ความสูงในระดับหนึ่งแล้ว มันจะแตกเนื่องจากความกดอากาศ",
        "vi": "Sau khi dùng sẽ thả bóng bay có thể bị phá vỡ.\\nBóng bay có ý nghĩa đặc biệt trong vương quốc của gió, nó tượng trưng cho sự tự do tự tại. Tất nhiên, khi bóng bay đến một độ cao nhất định, do áp suất không khí ảnh hưởng, bóng bay sẽ bị vỡ."
    },
    "materialType": "MATERIAL_WIDGET"
}