{
    "name": {
        "en": "Wine Shop Display Counter: To Your Heart's Content",
        "de": "Weinladen-Theke – „Nach Herzenslust“",
        "chs": "酒肆货柜-「会须百杯饮」",
        "cht": "酒肆貨櫃-「會須百杯飲」",
        "es": "Mostrador de tienda de vinos: Mil copas",
        "fr": "Présentoir de bar à vin « Boisson à volonté »",
        "id": "Rak Toko Anggur: Sepuas Hati",
        "jp": "酒屋の商品棚-「百杯飲み」",
        "kr": "술 진열대-「백 잔의 술」",
        "pt": "Balcão de Loja de Vinhos: \"Para Alegrar Seu Coração\"",
        "ru": "Витрина для вина: Сколько душе угодно",
        "th": "ตู้โชว์ไวน์ - \"เครื่องดื่มที่รู้ใจนับร้อยแก้ว\"",
        "vi": "Tủ Rượu - Uống Cạn Trăm Ly"
    },
    "id": 394401,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Wine Shop Display Counter: To Your Heart's Content.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Weinladen-Theke – Nach Herzenslust“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「酒肆货柜-『会须百杯饮』」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「酒肆貨櫃-『會須百杯飲』」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar Mostrador de tienda de vinos: Mil copas.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du présentoir de bar à vin « Boisson à volonté ».\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Rak Toko Anggur: Sepuas Hati\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「酒屋の商品棚-『百杯飲み』」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「술 진열대-『백 잔의 술』」의 제작 방법이 기재되어 있다.\\n사용 후 제작 화면 상세보기에서 확인 할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Balcão de Loja de Vinhos: \"Para Alegrar Seu Coração\"\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Витрина для вина: Сколько душе угодно».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างตู้โชว์ไวน์ - \"เครื่องดื่มที่รู้ใจนับร้อยแก้ว\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Tủ Rượu - Uống Cạn Trăm Ly\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}