{
    "name": {
        "en": "Wings of Descension",
        "de": "Flügel der Niederkunft",
        "chs": "降临之翼",
        "cht": "降臨之翼",
        "es": "Alas del Descenso",
        "fr": "Ailes de la descente",
        "id": "Wings of Descension",
        "jp": "降臨の翼",
        "kr": "강림의 날개",
        "pt": "Planador de Descida",
        "ru": "Крылья нисхождения",
        "th": "Wings of Descension",
        "vi": "Đôi Cánh Giáng Lâm"
    },
    "id": 140003,
    "materialDesc": {
        "en": "Only available while playing on \"PlayStation Network\".\\nA stylized wind glider that can be used to cross the celestial heights.",
        "de": "Nur für Spieler im „PlayStation Network“ anwendbar.\\nDie Ausgabe eines Windgleiters, der dich Sonne und Mond ein Stückchen näher bringt.",
        "chs": "仅在\"PlayStation Network\"游玩时可用。\\n风之翼款式。可以再次带着它穿梭日月了。",
        "cht": "僅在\"PlayStation Network\"遊玩時可用。\\n風之翼款式。可以再次戴著它穿梭日月了。",
        "es": "Solo disponible al jugar en “PlayStation Network”.\\nUn diseño de planeador que puede hacerte volar a alturas todavía más vertiginosas.",
        "fr": "Uniquement disponible en jouant sur « PlayStation Network ».\\nUn modèle de planeur stylisé qui peut être utilisé pour traverser les hauteurs célestes.",
        "id": "Hanya tersedia saat bermain di \"PlayStation Network\".\\nSebuah model Wind Glider yang dapat digunakan untuk melintasi langit tinggi.",
        "jp": "\"PlayStation Network\"でプレイする時のみ使用可能。\\n風の翼のデザイン。これでまた太陽と月の間を駆けることができる。",
        "kr": "PlayStation Network로 플레이 시 사용할 수 있습니다. 바람의 날개 디자인\\n이제 다시 태양과 달 사이를 날 수 있다",
        "pt": "Disponível apenas ao jogar na \"PlayStation Network\".\\nUm modelo de Planador que pode ser usado para cruzar as alturas celestes.",
        "ru": "Эксклюзив для игроков \"PlayStation Network\".\\nДекоративный планер. С его помощью можно достичь солнца и луны.",
        "th": "สามารถใช้ได้เฉพาะขณะที่เล่นบน \"PlayStation Network\" เท่านั้น\\nเครื่องร่อนเวหาแบบที่ สามารถพาคุณบินข้ามผ่านดวงอาทิตย์ และดวงจันทร์ได้",
        "vi": "Chỉ có thể dùng trong \"PlayStation Network\".\\nKiểu dáng của Phong Chi Dực. Có thể dùng nó để bay lượn trên bầu trời rồi."
    },
    "materialType": "MATERIAL_FLYCLOAK"
}