{
    "name": {
        "en": "Wishmaker",
        "de": "Wunscherfüller",
        "chs": "愿者",
        "cht": "願者",
        "es": "Cumpledeseos",
        "fr": "Faiseur de vœux",
        "id": "Wishmaker",
        "jp": "太公望",
        "kr": "염원을 품은 자",
        "pt": "Realizador de Desejos",
        "ru": "Доброволец",
        "th": "Wishmaker",
        "vi": "Cần Câu Cầu Nguyện"
    },
    "id": 200902,
    "materialDesc": {
        "en": "If you can stay within the Ideal Tension Zone while fishing, this rod will shorten the time in which fish will struggle by a stable amount and increase your chances of success. This effect only works in Liyue.\\n\\nA long rod that stands like elegant bamboo. It is said to have been constructed and kept by a skilled hermit from Liyue, and it was first discovered on a stone tablet with the following words carved upon it: \"O you who aspire, take up this rod,\" like a legendary sword waiting for a hero to pull it out. Of course, you only ever hear this glorious origin story from the mouths of merchants, so it may just be some rhetoric used to increase the item's value... But those who know this and still use this rod can only be those who are ready and willing to accept this pact.",
        "de": "Wenn du die Spannung beim Angeln gut genug kontrollieren kannst, wird diese Angelrute die Zeit verkürzen, in der die Fische zappeln und deine Erfolgschancen erhöhen. Dieser Effekt funktioniert nur in Liyue.\\n\\nEin langer Stab, der wie eleganter Bambus steht. Es wird gesagt, dass er von einem geschickten Einsiedler aus Liyue konstruiert und aufbewahrt wurde. Er wurde zuerst auf einer Steintafel entdeckt, auf der die folgenden Worte eingemeißelt waren: „Oh du, der du strebst, nimm diesen Stab auf wie ein legendäres Schwert, das darauf wartet, dass ein Held es herauszieht.“ Natürlich hört man diese glorreiche Entstehungsgeschichte nur aus dem Mund von Händlern, also ist es vielleicht nur eine Rhetorik, um den Wert des Gegenstandes zu steigern ... Aber diejenigen, die das wissen und diese Rute trotzdem benutzen, können nur diejenigen sein, die bereit und willens sind, diesen Pakt zu akzeptieren.",
        "chs": "钓鱼过程中，若能使张力处于最佳张力区，使用此竿可稳定缩短鱼儿挣扎时间，提高钓鱼成功率。仅璃月地区生效。\\n\\n如竹般高雅挺拔的长竿，据说是一位隐居璃月的高人执藏之竿，最初被发现于一面刻有「负愿者，执竿去」的石碑之上，如传说中的神剑，等待被勇者拔出。当然，如此显赫的来历，尽是从商家口中流出的，所以说不定只是些抬高身价的说辞...但话说回来，凡是知晓这些仍入手者，也都是心甘情愿、自负契约之人吧。",
        "cht": "釣魚過程中，若能使張力處於最佳張力區，使用此竿可穩定縮短魚兒掙扎時間，提高釣魚成功率。僅璃月地區生效。\\n\\n如竹般高雅挺拔的長竿，據說是一位隱居璃月的高人執藏之竿，最初被發現於一面刻有「負願者，執竿去」的石碑之上，如傳說中的神劍，等待被勇者拔出。當然，如此顯赫的來歷，盡是從商家口中流出的，所以說不定只是些抬高身價的說辭…但話說回來，凡是知曉這些仍入手者，也都是心甘情願、自負契約之人吧。",
        "es": "Si logras mantenerte en la zona de tensión ideal cuando estés pescando, esta caña reducirá el tiempo de forcejeo de los peces y tus posibilidades de éxito aumentarán. Este efecto solo funciona en Liyue.\\n\\nUna larga caña elegante como el bambú. Se dice que fue construida y protegida por un hábil ermitaño de Liyue. La descubrieron junto a una estela de piedra que tenía las siguientes palabras grabadas: “Oh, tú que tienes tantas aspiraciones, acepta esta caña”, como si se tratara de una espada legendaria a la espera de que un héroe la sacara. No obstante, solo los comerciantes cuentan esta historia, por lo que podría ser una herramienta retórica utilizada para incrementar el valor del objeto. Las personas que, siendo conscientes de esto, siguen usando esta caña están dispuestas a aceptar este acuerdo.",
        "fr": "Si vous arrivez à rester dans la zone de tension idéale pendant que vous pêchez avec cette canne, le poisson se débattra moins longtemps au bout de la ligne et vos chances de prise réussie augmenteront. Cet effet ne fonctionne que dans la région de Liyue.\\nUne longue canne à pêche qui se dresse comme une tige de bambou élégante et qui semble avoir été l'œuvre, ainsi que la possession d'un hermite liyuéen. Lorsqu'on la découvrit, cette canne était posée sur une stèle en pierre sur laquelle étaient inscrits ces quelques mots : « Ô toi qui souhaites réaliser un vœu, prends cette canne. » comme une épée légendaire qui attendait qu'on la retire. Évidemment, tout cela n'est qu'une histoire que vous entendrez de la part des marchands pour augmenter la valeur de l'objet... mais ceux qui utilisent cette canne à pêche en connaissance de cause sont les seuls prêts à accepter ce pacte.",
        "id": "Saat sedang memancing, kalau kamu bisa mempertahankan tegangan benang di Zona Ketegangan Ideal, maka joran pancing ini bisa mempersingkat waktu ikan memberontak dan meningkatkan efisiensi memancingmu. Efek ini hanya berlaku di Liyue.\\n\\nSebuah joran pancing panjang yang berdiri seperti bambu yang anggun. Dikatakan bahwa joran ini telah dibuat dan disimpan oleh seorang pertapa yang hebat dari Liyue. Benda ini pertama kali ditemukan di tablet batu dengan barisan kalimat yang terukir di atasnya: \"Hai kamu yang memiliki cita-cita, ambillah benda ini.\" Seperti sebilah pedang legendaris yang menunggu seorang pahlawan datang untuk mencabutnya, begitu pula joran ini. Tentu saja, kamu hanya akan mendengar \"dongeng sejarah\" yang mulia ini dari mulut para pedagang, yang gunanya biasanya hanya untuk menaikkan nilai jual dari barang dagangan mereka saja... Tapi bagi orang-orang yang paham akan hal ini, namun tetap memilih untuk menggunakan joran ini... mungkin mereka adalah orang yang sudah siap dan tidak keberatan untuk menerima fakta tersebut.",
        "jp": "釣り中に完璧張力区間をキープできれば、魚の抵抗時間を着実に減らし、釣りの成功率を高めることができる。璃月地域でのみ有効。\\n\\n竹のたくましい長い釣り竿。璃月で隠居している達人が使っていたらしい。最初は「願いを抱く者は、釣り竿を持って行け」という言葉が刻まれた石板から発見されたもので、まるで伝説の剣が勇者を待っているかのようだ。もちろん、そのような輝かしい物語は商人の口から語られているため、ただの値上げの口実なのかもしれない…しかしそれを知っていて、なおかつこの釣り竿を使う人は、喜んでこの契約を受け入れる人に違いない。",
        "kr": "낚시 중 최적 장력 구간에서 이 낚싯대를 사용해 장력을 컨트롤하면 물고기의 저항하는 시간을 안정적으로 단축시킬 수 있고 낚시 성공률을 높일 수 있다. 리월 지역에서만 적용된다.\\n\\n대나무처럼 고상하고 곧게 뻗은 낚싯대. 리월에 은거하는 한 고수가 소장했던 낚싯대라고 한다. 전설에 따르면, 「염원을 품은 자가 낚싯대를 취하리라」라는 글귀가 새겨진 비석 위에서 최초로 발견되었다고 한다. 발견 당시, 이 낚싯대는 마치 전설의 신검처럼 자신을 뽑아줄 용사를 기다리고 있었다고 전해진다… 물론, 이 전설은 판매자의 입에서 흘러나온 것이니, 가격을 올리기 위해 지어낸 이야기일지도 모른다… 그나저나, 이 전설을 전해 듣고도 구매한 사람이라면, 다들 기꺼이 계약을 원하는 자들이겠지",
        "pt": "Durante a pesca, se você conseguir se manter na Zona de Tensão ideal enquanto estiver pescando, usar essa vara pode reduzir o tempo de resistência do peixe de forma estável e aumentar a sua chance de sucesso. Só tem efeito na área de Liyue.\\n\\nUma vara longa como um bambu elegante. Dizem que foi construída e mantida por um eremita talentoso de Liyue. Foi primeiramente descoberta em uma placa de pedra que tinha inscrito \"Oh, você que tem tantas aspirações, leve essa vara\", como uma espada sagrada esperando que um herói a removesse do lugar. É claro que você apenas pode ouvir essa história original e gloriosa da boca dos comerciantes, por isso deve ser alguma retórica para aumentar seu valor... Mas aqueles que sabem isso e ainda utilizam essa vara são os únicos que estão prontos e dispostos a aceitar esse pacto.",
        "ru": "Если вы сможете оставаться в зоне идеального натяжения во время рыбалки, это удилище сократит время борьбы с рыбой на стабильную величину и увеличит ваши шансы на успех. Этот эффект действует только в Ли Юэ.\\n\\nДлинная удочка, изящная как бамбук. Считается, что она принадлежала искусному отшельнику из Ли Юэ, который и создал её. Она была обнаружена рядом с каменной стелой, на которой были выгравированы следующие слова: «О, ты, у кого так много стремлений, прими эту удочку». Будто это был легендарный меч, ожидающий героя. Правда, эту историю рассказывают только торговцы, поэтому она вполне может оказаться выдумкой, служащей для повышения стоимости предмета. И всё же, даже зная об этом, многие охотно соглашаются на сделку.",
        "th": "ในขณะที่ตกปลา หากสามารถคุมแรงดึงให้อยู่ในขอบเขตแรงดึงที่ดีที่สุดได้ คันเบ็ดนี้จะสามารถลดระยะเวลาการดิ้นรนต่อสู้ของปลา และเพิ่มโอกาสในการตกปลาให้สำเร็จได้ โดยเอฟเฟกต์นี้สามารถใช้ได้เฉพาะใน Liyue เท่านั้น\\n\\nคันเบ็ดยาวและสูงที่สง่างามราวกับไม้ไผ่ ว่ากันว่าเป็นเบ็ดที่ถือโดยชายร่างสูงที่อาศัยอยู่ใน Liyue มันถูกค้นพบครั้งแรกบนแผ่นหินที่แกะสลักว่า \"ผู้ที่ปรารถนา จงรับเบ็ดคันนี้ไปเถิด\" เหมือนกับดาบในตำนานที่รอคอยผู้กล้าให้มารับมันไป แน่นอนว่า เรื่องราวที่โดดเด่นดังกล่าวล้วนมาจากปากของพ่อค้า ดังนั้นมันจึงอาจเป็นเพียงคำพูดที่ใช้เพิ่มมูลค่าให้มันก็ได้... แต่ผู้ที่รู้เรื่องราวเหล่านี้ก็ยังเต็มใจที่จะยอมรับมัน",
        "vi": "Trong khi câu cá, nếu có thể khống chế lực kéo nằm trong phạm vi tốt nhất, sử dụng cần câu này sẽ rút ngắn thời gian cá vùng vẫy, tăng hiệu suất câu. Chỉ hữu hiệu tại Liyue.\\n\\nCần câu thẳng tắp tao nhã như cành trúc, nghe nói là của một vị cao nhân ẩn cư ở Liyue, ban đầu được phát hiện trên một bia đá có khắc chữ \"Người có lòng, cầm cần đi\", giống như trong truyền thuyết, thần kiếm chờ đợi anh hùng đến rút ra. Đương nhiên, lai lịch hiển hách đó đều xuất phát từ miệng của các thương nhân, nói không chừng chỉ là những lời quảng cáo với mục đích đẩy giá lên cao mà thôi...Nhưng mà, những người đã biết như vậy nhưng vẫn muốn mua, thì đều là cam tâm tình nguyện, tự ký khế ước."
    },
    "materialType": "MATERIAL_FISH_ROD"
}