{
    "name": {
        "en": "Withered Kusava",
        "de": "Verwelktes Kusava",
        "chs": "枯萎的苦舍桓",
        "cht": "枯萎的苦舍桓",
        "es": "Kusava marchito",
        "fr": "Kusava flétri",
        "id": "Kusava yang Layu",
        "jp": "枯れたクサヴァ",
        "kr": "메마른 쿠사바",
        "pt": "Kusava Seco",
        "ru": "Засохшая кусава",
        "th": "Kusava ที่เหี่ยวเฉา",
        "vi": "Kusava Khô Héo"
    },
    "id": 120011,
    "materialDesc": {
        "en": "Entirely drained of strength, the Kusava appears withered. Yet, the seed, which preserves precious memories, is still alive.",
        "de": "Das Kusava ist völlig entkräftet und wirkt verdorrt. Doch der Samen, der wertvolle Erinnerungen bewahrt, ist noch am Leben.",
        "chs": "耗尽全部力量的苦舍桓，看起来已经枯萎了。但留存了宝贵记忆的种子仍然没有死去。",
        "cht": "耗盡全部力量的苦舍桓，看起來已經枯萎了。但留存了寶貴記憶的種子仍然沒有死去。",
        "es": "Un Kusava que ha agotado toda su energía. Parece que se ha marchitado, pero la semilla en su interior, que contiene valiosos recuerdos, aún vive.",
        "fr": "Le kusava vidé de son énergie. Il a l'air flétri. Pourtant, la graine pleine de souvenirs précieux qu'il contient est toujours vivante.",
        "id": "Kusava yang seluruh tenaganya sudah terkuras habis. Sepertinya sudah layu, tapi benih ingatan yang menyimpan kenangan yang berharga masih tetap hidup.",
        "jp": "力を使い果たしたクサヴァ。枯れ果ててしまったようだ。しかし、貴重な記憶を残す種はまだ朽ちていない。",
        "kr": "모든 힘을 다 써버린 쿠사바. 이미 시든 듯하지만 소중한 기억이 담긴 씨앗은 아직 살아있다",
        "pt": "Com sua força totalmente drenada, o Kusava parece murcho. No entanto, a semente, que preserva memórias preciosas, ainda está viva.",
        "ru": "Засохшая кусава, утратившая всю свою силу. Но семена, что хранят драгоценную память, ещё живы.",
        "th": "Kusava ที่ถูกใช้พลังไปจนหมดสิ้น ดูท่าจะเหี่ยวเฉาลงแล้ว แต่เมล็ดพันธุ์ที่กักเก็บความทรงจำล้ำค่าไว้ยังคงไม่ตายจากไป",
        "vi": "Kusava đã vắt cạn sức lực, trông như đã khô héo, nhưng những hạt giống của ký ức quý giá vẫn chưa chết đi."
    },
    "materialType": "MATERIAL_QUEST"
}