{
    "name": {
        "en": "Wolfhook",
        "de": "Wolfshaken",
        "chs": "钩钩果",
        "cht": "鉤鉤果",
        "es": "Gancho de lobo",
        "fr": "Baie à crochet",
        "id": "Wolfhook",
        "jp": "ググプラム",
        "kr": "고리고리 열매",
        "pt": "Gancho do Lobo",
        "ru": "Волчий крюк",
        "th": "Wolfhook",
        "vi": "Quả Móc Câu"
    },
    "id": 100021,
    "materialDesc": {
        "en": "A berry with thorns that often gets attached to a wolf's pelt. When you look at it, you can almost hear the echoing cries of the wolves in the woods.",
        "de": "Eine stachelige Beere, die am Fell von Wölfen hängenbleibt und von ihnen weitergetragen wird. Sieht man diese Beeren, kann man sich darauf gefasst machen, das Echo von Wolfsgeheul zu hören.",
        "chs": "带着勾刺的莓果，会挂在狼的毛皮上来迁徙。看见它时，仿佛能听见狼的凄嚎在林间回荡…",
        "cht": "帶著鉤刺的莓果，會掛在狼的毛皮上來遷徙。看見它時，彷彿能聽見狼的淒嚎在林間迴盪…",
        "es": "Una baya con espinas que a menudo se adhiere a la piel de los lobos. Si la miras de cerca, casi podrás escuchar el eco de los gritos de los lobos en el bosque.",
        "fr": "Une baie à crochet qui s'attache souvent aux poils des loups. Si vous la regardez, vous pouvez presque entendre les hurlements des loups dans les bois.",
        "id": "Beri dengan duri yang sering tertancap di kulit serigala. Kalau kamu perhatikan, kamu seperti bisa mendengar lolongan serigala di hutan.",
        "jp": "針があるプラム、時に狼の毛皮に引っかかることがある。それを見る時、まるで狼の遠吠えが聞こえるようだ…",
        "kr": "갈고리가 달린 베리류 과일. 늑대의 털에 붙어서 이동한다. 이 열매를 보고 있으면 숲속에서 늑대가 울부짖는 듯한 소리가 들리는 것 같다…",
        "pt": "Uma baga com espinhos que frequentemente ficam presos na pele dos lobos. Se olhar de perto, você pode escutar o eco dos gritos dos lobos nos bosques.",
        "ru": "Покрытая колючками ягода. Постоянно цепляется за волчью шерсть. Если долго смотреть на эту ягоду, то можно услышать волчий вой.",
        "th": "ผลเบอร์รี่ที่มีเขา มักจะเห็นมันติดอยู่ตามขนของเจ้าหมาป่า ราวกับว่าจะได้ยินเสียงเห่าหอนของหมาป่าดังก้องมาเลย",
        "vi": "Quả mâm xôi có gai móc, có thể móc trên da của sói để di chuyển. Nhìn thấy nó cứ như nghe được tiếng tru thê lương của sói vang vọng giữa rừng sâu..."
    },
    "materialType": "MATERIAL_EXCHANGE"
}