{
    "name": {
        "en": "Woodland Dream",
        "de": "Waldtraum",
        "chs": "「林之梦」",
        "cht": "「林之夢」",
        "es": "Sueño silvano",
        "fr": "Songe sylvestre",
        "id": "Woodland Dream",
        "jp": "「林の夢」",
        "kr": "「숲의 꿈」",
        "pt": "Sonho da Floresta",
        "ru": "«Лесной сон»",
        "th": "Woodland Dream",
        "vi": "Giấc Mơ Của Rừng"
    },
    "id": 108214,
    "materialDesc": {
        "en": "Albedo's specialty. The fruits and vegetables are laid out like grass, and they stand tall like trees. In this miniature world-in-a-plate, you circle the mottled city wall, follow brown alleys, and enter the light orange castle. A sweet, tender taste then bursts forth like a blooming flower. You open your eyes. There is a smile in the white-haired prince's eyes.",
        "de": "Albedos Spezialzubereitung. Einige Gemüsesorten stellen das Gras dar, andere die Bäume. Geh um die Mauern herum, geh die braune Straße entlang und erreiche das orange Schloss in dieser Welt in einem Gericht, um seinen zarten und süßen Geschmack wie eine saftige Blume zu entdecken, während der weißhaarige Prinz dich dabei mit einem seligen Lächeln beobachtet.",
        "chs": "阿贝多的特色料理。蔬果平铺为草，直立为树。在这盘中世界绕过斑驳城墙，沿着棕色小道，踏入浅橘色的城堡。细嫩而香甜的滋味瞬间如花般绽放。睁开双眼，白发的王子眼里含笑。",
        "cht": "阿貝多的特色料理。蔬果平鋪為草，直立為樹。在這盤中世界繞過斑駁城牆，沿著棕色小道，踏入淺橘色的城堡。細嫩而香甜的滋味瞬間如花般綻放。睜開雙眼，白髮的王子眼裡含笑。",
        "es": "La especialidad de Albedo. Unas verduras representan la hierba y otras son los árboles. Rodea las murallas, recorre el camino marrón y llega al castillo naranja en este mundo dentro de un plato para descubrir su sabor delicado y dulce como una flor, mientras el príncipe de cabello blanco te observa con una sonrisa beatífica.",
        "fr": "Spécialité culinaire d'Albedo. Les fruits et légumes sont disposés comme de l'herbe et des arbres. Dans ce monde miniature recréé dans une assiette, vous passez les remparts tachetés de la ville, suivez des ruelles brunes et entrez dans le château orange clair. Un goût sucré et délicat s'empare alors de vous comme une fleur qui éclot. Vous ouvrez les yeux. Le prince aux cheveux blancs vous regarde avec un sourire dans les siens.",
        "id": "Hidangan khas Albedo. Berbagai jenis sayur-sayuran diletakkan membentuk padang rumput dan pepohonan. Sebuah tembok kokoh mengelilingi dunia kecil di atas piring ini, dengan jalanan kecil berwarna coklat, mengarah ke sebuah kastil orange. Rasanya yang lembut dan manis terasa bagaikan bunga yang mekar dalam sekejap. Saat kamu membuka mata, seorang pangeran berambut putih tersenyum kepadamu.",
        "jp": "アルベドのオリジナル料理。平らに並べた果物は草を表し、立てたものは樹を表す。皿の上では世界が斑模様の城壁を囲み、茶色の小道に沿って歩けば、淡いオレンジの城に辿り着く。柔らかく甘い味は瞬時に咲き誇る。目を開けば、白髪の王子が目の前で微笑んでいた。",
        "kr": "알베도의 특제 요리. 야채와 과일이 풀이되고 나무가 된다. 알록달록한 성벽을 돌고 갈색 오솔길을 따라 주황색 성으로 들어선 세계가 담겨있다. 꽃이 핀 듯 부드럽고 달콤한 맛에 백발의 왕자가 웃음을 머금는다",
        "pt": "Especialidade de Albedo. As frutas e vegetais são dispostos como a grama e as árvores. Neste mundo em miniatura, você circunda as muralhas pintadas da cidade, segue becos marrons e entra no castelo laranja. O sabor doce e terno brota como uma flor desabrochando. Você abre os olhos. O príncipe de cabelos brancos observa você com um sorriso.",
        "ru": "Особое блюдо Альбедо. Фрукты и овощи разложены на тарелке, словно трава и возвышающиеся среди неё деревья. В этом мире ты обходишь пёструю городскую стену, следуешь по коричневым аллеям города и заходишь в ярко-оранжевый замок. Затем, словно цветок, распускается нежно сладковатый вкус. Ты открываешь глаза. Во взгляде белокурого принца улыбка.",
        "th": "เมนูพิเศษของ Albedo ผักและผลไม้หลากหลายชนิดถูกจัดวางให้เป็นเหมือนทุ่งหญ้าและตั้งราวกับต้นไม้ อาหารจานนี้เป็นเหมือนเมืองที่ถูกห้อมล้อมด้วยกำแพง และมีเส้นทางสีน้ำตาลที่นำไปจนถึงปราสาทสีส้มอ่อน รสชาติที่ละเอียดอ่อนและหอมหวานราวกับดอกไม้ที่ผลิบานในชั่วพริบตา และเมื่อลืมตาขึ้นมาคุณจะรอยยิ้มในดวงตาของเจ้าชายผมขาว",
        "vi": "Món ăn đặc sắc của Albedo. Trái cây và rau quả được bày ra như cỏ và dựng thẳng như cây. Trong chiếc đĩa này, thế giới đi qua những bức tường thành lốm đốm, men theo con đường màu nâu và bước vào lâu đài màu cam nhạt. Hương vị tinh tế và ngọt ngào như một bông hoa đua nở. Mở mắt ra, ánh mắt hoàng tử tóc trắng như mỉm cười."
    },
    "materialType": "MATERIAL_FOOD"
}