{
    "name": {
        "en": "Xinyan: Song's End",
        "de": "Xinyan – Ende des Lieds",
        "chs": "辛焱·唱罢",
        "cht": "辛焱·唱罷",
        "es": "Xinyan - Descanso musical",
        "fr": "Xinyan - Final",
        "id": "Xinyan: Song's End",
        "jp": "辛炎·演奏終了",
        "kr": "신염·연주 끝",
        "pt": "Xinyan - Descanso Musical",
        "ru": "Музыка свободы",
        "th": "Xinyan - Song's End",
        "vi": "Xinyan - Sau khi hát"
    },
    "id": 210045,
    "materialDesc": {
        "en": "Namecard style.\\nXinyan only has time to examine her instrument carefully after the performance is over. Even in silence, it is a beauty.",
        "de": "Ein Motiv für Namenskärtchen.\\nXinyan hat nur in ihrer Freizeit Gelegenheit dazu, ihr Instrument sorgfältig zu betrachten. Selbst in tiefer Stille ist es eine Schönheit.",
        "chs": "名片纹饰。\\n辛焱唱罢之时才有机会仔细观察她的乐器。其实它静时也是一位美人。",
        "cht": "名片紋飾。\\n辛焱唱罷之時才有機會仔細觀察她的樂器。其實它靜時也是一位美人。",
        "es": "Diseño de tarjeta de presentación.\\nXinyan solo tiene tiempo de examinar su instrumento al dejar de cantar. Es bello incluso cuando está en reposo.",
        "fr": "Thème.\\nXinyan doit attendre la fin de chaque concert pour pouvoir se plonger dans la contemplation de son instrument. Même silencieux, c'est un plaisir pour les sens.",
        "id": "Style kartu nama.\\nXinyan hanya memiliki waktu untuk mengamati alat musiknya setelah pertunjukan berakhir. Alat musiknya tetap indah meskipun tanpa suara.",
        "jp": "名刺の飾り紋。\\n辛炎は演奏を終えるとたまにじっくりと楽器を観察する。楽器は静かな時でも美しい。",
        "kr": "명함 스킨.\\n신염이 노래를 마쳤을 때에야 그녀의 악기를 자세히 관찰할 수 있다. 악기는 가만히 있을 때도 아름답다",
        "pt": "Estilo de Cartão de Visita.\\nXinyan só tem tempo de examinar seu instrumento cuidadosamente depois de cantar. Mesmo em silêncio, ela é muito bonita.",
        "ru": "Именная карта.\\nТолько после выступления у Синь Янь появляется время, чтобы позаботиться о своём инструменте. Впрочем, её мандолина прекрасна, даже когда молчит.",
        "th": "ลายนามบัตร\\nหลังจากการแสดงจบลงแล้วเท่านั้น Xinyan ถึงจะมีเวลาตรวจสอบเครื่องดนตรีของเธออย่างละเอียด จริง ๆ แล้วเครื่องดนตรีนั้นงดงามราวกับสาวงาม แม้ในเวลาที่ไม่ได้เล่นมัน",
        "vi": "Hoa văn danh thiếp.\\nChỉ khi Xinyan ngừng hát, mới có cơ hội quan sát thật kỹ nhạc cụ của cô ấy. Khi nằm yên, nhạc cụ cũng là một mỹ nhân."
    },
    "materialType": "MATERIAL_NAMECARD"
}