{
    "name": {
        "en": "Yajna Grass",
        "de": "Yajna-Gras",
        "chs": "耶然草",
        "cht": "耶然草",
        "es": "Hierba yajña",
        "fr": "Herbe yajna",
        "id": "Rumput Yajna",
        "jp": "ヤグナ草",
        "kr": "야즈나 풀",
        "pt": "Erva Yajna",
        "ru": "Трава яджна",
        "th": "หญ้า Yajna",
        "vi": "Cỏ Yajna"
    },
    "id": 101774,
    "materialDesc": {
        "en": "One of the ingredients for making the elixir Arahaoma. \"Yajna\" is said to mean \"the realization of death.\"",
        "de": "Das Yajna-Gras ist einer der Grundstoffe des sagenumwobenen Elixiers „Arahaoma“. Es heißt, das Wort „Yajna“ bedeute „die Verwirklichung des Todes“.",
        "chs": "「耶然草」是灵药「兰赫玛」的原料之一，「耶然」据说是「名为死亡的实现」之含义。",
        "cht": "「耶然草」是靈藥「蘭赫瑪」的原料之一，「耶然」據說是「名為死亡的實現」之含義。",
        "es": "La hierba yajña es uno de los ingredientes con los que se prepara el elixir arahaoma. Se dice que “yajña” significa “plenitud alcanzada al marchitarse”.",
        "fr": "Un des ingrédients de la potion connue sous le nom d'arahaoma. Il est dit que le mot « yajna » aurait pour signification « réalisation de ce qu'on appelle la mort ».",
        "id": "Salah satu bahan untuk membuat elixir yang dikenal sebagai Arahaoma. \"Rumput Yajna\" dapat juga diartikan sebagai \"realisasi kematian\".",
        "jp": "「ヤグナ草」は霊薬「アランハオマ」の原料の一つ。「ヤグナ」は「死の実現」を意味すると言われている。",
        "kr": "「야즈나 풀」은 영약 「아란하오마」의 원료 중 하나로, 「야즈나」는 「죽음의 실현」을 의미한다고 한다",
        "pt": "Um dos ingredientes do elixir \"Arahaoma\". Dizem que \"Yajna\" significa a \"realização da morte\".",
        "ru": "Трава яджна - один из ингредиентов эликсира арахаома. Говорят, «яджна» означает «воплощение смерти».",
        "th": "\"หญ้า Yajna\" คือหนึ่งในวัตถุดิบของยาวิเศษ \"Arahaoma\" กล่าวกันว่าคำว่า \"Yajna\" นั้น มีความหมายว่า \"ฝันเป็นจริงที่เรียกว่าความตาย\"",
        "vi": "Cỏ Yajna là một trong những nguyên liệu của linh dược \"Arahaoma\", nghe nói Yajna có nghĩa là \"hiện thực của cái chết\"."
    },
    "materialType": "MATERIAL_QUEST"
}