{
    "name": {
        "en": "Yearning",
        "de": "Vision",
        "chs": "憧憬",
        "cht": "憧憬",
        "es": "Anhelo",
        "fr": "Aspiration",
        "id": "Yearning",
        "jp": "憧れ",
        "kr": "동경",
        "pt": "Visão",
        "ru": "Мечта",
        "th": "Yearning",
        "vi": "Khát Khao"
    },
    "id": 108437,
    "materialDesc": {
        "en": "Collei's specialty. Nutrient-rich ingredients have been stuffed inside the soft pastry shell to create a filling dish fit for those on the move. According to Collei, the cutlet in it is named \"Forest Rangers' barbecue!\" ... You know, this rather reminds you of a certain enthusiastic girl in red. The dish must be the embodiment of Collei's innermost admiration.",
        "de": "Colleis Spezialzubereitung. Die nährstoffreichen Zutaten werden in den weichen Teig gefüllt, ein sättigendes Gericht für unterwegs. Laut Collei heißt das Schnitzel darin „Waldhüterschnitzel“. Irgendwie denkt man da an ein begeistertes Mädchen in Rot. Das Gericht muss die Verkörperung von Colleis innigster Bewunderung sein.",
        "chs": "柯莱的特色料理。松软的饼皮内塞满了营养丰富的配菜，方便携带又管饱。柯莱补充说，里面夹着的肉排名为「巡林员烤肉！」。嗯——不禁让人联想起一个红色的活泼身影…这也是根植于柯莱内心深处的美好憧憬吧。",
        "cht": "柯萊的特色料理。鬆軟的餅皮內塞滿了營養豐富的配菜，方便攜帶又飽腹感十足。柯萊補充說，裡面夾著的肉排名為「巡林員烤肉！」。嗯——不禁讓人聯想起一個紅色的活潑身影…這也是根植於柯萊內心深處的美好憧憬吧。",
        "es": "La especialidad de Collei. Los ingredientes ricos en nutrientes se meten dentro del pan. Una comida apta para llevar y comer en cualquier sitio. Según Collei, el filete que lleva se llama “filete a la parrilla del guardabosques\". De alguna manera, le recuerda a cierta entusiasmada persona de rojo. El plato debe de ser la encarnación del anhelo más íntimo de Collei.",
        "fr": "#Spécialité culinaire de Collei. Un pain mou garni d'ingrédients riches en nutriments qui est idéal pour les personnes qui doivent se déplacer souvent. Selon Collei, le bifteck qu'il contient est appelé «{NON_BREAK_SPACE}la viande grillée du garde forestier{NON_BREAK_SPACE}»{NON_BREAK_SPACE}! Difficile de ne pas penser à une certaine fille vêtue de rouge pleine d'enthousiasme... C'est sûrement elle qui doit être à l'origine de l'aspiration de Collei.",
        "id": "Masakan andalan Collei. Keraknya yang empuk dipadati dengan lauk yang bergizi, mudah dibawa dan mengenyangkan. Collei juga mengatakan kalau daging di dalamnya digolongkan sebagai \"daging panggang Penjaga Hutan!\" Mmmm - Hal ini mau tidak mau membuat orang jadi terpikirkan akan satu sosok yang merah dan aktif ... Ini juga merupakan sebuah visi indah yang berakar di lubuk hati Collei.",
        "jp": "コレイのオリジナル料理。ふわふわの皮の中には、栄養価の高い具が詰め込まれている。持ち運びしやすく、食べ応えがある。中の肉の名前は「レンジャー焼き肉！」なのだと、コレイが補足してくれた。うーん、思わず赤くて元気なあの子の姿を思い出した…これはコレイの心の奥底に焼き付いている、美しい憧れなのだろう。",
        "kr": "콜레이의 특제 요리. 말랑한 빵 안에 영양이 풍부한 재료를 가득 넣어 쉽게 휴대하고 배불리 먹을 수 있다. 콜레이의 보충 설명에 따르면 안에 들어 있는 스테이크의 이름은 「숲의 순찰자 바비큐!」라고 한다. 음——붉은색의 활발한 그림자가 떠오르는데… 이 요리도 콜레이의 마음속 깊은 곳에 뿌리 박힌 아름다운 동경인 듯하다",
        "pt": "A especialidade de Collei. Ingredientes ricos em nutrientes são recheados na massa folhada. Um alimento adequado para levar e comer em qualquer lugar. De acordo com Collei, o bife que ela carrega chama-se \"Churrasco do Guarda-Florestal\" e, de alguma forma, lembra uma certa pessoa muito alegre que gosta de roupas vermelhas. O prato deve ser a personificação da admiração mais íntima de Collei.",
        "ru": "Особое блюдо Коллеи. Нежная пита с сытной начинкой - такую закуску удобно взять с собой в дорогу, и она отлично утоляет голод. Ещё Коллеи говорит, что в начинку добавлены ломтики жареного мяса под названием «Стейк дозорного!». Гм, невольно вспоминается одна весёлая фигурка в красных одеждах... Кажется, это блюдо является воплощением сокровенной мечты Коллеи.",
        "th": "เมนูพิเศษของ Collei แป้งนุ่มฟูที่ด้านในเต็มไปด้วยเครื่องเคียงมากมาย สะดวกต่อการพกพาและยังอยู่ท้องอีกด้วย Collei พูดเสริมว่า เนื้อย่างที่อยู่ภายในนั้นมีชื่อว่า \"เนื้อย่างของเจ้าหน้าที่พิทักษ์ป่า!\" อืม... มันทำให้อดไม่ได้เลยที่จะนึกถึงเงาสีแดงของบุคคลที่แสนร่าเริง... นี่ก็คงจะมาจากความชื่นชมที่อยู่ในส่วนลึกของจิตใจ Collei สินะ",
        "vi": "Món ăn độc quyền của Collei. Những nguyên liệu giàu chất dinh dưỡng được nhồi bên trong lớp vỏ bánh mềm mịn, vừa tiện mang vừa nhanh no. Collei nói thêm, phần thịt bên trong được xếp hạng là \"thịt nướng kiểm lâm!\". Ừm, không thể không nghĩ đến một bóng dáng hoạt bát màu đỏ nào đó... Món ăn này hẳn là hiện thân của sự ngưỡng mộ sâu sắc nhất từ Collei."
    },
    "materialType": "MATERIAL_NOTICE_ADD_HP"
}