{
    "name": {
        "en": "Yelan: Throw",
        "de": "Yelan – Würfel",
        "chs": "夜兰·一掷",
        "cht": "夜蘭·一擲",
        "es": "Yelan - Lanzamiento",
        "fr": "Yelan - Jet",
        "id": "Yelan: Throw",
        "jp": "夜蘭·一擲",
        "kr": "야란·일척",
        "pt": "Yelan: Lançamento",
        "ru": "Бросок",
        "th": "Yelan - เทหมดหน้าตัก",
        "vi": "Yelan - Đổ Xúc Xắc"
    },
    "id": 210119,
    "materialDesc": {
        "en": "Namecard style.\\n\"Dice are always quite hard to make 'fair.' That goes double for dice with shoddier workmanship. The weighting on each numbered side will almost certainly be unbalanced.\"",
        "de": "Ein Motiv für Namenskärtchen.\\n„Würfel waren schon immer ziemlich schwer ehrlich zu gestalten. Das gilt auch für Würfel mit schlampigerer Verarbeitung. Die Gewichtung auf jeder nummerierten Seite wird mit ziemlicher Sicherheit ungleichmäßig sein.“",
        "chs": "名片纹饰。\\n「做骰子本来就难得公平。做工糙一点的骰子，不同点数掏空的重量肯定会不一样。」",
        "cht": "名片紋飾。\\n「做骰子本來就難得公平。做工糙一點的骰子，不同點數掏空的重量肯定會不一樣。」",
        "es": "Diseño de tarjeta de presentación.\\n“Es muy difícil crear un dado que sea justo. En los dados de peor calidad, los números de cada lado siempre tienen un peso distinto”.",
        "fr": "Thème.\\n« Il n'est pas facile de fabriquer des dés qui donnent des chances égales aux joueurs. Sur les dés de mauvaise facture, les faces ont des poids différents. »",
        "id": "Style Kartu Nama.\\n\"Dadu memang sulit dituntut untuk adil, terlebih yang kualitasnya rendah. Setiap sisinya punya berat tidak seimbang.\"",
        "jp": "名刺の飾り紋。\\n「賽を作るのは至難の業よ。大雑把に作られた賽は、異なる目が不均等な重さになってしまうの。」",
        "kr": "명함 스킨.\\n「공정한 주사위를 만드는 건 애초에 어려운 일이야. 조잡한 주사위는 새겨진 숫자마다 무게가 조금씩 다르지」",
        "pt": "Estilo de cartão de visita.\\n\"Os dados raramente são justos. Pior ainda quando se trata de dados de baixa qualidade de produção. O resultado desse tipo de dado é sempre parcial.\"",
        "ru": "Именная карта.\\n«Непросто изготовить сбалансированные кости. На дурно сделанных кубиках разные грани имеют разный вес».",
        "th": "ลายนามบัตร\\n\"เป็นลูกเต๋ายากที่จะได้รับความยุติธรรมอยู่แล้วล่ะ ลูกเต๋าที่เกรดต่ำหน่อย การลงน้ำหนักการคว้านจุดตัวเลขในแต่ละด้านจะต้องไม่เท่ากันอย่างแน่นอน\"",
        "vi": "Hoa văn danh thiếp.\\n\"Làm xúc xắc vốn dĩ rất khó công bằng. Xúc xắc được làm không tỉ mỉ, thì trọng lượng của mỗi mặt điểm số nhất định sẽ khác nhau.\""
    },
    "materialType": "MATERIAL_NAMECARD"
}