{
    "name": {
        "en": "Yoimiya: Auratus Spark",
        "de": "Yoimiya – Auratus-Funken",
        "chs": "宵宫·琉金火花",
        "cht": "宵宮·琉金火花",
        "es": "Yoimiya - Pirotecnia dorada",
        "fr": "Yoimiya - Étincelle dorée",
        "id": "Yoimiya: Auratus Spark",
        "jp": "宵宮·琉金の花火",
        "kr": "요이미야·유금불꽃",
        "pt": "Yoimiya: Faísca de Auratus",
        "ru": "Искры золотой рыбки",
        "th": "Yoimiya - ประกายเพลิงเริงระบำ",
        "vi": "Yoimiya - Hoa Lửa Kim Lưu"
    },
    "id": 210082,
    "materialDesc": {
        "en": "Namecard style.\\nEven momentarily sparks can leave beautiful, unquenchable flames in the hearts of those who watch the night sky.",
        "de": "Ein Motiv für Namenskärtchen.\\nSelbst die Funken eines Augenblicks können schöne, unauslöschliche Flammen in den Herzen von jenen hinterlassen, die den Nachthimmel beobachten.",
        "chs": "名片纹饰。\\n即使只是片刻的火花，也能在仰望黑夜的人心中留下久久不灭的美丽光芒。",
        "cht": "名片紋飾。\\n即使只是片刻的火花，也能在仰望黑夜的人心中留下久久不滅的美麗光芒。",
        "es": "Diseño de tarjeta de presentación.\\nPese a lo efímeros que son, los fuegos artificiales que estallan en el cielo de la noche dejan un recuerdo eterno en el corazón de las personas.",
        "fr": "Thème.\\nMême des étincelles momentanées peuvent laisser des flammes inextinguibles dans le cœur de ceux qui regardent le ciel nocturne.",
        "id": "Style Kartu Nama.\\nBahkan percikan api sesaat dapat meninggalkan nyala api yang indah dan tak terpadamkan di hati mereka yang menyaksikan langit malam.",
        "jp": "名刺の飾り紋。\\nたとえ一瞬の花火であっても、闇夜を見上げる人の心に永遠なる美しい輝きを残すことが出来る。",
        "kr": "명함 스킨\\n찰나에 불과하는 폭죽이라도, 어둠을 우러러보고 있는 이들에겐 영원토록 기억에 남을 아름다운 빛을 선사할 것이다",
        "pt": "Estilo de Cartão de Visita.\\nMesmo as faíscas momentâneas podem deixar chamas lindas e inextinguíveis nos corações daqueles que observam o céu noturno.",
        "ru": "Именная карта.\\nДаже скоротечные искры могут оставить прекрасный свет в сердцах любующихся ночным небом.",
        "th": "ลายนามบัตร \\nแม้จะเป็นเพียงประกายไฟเพียงชั่วครู่ แต่ก็สามารถทิ้งแสงสว่างที่สวยงามได้อย่างยาวนานในใจของผู้คนที่แหงนมองในยามค่ำคืน",
        "vi": "Hoa văn danh thiếp. \\nNgay cả khi chỉ là một tia lửa bừng sáng trong khoảnh khắc. Cũng có thể để lại một thứ ánh sáng đẹp đẽ tồn tại mãi mãi trong lòng người khi nhìn vào ban đêm."
    },
    "materialType": "MATERIAL_NAMECARD"
}