{
    "name": {
        "en": "Yumemiru \"Cold and Warmth\" Kotatsu",
        "de": "„Kühlender und wärmender“ Kotatsu aus Yumemiru-Holz",
        "chs": "梦见木「冷暖一桌」被炉",
        "cht": "夢見木「冷暖一桌」被爐",
        "es": "Kotatsu de madera onírica: Frío y calor",
        "fr": "Kotatsu « Fraîcheur et chaleur » en bois de rêve",
        "id": "Kotatsu Kayu Yumemiru: Dingin Tapi Hangat",
        "jp": "夢見の「涼温な机」こたつ",
        "kr": "꿈의 나무 「냉난방」 코타츠",
        "pt": "Mesa Quente-Fria de Madeira Yumemiru",
        "ru": "Котацу из юмэмиру «Тепло и холод»",
        "th": "โต๊ะ Kotatsu \"หลากฤดู\" ไม้ Yumemiru",
        "vi": "Kotatsu \"Lạnh Lẽo Và Ấm Áp\" Gỗ Mơ Mộng"
    },
    "id": 381314,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Yumemiru \"Cold and Warmth\" Kotatsu.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Kühlender und wärmender Kotatsu aus Yumemiru-Holz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「梦见木『冷暖一桌』被炉」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「夢見木『冷暖一桌』被爐」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Kotatsu de madera onírica: Frío y calor.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du kotatsu « Fraîcheur et chaleur » en bois de rêve.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Kotatsu Kayu Yumemiru: Dingin Tapi Hangat\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「夢見の『涼温な机』こたつ」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「꿈의 나무 『냉난방』코타츠」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Mesa Quente-Fria de Madeira Yumemiru.\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Котацу из юмэмиру \"Тепло и холод\"».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้าง โต๊ะ Kotatsu \"หลากฤดู\" ไม้ Yumemiru\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Kotatsu \"Lạnh Lẽo Và Ấm Áp\" Gỗ Mơ Mộng.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}