{
    "name": {
        "en": "Yumemiru \"Dewcover\" Wardrobe",
        "de": "Kleiderschrank aus Yumemiru-Holz „Auftauchen des Verborgenen“",
        "chs": "梦见木「露隐」衣柜",
        "cht": "夢見木「露隱」衣櫃",
        "es": "Ropero de madera onírica: Rocío",
        "fr": "Garde-robe « Rosée matinale » en bois de rêve",
        "id": "Lemari Kayu Yumemiru: Tudung Embun",
        "jp": "夢見の「露隠」衣装棚",
        "kr": "꿈의 나무 「드러냄」 옷장",
        "pt": "Guarda-roupa de Madeira Yumemiru \"Segredos e Exposição\"",
        "ru": "Гардероб из юмэмиру «Росинка»",
        "th": "ตู้เสื้อผ้าไม้ Yumemiru \"มิดชิด\"",
        "vi": "Tủ Áo \"Ẩn Hiện\" Gỗ Mơ Mộng"
    },
    "id": 390114,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Yumemiru \"Dewcover\" Wardrobe.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Kleiderschrank aus Yumemiru-Holz Auftauchen des Verborgenen“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「梦见木『露隐』衣柜」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「夢見木『露隱』衣櫃」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Ropero de madera onírica: Rocío.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication de la garde-robe « Rosée matinale » en bois de rêve.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Lemari Kayu Yumemiru: Tudung Embun\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「夢見の『露隠』衣装棚」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면,「꿈의 나무 『드러냄』 옷장」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Guarda-roupa de Madeira Yumemiru \"Segredos e Exposição\".\\nDepois de usar, você pode entrar na interface de colocação para ver.",
        "ru": "Подробная схема изготовления предмета декора «Гардероб из юмэмиру \"Росинка\"».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างตู้เสื้อผ้าไม้ Yumemiru \"มิดชิด\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Tủ Áo \"Ẩn Hiện\" Gỗ Mơ Mộng.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}