{
    "name": {
        "en": "Yumemiru \"Sakura's Rest\" Bed",
        "de": "Bett „Sakura-Traum“ aus Yumemiru-Holz",
        "chs": "梦见木「樱眠」床榻",
        "cht": "夢見木「櫻眠」床榻",
        "es": "Cama de madera onírica: Sueños de cerezo",
        "fr": "Lit « Repos des cerisiers » en bois de rêve",
        "id": "Ranjang Kayu Yumemiru: Sakura Terlelap",
        "jp": "夢見の「櫻眠」寝台",
        "kr": "꿈의 나무 「벚꽃 잠」 침대",
        "pt": "Cama de Madeira Yumemiru \"Sono da Sakura\"",
        "ru": "Кровать из юмэмиру «Отдых сакуры»",
        "th": "เตียงไม้ Yumemiru \"ซากุระหลับใหล\"",
        "vi": "Giường \"Giấc Ngủ Anh Đào\" Gỗ Mơ Mộng"
    },
    "id": 381403,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Yumemiru \"Sakura's Rest\" Bed.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Bett Sakura-Traum aus Yumemiru-Holz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「梦见木『樱眠』床榻」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「夢見木『櫻眠』床榻」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar una Cama de madera onírica: Sueños de cerezo.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du lit « Repos des cerisiers » en bois de rêve.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah untuk membuat \"Ranjang Kayu Yumemiru: Sakura Terlelap\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「夢見の『櫻眠』寝台」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「꿈의 나무 『벚꽃 잠』 침대」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Cama de Madeira Yumemiru \"Sono da Sakura\".\\nDepois de usar, você pode entrar na interface de colocação para vê-la.",
        "ru": "Подробная схема изготовления предмета декора «Кровать из юмэмиру \"Отдых сакуры\"».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างเตียงไม้ Yumemiru \"ซากุระหลับใหล\"\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo Giường \"Giấc Ngủ Anh Đào\" Gỗ Mơ Mộng.\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}