{
    "name": {
        "en": "Yumemiru \"Saikyo\" Fortune Slip Hanger",
        "de": "Orakelstäbchenanhänger „Saikyo“ aus Yumemiru-Holz",
        "chs": "梦见木「灾祛」御签挂",
        "cht": "夢見木「災祛」御籤掛",
        "es": "Estante anti-mala suerte de madera onírica",
        "fr": "Portique d'omikuji « Saikyo » en bois de rêve",
        "id": "Gantungan Slip Keberuntungan Yumemiru \"Saikyo\"",
        "jp": "夢見の「凶祓い」みくじ掛け",
        "kr": "꿈의 나무 「액막이」 점괘 걸이",
        "pt": "Pendurador de Rolinho da Sorte de Madeira Yumemiru \"Saikyo\"",
        "ru": "Стойка гадальных листков из юмэмиру «Сайко»",
        "th": "ป้ายแขวนเซียมซี \"Saikyo\" ไม้ Yumemiru",
        "vi": "Bảng Ngự Thần \"Giải Hạn\" Gỗ Mơ Mộng"
    },
    "id": 393315,
    "materialDesc": {
        "en": "A detailed step-by-step blueprint for making a Yumemiru \"Saikyo\" Fortune Slip Hanger.\\nAfter using this item, you can view it in the Creation Screen.",
        "de": "Bauplan mit detaillierten Schritten zur Herstellung von „Orakelstäbchenanhänger Saikyo aus Yumemiru-Holz“.\\nNach der Anwendung im Herstellungsmenü zu finden.",
        "chs": "步骤详实的图纸，记载着「梦见木『灾祛』御签挂」的制作方法。\\n使用后可进入制作界面查看。",
        "cht": "步驟詳實的圖紙，記載著「夢見木『災祛』御籤掛」的製作方法。\\n使用後可進入製作介面查看。",
        "es": "Plano detallado para fabricar un Estante anti-mala suerte de madera onírica.\\nTras usarlo, entra en el menú de fabricación para verlo.",
        "fr": "Étapes de fabrication du portique d'omikuji « Saikyo » en bois de rêve.\\nAprès utilisation, ce plan sera disponible dans l'interface de fabrication des décorations.",
        "id": "Blueprint yang berisi langkah-langkah terperinci untuk membuat Gantungan Slip Keberuntungan Yumemiru \"Saikyo\".\\nSetelah digunakan, blueprint ini dapat dilihat di dalam Menu Pembuatan.",
        "jp": "「夢見の『凶祓い』みくじ掛け」の詳しい作り方が載っている設計図。\\n使用後、製作画面で確認することができる。",
        "kr": "작업 순서가 상세히 적힌 도면, 「꿈의 나무 『액막이』 점괘 걸이」의 제작 방법이 기재되어 있다.\\n사용 후 제작화면 상세보기에서 확인할 수 있다",
        "pt": "Um diagrama que descreve passo a passo como fabricar Pendurador de Rolinho da Sorte de Madeira Yumemiru \"Saikyo\".\\nDepois de usar, você pode entrar na interface de colocação para vê-lo.",
        "ru": "Подробная схема изготовления предмета декора «Стойка гадальных листков из юмэмиру \"Сайко\"».\\nПосле использования чертежа вы можете перейти в меню создания для просмотра.",
        "th": "แบบแปลนอธิบายวิธีสร้างป้ายแขวนเซียมซี \"Saikyo\" ไม้ Yumemiru\\nเมื่อใช้แล้วจะสามารถเข้าไปตรวจสอบในหน้าเมนูการสร้างได้",
        "vi": "Bản vẽ chi tiết từng bước, ghi lại cách chế tạo \"Bảng Ngự Thần \"Giải Hạn\" Gỗ Mơ Mộng\".\\nSau khi dùng có thể đến giao diện chế tạo để xem."
    },
    "materialType": "MATERIAL_FURNITURE_FORMULA"
}