{
    "name": {
        "en": "Yumemiru Wood",
        "de": "Yumemiru-Holz",
        "chs": "梦见木",
        "cht": "夢見木",
        "es": "Madera onírica",
        "fr": "Bois de rêve",
        "id": "Yumemiru Wood",
        "jp": "夢見材",
        "kr": "꿈의 나무",
        "pt": "Madeira Yumemiru",
        "ru": "Юмэмиру",
        "th": "ไม้ Yumemiru",
        "vi": "Gỗ Mơ Mộng"
    },
    "id": 101309,
    "materialDesc": {
        "en": "Timber obtained from Sakura Trees. Exquisite in quality and full of moisture, people say that it can lull people into dreams as sweet as the warm spring.\\nCan be used to create furnishings.",
        "de": "Das Holz des Sakura-Baums. Aufgrund der exquisiten Qualität und durchdringenden Feuchtigkeit sagt man, dass es die Menschen in Träume wiegen kann, die so süß sind wie der warme Frühling.\\nKann zur Herstellung von Dekoration verwendet werden.",
        "chs": "产自「樱树」的木材，质感细腻，富含水分，据说能为人们带来暖春般的美梦。\\n可用于制作摆设。",
        "cht": "產自「櫻樹」的木材，質感細膩，富含水分，據說能為人們帶來暖春般的美夢。\\n可用於製作擺設。",
        "es": "Madera obtenida de cerezos. De textura suave y húmeda, se dice que es capaz de hacer que las personas tengan los sueños más reconfortantes.\\nPuede utilizarse para fabricar decoraciones.",
        "fr": "Bois obtenu à partir de cerisier. D'une qualité exquise et gorgé d'humidité, on dit qu'il permet d'avoir des rêves aussi doux que la brise chaude du printemps.\\nPeut être utilisé pour fabriquer des décorations.",
        "id": "Kayu yang diperoleh dari pohon Sakura. Sangat berkualitas dan penuh kelembapan. Konon kayu ini dapat membawakan mimpi semanis musim semi kepada orang-orang.\\nDapat digunakan untuk membuat perabotan.",
        "jp": "「櫻の木」から生産される木材。繊細な質感で、水分も豊富。人々に春の暖かい夢をもたらしてくれるとの噂。\\n調度品の製作に使うことができる。",
        "kr": "「벚나무」에서 얻어낸 목재. 질감이 섬세하고 수분이 충족해 사람들에게 마치 따뜻한 봄 같은 달콤한 꿈을 선사한다고 한다\\n장식 제작용으로 사용할 수 있다",
        "pt": "Madeira obtida de Árvores de Sakura. De qualidade requintada e viçosa, dizem que pode embalar as pessoas em sonhos tão doces quanto a primavera quente.\\nPode ser usada para fabricar Decorações.",
        "ru": "Древесина, полученная из сакуры. Гладкая и насыщенная влагой. Говорят, она способна переносить в тёплые весенние сны.\\nСлужит для изготовления декора.",
        "th": "ไม้จาก \"ต้น Sakura\" มีพื้นผิวที่เรียบเนียนและอุดมไปด้วยความชื้น ได้ยินมาว่าสามารถทำให้ผู้คนฝันถึงฤดูใบไม้ผลิอันแสนอบอุ่นได้\\nสามารถนำมาใช้สร้างเฟอร์นิเจอร์ได้",
        "vi": "Gỗ lấy từ Cây Anh Đào, nhẵn mịn, ngậm nước, nghe nói có thể mang đến cho người ta giấc mơ đẹp tựa mùa xuân về.\\nCó thể dùng để chế tạo đồ trang trí."
    },
    "materialType": "MATERIAL_WOOD"
}