{
    "name": {
        "en": "Yun Jin: Rhyme",
        "de": "Yun Jin – Reim",
        "chs": "云堇·对韵",
        "cht": "雲堇·對韻",
        "es": "Yun Jin - Rima",
        "fr": "Yun Jin - Rime",
        "id": "Yun Jin: Rhyme",
        "jp": "雲菫·対韻",
        "kr": "운근·압운(押韻)",
        "pt": "Yunjin: Rimas",
        "ru": "Рифма",
        "th": "Yun Jin - สัมผัส",
        "vi": "Yun Jin - Đối Âm"
    },
    "id": 210108,
    "materialDesc": {
        "en": "Namecard style.\\nMs. Yun has two sorts of teachers. The critics of her onstage performances are one, and the books on rhyme she references while writing are the other.",
        "de": "Ein Motiv für Namenskärtchen.\\nFräulein Yun hat zwei Arten von Lehrern. Die Zuschauer, die ihre Bühnenauftritte kritisieren, sind die eine, während die Bücher über Reime, die sie beim Schreiben der Theaterstücke liest, sind die andere.",
        "chs": "名片纹饰。\\n云先生有师二种。一种在外，戏台之上时「说我孬者，是我师也」；一种在内，创作戏文，需要对照韵书。",
        "cht": "名片紋飾。\\n雲先生有師二種。一種在外，戲臺之上時「說我孬者，是我師也」；一種在內，創作戲文，需要對照韻書。",
        "es": "Diseño de tarjeta de presentación.\\nLa maestra Yun tiene dos tipos de profesores: uno es externo, y es quien le dice que no es lo suficientemente buena cada vez que se sube al escenario; y el otro es interno, es el diccionario de rimas que usa para crear sus guiones de ópera.",
        "fr": "Thème.\\nMaître Yun a deux sortes de professeurs : ceux qui critiquent sa performance sur scène et les livres de rimes qu'elle consulte lors de la rédaction d'une pièce.",
        "id": "Style kartu nama.\\nYun Jin punya Master. Yang satu adalah para kritik saat dia berada di panggung, satunya lagi adalah buku tentang rima yang sering dia baca saat sedang menulis naskah pertunjukan.",
        "jp": "名刺の飾り紋。\\n雲先生にとって、師と呼べるものは二つ存在する。一つは、舞台上において「指摘をくださる方が、師匠と呼べる存在である」という外的なもの。もう一つは内的なもので、台本を創作する時に必要な「韻書を参照する心構え」である。",
        "kr": "명함 스킨.\\n운 선생에겐 두 명의 스승이 있다. 외적으론 무대에 섰을 때 「날 비판하는 자는 나의 스승」이며, 내적으론 극을 창작할 때 필요한 운서가 스승이다",
        "pt": "Estilo de Cartão de Visita.\\nA Srta. Yun possui dois tipos de professor. Os críticos de suas performances no palco são um, e os livros de rimas que ela usa enquanto escreve são outros.",
        "ru": "Именная карта.\\nУ госпожи Юнь есть два учителя. Внешний учитель - критики её выступлений на сцене, а внутренний - книги, которые она использует для написания опер.",
        "th": "ลายนามบัตร\\nอาจารย์ Yun มีครูอยู่สองประเภท หนึ่งคือเมื่ออยู่บนเวทีแสดง \"ผู้วิจารณ์ฉัน ถือว่าเป็นครู\" และอีกหนึ่งคือ หนังสือคำสัมผัส ที่ต้องใช้เมื่อเขียนบทการแสดง",
        "vi": "Hoa văn danh thiếp.\\nYun tiên sinh có hai kiểu sư phụ. Một là ở bên ngoài, khi trên sân khấu, \"người chê tôi cũng là sư phụ của tôi\"; một loại ở bên trong, sáng tác lời kịch, đối chiếu vần thơ."
    },
    "materialType": "MATERIAL_NAMECARD"
}