{
    "name": {
        "en": "Zakariya's Prescription for Maruf",
        "de": "Zakariyas „Rezept“ für Maruf",
        "chs": "扎卡里亚开给马鲁夫的「药方」",
        "cht": "扎卡里亞開給馬魯夫的「藥方」",
        "es": "Receta médica de Zakariya para Maruf",
        "fr": "Ordonnance de Zakariya pour Maruf",
        "id": "Resep Zakariya untuk Maruf",
        "jp": "ザカリヤがマルフのために出した「処方箋」",
        "kr": "자카리야가 마루프에게 발급한 「처방전」",
        "pt": "Receita de Zakariya para Maruf",
        "ru": "Рецепт Закарии для Маруфа",
        "th": "\"ใบสั่งยา\" ที่ Zakariya ออกให้กับ Maruf",
        "vi": "Đơn Thuốc Zakariya Kê Cho Maruf"
    },
    "id": 120054,
    "materialDesc": {
        "en": "The words on this prescription resemble nothing so much as a serpentine dance. You can barely make out the phrases \"Starshroom,\" \"turn the high flame down low,\" and \"the herbal soup deepens in color.\"",
        "de": "Die Schrift auf dem Rezept ist äußerst extravagant. Lediglich die Worte „Sternpilz“, „nach dem Aufkochen auf kleiner Flamme“ und „bis Heilgebräu eine tiefere Farbe annimmt“ sind zu entziffern ...",
        "chs": "药方上的字迹堪称龙飞凤舞，只能隐约辨别出「星蕈」，「大火转小火」与「药汤颜色变深」几组词…",
        "cht": "藥方上的字跡堪稱龍飛鳳舞，只能隱約辨別出「星蕈」、「大火轉小火」與「藥湯顏色變深」幾個詞…",
        "es": "La letra de esta receta es tan extravagante que solo se distinguen vagamente las palabras “hongo estelar”, “bajar el fuego” y “el caldo de hierbas se torna oscuro”...",
        "fr": "Les mots sur cette ordonnance sont écrits d'une manière si extravagante que vous pouvez à peine distinguer les mots « champitoile », « feu vif à feu doux » et « le bouillon noircit ».",
        "id": "Tulisan yang tertulis pada resep ini \"terlalu indah\" sampai hanya kata-kata \"Starshroom\", \"api besar kemudian kecilkan\", dan \"masak sampai warna supnya menjadi gelap\" saja yang bisa agak terbaca ....",
        "jp": "文字がぐちゃぐちゃで、形から何となく「星茸」、「強火から弱火」、「薬湯の色が濃くなる」などを断片的に解読することしかできない…",
        "kr": "휘갈겨 쓴 필체의 처방전. 「별 버섯」, 「센 불에서 약불로」, 「탕약 색깔이 진해지면」이라는 몇몇 단어들만 어렴풋이 알아볼 수 있다…",
        "pt": "As palavras nessa receita parecem uma dança serpentina. Você só consegue ler \"Cogumelo Estrelar\", \"fogo alto e depois baixo\" e \"a cor da sopa ficar escura\"...",
        "ru": "Каракули в этом рецепте больше походят на змеиный танец, чем на буквы известных вам языков. Вы едва можете разобрать слова «гриб-звезда», «с большого на малый огонь» и «отвар потемнеет».",
        "th": "ลายมือที่อยู่บนใบสั่งยายึกยือราวกับมังกรบินและนกหงส์เริงรำ สามารถจำแนกออกได้แค่คำว่า \"Starshroom\", \"ไฟแรงก่อนแล้วปรับเป็นไฟอ่อน\" และ \"สีของน้ำสมุนไพรเข้มขึ้น\" เท่านั้น...",
        "vi": "Chữ viết trên đơn thuốc giống như rồng bay phượng múa, chỉ có thể mơ hồ nhận ra được mấy chữ \"Nấm Sao\", \"lửa lớn chuyển sang nhỏ\", \"thuốc chuyển sang màu sẫm\"..."
    },
    "materialType": "MATERIAL_QUEST"
}