{
    "name": {
        "en": "Zhongyuan Chop Suey",
        "de": "Eingelegtes Allerlei",
        "chs": "中原杂碎",
        "cht": "中原雜碎",
        "es": "Chop suey de Zhongyuan",
        "fr": "Chop suey Zhongyuan",
        "id": "Zhongyuan Chop Suey",
        "jp": "中原のもつ焼き",
        "kr": "중원 내장꼬치",
        "pt": "Chop Suey de Zhongyuan",
        "ru": "Требуха «Чжун Юань»",
        "th": "Zhongyuan Chop Suey",
        "vi": "Lòng Trung Nguyên"
    },
    "id": 108072,
    "materialDesc": {
        "en": "A seasoned and cooked meat dish. Though it contains animal organ meat and bits and scraps of other things, the strong-flavored seasonings have masked the stench of the meat. Many have had this dish for the entirety of their lives without knowing \"chop suey\" is not actually a swear word in the local language.",
        "de": "Ein zuerst in Gewürzen eingelegtes und dann gegartes Fleischgericht. Es handelt sich dabei zwar hauptsächlich um Innereien und Überbleibsel anderer Gerichte. Nach richtiger Würzung wird der heftige Geschmack aber größtenteils überdeckt. Viele Liebhaber dieses Gerichts finden erst nach Jahren heraus, was mit „Allerlei“ eigentlich gemeint ist.",
        "chs": "调味后烤熟的肉料理。虽然原料主要取自动物内脏及边角料，但经过一番调味和加工，完全掩盖了原本的肉腥味。很多人吃了一辈子才知道原来菜名中的杂碎不是在骂人。",
        "cht": "調味後烤熟的肉料理。雖然原料主要取自動物內臟及邊角料，但經過一番調味和加工，完全掩蓋了原本的肉腥味。很多人吃了一輩子才知道原來菜名中的雜碎不是在罵人。",
        "es": "Un plato de carne sazonada y asada. Aunque está hecho con vísceras y otros restos de animales, tras condimentarlo es posible tapar por completo el fuerte olor de la carne. Muchas personas han comido este plato durante toda su vida sin saber que “chop suey” es un insulto en la lengua local.",
        "fr": "Abats de viande cuits et assaisonnés. L'odeur de la viande est camouflée par les épices. Beaucoup croient que le nom du plat est une insulte en liyuéen.",
        "id": "Hidangan daging yang dibumbui dan dimasak. Meski mengandung daging organ hewan dan potongan daging sisa-sisa lainnya, bumbunya yang kuat menutupi bau dagingnya. Banyak yang telah menikmati hidangan ini seumur hidup tanpa mengetahui \"chop suey\" sebenarnya adalah kata sumpah dalam bahasa setempat.",
        "jp": "味付けしてから出来上がった肉料理。材料は動物の内臓や小間切れだが、味付けなど下ごしらえをしたため、肉の生臭さはしない。",
        "kr": "양념에 버무려 구운 고기 요리. 동물의 내장과 자투리 고기가 주재료지만 양념과 가공으로 재료의 잡내를 완벽히 잡았다. 많은 사람들이 한평생 먹고 나서야 요리 이름의 뜻을 알게 된다",
        "pt": "Um prato de carne temperada e cozida. Embora contenha carne de órgãos de animais e pedaços de restos de outras coisas, os temperos de sabor forte mascaram o cheiro da carne. Muitos comeram esse prato por toda a vida sem saber que \"chop suey\" é na verdade um palavrão no idioma local para insultar alguém de Zhongyuan.",
        "ru": "Шашлычки из не очень приятных ингредиентов. Куски мяса и рыбы настолько мелко порублены и так щедро приправлены ароматными специями, что сложно сказать, из чего это блюдо приготовлено. На местном языке название блюда звучит весьма двусмысленно.",
        "th": "อาหารจำพวกเนื้อสัตว์ที่ถูกนำไปย่างให้ร้อนหลังจากปรุงรสแล้ว แม้ว่าวัตถุดิบส่วนใหญ่จะเป็นอวัยวะภายในของสัตว์และของเหลือต่าง ๆ นานา แต่เมื่อผ่านการปรุงรสและการแปรรูปแล้ว กลิ่นคาวที่เคยมีก็ถูกกลบไปอย่างสมบูรณ์ มีผู้คนมากมายที่กินมันมาทั้งชีวิตแล้วแต่ก็ยังไม่รู้ว่ามันทำมาจากอะไรอยู่ดี",
        "vi": "Món thịt được nướng chín sau khi tẩm ướp. Cho dù nguyên liệu chủ yếu là nội tạng động vật và những mẩu thịt nhỏ, nhưng sau khi được nêm nếm, đã hoàn toàn không còn mùi tanh. Rất nhiều người ăn cả đời rồi mới biết hóa ra tên món ăn không phải có ý mắng người."
    },
    "materialType": "MATERIAL_FOOD"
}