{
    "name": {
        "en": "Zohrah Mushroom",
        "de": "Zohrahpilz",
        "chs": "须罗蕈",
        "cht": "須羅蕈",
        "es": "Setasura",
        "fr": "Champignon zohrah",
        "id": "Jamur Zohrah",
        "jp": "ゾーラ茸",
        "kr": "조흐라 버섯",
        "pt": "Cogumelo Zohrah",
        "ru": "Гриб зохра",
        "th": "เห็ด Zohrah",
        "vi": "Nấm Zohrah"
    },
    "id": 101775,
    "materialDesc": {
        "en": "One of the ingredients for making the elixir Arahaoma. \"Zohrah\" is said to mean \"lost in a tipsy dream.\"",
        "de": "Der Zohrahpilz ist einer der Grundstoffe des sagenumwobenen Elixiers „Arahaoma“. Es heißt, das Wort „Zohrah“ bedeute „in Träumen der Trunkenheit verloren“.",
        "chs": "「须罗蕈」是灵药「兰赫玛」的原料之一，「须罗」的含义据说是「迷醉梦中」。",
        "cht": "「須羅蕈」是靈藥「蘭赫瑪」的原料之一，「須羅」的含義據說是「迷醉夢中」。",
        "es": "La setasura es uno de los ingredientes con los que se elabora el elixir arahaoma. Se dice que “asura” significa “estar cautivado en sueño”.",
        "fr": "Un des ingrédients de la potion connue sous le nom d'arahaoma. Il est dit que le mot « zohrah » aurait pour signification « égarement dans un rêve d'ivresse ».",
        "id": "Salah satu bahan untuk membuat ramuan yang dikenal sebagai Arahaoma. \"Zohrah\" dapat juga diartikan sebagai \"tersesat dalam mimpi yang memabukkan\".",
        "jp": "「ゾーラ茸」は霊薬「アランハオマ」の原料の一つ。「ゾーラ」は「夢に魅せられて」という意味だと言われている。",
        "kr": "「조흐라 버섯」은 영약 「아란하오마」의 원료 중 하나로, 「조흐라」는 「꿈에 취하다」를 의미한다고 한다",
        "pt": "Um dos ingredientes do elixir \"Arahaoma\". Dizem que \"Zohrah\" significa \"Sonho Embrigado\".",
        "ru": "Гриб зохра - один из ингредиентов эликсира арахаома. «Зохра» означает «забытьё».",
        "th": "\"เห็ด Zohrah\" คือหนึ่งในวัตถุดิบของยาวิเศษ \"Arahaoma\" ว่ากันว่าคำว่า \"Zohrah\" นั้น มีความหมายว่า \"ลุ่มหลงในความฝันอันมึนเมา\"",
        "vi": "Nấm Zohrah là một trong những nguyên liệu của linh dược \"Arahaoma\", nghe nói ý nghĩa của \"Zohrah\" là \"say trong giấc mộng\"."
    },
    "materialType": "MATERIAL_QUEST"
}